[{"fecha": "21/Abr/2023", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Temas Selectos", "comments": "Da buena retroalimentación, Inspiracional, Clases excelentesTiene mucho conocimiento y lo sabe explicar, solo que pasa las presentaciones muy rapido, fuera de eso bien"}, {"fecha": "26/Jul/2022", "score_general": "10.0", "score_facilidad": "4.0", "materia": "Temas Selectos de Programación", "comments": "Aspectos de calificación claros, Brinda apoyoTiene mucho conocimiento y lo sabe explicar, solo que pasa las presentaciones muy rapido, fuera de eso bien"}, {"fecha": "27/Ene/2022", "score_general": "10.0", "score_facilidad": "10.0", "materia": "TEMAS SELECTOS DE PROGRAMACIÓN II (Modelado 3D)", "comments": "Da buena retroalimentación, Inspiracional, Las clases son largasTiene mucho conocimiento y lo sabe explicar, solo que pasa las presentaciones muy rapido, fuera de eso bien"}, {"fecha": "27/Ene/2022", "score_general": "9.0", "score_facilidad": "10.0", "materia": "TEMAS SELECTOS DE PROGRAMACION I", "comments": "Brinda apoyo, Clases excelentes, Tomaría su clase otra vezTiene mucho conocimiento y lo sabe explicar, solo que pasa las presentaciones muy rapido, fuera de eso bien"}, {"fecha": "25/Ago/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Temas Selectos de Programación", "comments": "Barco, Da buena retroalimentación, Clases excelentesTiene mucho conocimiento y lo sabe explicar, solo que pasa las presentaciones muy rapido, fuera de eso bien"}, {"fecha": "25/Ago/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Temas Selectos de Programación", "comments": "Brinda apoyo, Clases excelentes, Tomaría su clase otra vezLa clase en realidad parece un taller que te atrae demasiado debido a todo lo que se puede realizar con Unity y sin olvidar la gran pasión del profesor por enseñar. Sin duda es un profesor que más que calificación le interesa que te lleves conocimientos. Muy recomendado 10 /10"}, {"fecha": "10/Feb/2021", "score_general": "9.0", "score_facilidad": "10.0", "materia": "Temas Selec. de Programación", "comments": "Da buena retroalimentación, Inspiracional, Las clases son largasLa clase en realidad parece un taller que te atrae demasiado debido a todo lo que se puede realizar con Unity y sin olvidar la gran pasión del profesor por enseñar. Sin duda es un profesor que más que calificación le interesa que te lleves conocimientos. Muy recomendado 10 /10"}, {"fecha": "03/Dic/2019", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Mecánica", "comments": "Brinda apoyo, Clases excelentes, Tomaría su clase otra vezLa clase en realidad parece un taller que te atrae demasiado debido a todo lo que se puede realizar con Unity y sin olvidar la gran pasión del profesor por enseñar. Sin duda es un profesor que más que calificación le interesa que te lleves conocimientos. Muy recomendado 10 /10"}, {"fecha": "13/Jul/2019", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Mecánica", "comments": "Barco, Muy cómico, Clases excelentesLa clase en realidad parece un taller que te atrae demasiado debido a todo lo que se puede realizar con Unity y sin olvidar la gran pasión del profesor por enseñar. Sin duda es un profesor que más que calificación le interesa que te lleves conocimientos. Muy recomendado 10 /10"}, {"fecha": "02/Jul/2019", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Mecanica", "comments": "La clase en realidad parece un taller que te atrae demasiado debido a todo lo que se puede realizar con Unity y sin olvidar la gran pasión del profesor por enseñar. Sin duda es un profesor que más que calificación le interesa que te lleves conocimientos. Muy recomendado 10 /10"}, {"fecha": "11/May/2019", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Temas selectos de mecatrónica", "comments": "La Participación Importa, Respetado por los estudiantes, Brinda apoyoEs el mejor. Muy recomendable."}, {"fecha": "22/Ene/2019", "score_general": "8.0", "score_facilidad": "8.0", "materia": "Mecánica", "comments": "Muy cómico, La Participación Importa, Clases excelentesEs el mejor. Muy recomendable."}, {"fecha": "15/Ene/2019", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Mecánica", "comments": "Muy cómico, La Participación Importa, Clases excelentesEs el mejor. Muy recomendable."}]