[{"fecha": "16/Ago/2022", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Comunicaccion", "comments": "La Participación Importa, Inspiracional, Clases excelentesImparte comunicación como debe de serlo y realmente te hace pensar y reflexionar de otra forma, solo tienes que hacer unos cuantos trabajos y tienes tu 10.\r\neso si no es tan \"dificil\""}, {"fecha": "13/Ago/2022", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Cultura y comunicación", "comments": "Prepárate para leer, Pocos Exámenes, Tomaría su clase otra vezImparte comunicación como debe de serlo y realmente te hace pensar y reflexionar de otra forma, solo tienes que hacer unos cuantos trabajos y tienes tu 10.\r\neso si no es tan \"dificil\""}, {"fecha": "18/Jun/2022", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Cultura y comunicación", "comments": "Da buena retroalimentación, Inspiracional, Clases excelentesImparte comunicación como debe de serlo y realmente te hace pensar y reflexionar de otra forma, solo tienes que hacer unos cuantos trabajos y tienes tu 10.\r\neso si no es tan \"dificil\""}, {"fecha": "25/Ene/2022", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Cultura y Comunicación", "comments": "Inspiracional, Clases excelentes, Tomaría su clase otra vezImparte comunicación como debe de serlo y realmente te hace pensar y reflexionar de otra forma, solo tienes que hacer unos cuantos trabajos y tienes tu 10.\r\neso si no es tan \"dificil\""}, {"fecha": "23/Ago/2021", "score_general": "7.0", "score_facilidad": "10.0", "materia": "Cultura y comunicación", "comments": "Barco, Da buena retroalimentación, Clases excelentesImparte comunicación como debe de serlo y realmente te hace pensar y reflexionar de otra forma, solo tienes que hacer unos cuantos trabajos y tienes tu 10.\r\neso si no es tan \"dificil\""}, {"fecha": "14/Ago/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Cultura y Comunicación", "comments": "Da buena retroalimentación, Respetado por los estudiantes, Tomaría su clase otra vezAunque por el paro tuve pocas clases con ella, las pocas que tuvimos todo el tiempo estuvieron muy buenas, fomenta mucho la participación y habla de temas interesantes, también sus tareas me parecieron muy buenas. De verdad que me habría encantado tomar clase presencial con la profesora."}, {"fecha": "14/Ago/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Cultura y comunicación", "comments": "Da buena retroalimentación, Respetado por los estudiantes, Tomaría su clase otra vezAunque por el paro tuve pocas clases con ella, las pocas que tuvimos todo el tiempo estuvieron muy buenas, fomenta mucho la participación y habla de temas interesantes, también sus tareas me parecieron muy buenas. De verdad que me habría encantado tomar clase presencial con la profesora."}, {"fecha": "02/Sep/2020", "score_general": "8.0", "score_facilidad": "10.0", "materia": "Cultura y Comunicación", "comments": "Muy cómico, Da buena retroalimentación, Prepárate para leerAunque por el paro tuve pocas clases con ella, las pocas que tuvimos todo el tiempo estuvieron muy buenas, fomenta mucho la participación y habla de temas interesantes, también sus tareas me parecieron muy buenas. De verdad que me habría encantado tomar clase presencial con la profesora."}, {"fecha": "01/Sep/2020", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Cultura y Comunicación", "comments": "Barco, Deja trabajos largos, Tomaría su clase otra vezAunque por el paro tuve pocas clases con ella, las pocas que tuvimos todo el tiempo estuvieron muy buenas, fomenta mucho la participación y habla de temas interesantes, también sus tareas me parecieron muy buenas. De verdad que me habría encantado tomar clase presencial con la profesora."}, {"fecha": "31/Ago/2020", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Cultura y comunicación", "comments": "Barco, La Participación Importa, Respetado por los estudiantesAunque por el paro tuve pocas clases con ella, las pocas que tuvimos todo el tiempo estuvieron muy buenas, fomenta mucho la participación y habla de temas interesantes, también sus tareas me parecieron muy buenas. De verdad que me habría encantado tomar clase presencial con la profesora."}, {"fecha": "31/Ago/2020", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Cultura y Comunicación", "comments": "La Participación Importa, Inspiracional, Pocos ExámenesMuy fácil de pasar y aprender, la profesora es sumamente amigable y accesible. En línea mandaba trabajas sobre los temas del temario (súper fáciles) y con eso evaluó, más que de la materia, ella busca que entiendas cosas de la vida y la relación que tiene la cultura con la ingeniería. Fácil el 10."}, {"fecha": "25/Jun/2019", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Cultura y comunicación", "comments": "La Participación Importa, Clases excelentes, Tomaría su clase otra vezMuy fácil de pasar y aprender, la profesora es sumamente amigable y accesible. En línea mandaba trabajas sobre los temas del temario (súper fáciles) y con eso evaluó, más que de la materia, ella busca que entiendas cosas de la vida y la relación que tiene la cultura con la ingeniería. Fácil el 10."}, {"fecha": "10/Jul/2017", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Cultura", "comments": "Muy fácil de pasar y aprender, la profesora es sumamente amigable y accesible. En línea mandaba trabajas sobre los temas del temario (súper fáciles) y con eso evaluó, más que de la materia, ella busca que entiendas cosas de la vida y la relación que tiene la cultura con la ingeniería. Fácil el 10."}, {"fecha": "15/Jul/2016", "score_general": "9.0", "score_facilidad": "10.0", "materia": "Cultura y comunicación", "comments": "La Participación Importa, Asistencia obligatoria, Clases excelentesMuy fácil de pasar y aprender, la profesora es sumamente amigable y accesible. En línea mandaba trabajas sobre los temas del temario (súper fáciles) y con eso evaluó, más que de la materia, ella busca que entiendas cosas de la vida y la relación que tiene la cultura con la ingeniería. Fácil el 10."}, {"fecha": "28/Jun/2016", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Cultura y Comunicacion", "comments": "Asistencia obligatoria, Clases excelentes, Tomaría su clase otra vezMuy fácil de pasar y aprender, la profesora es sumamente amigable y accesible. En línea mandaba trabajas sobre los temas del temario (súper fáciles) y con eso evaluó, más que de la materia, ella busca que entiendas cosas de la vida y la relación que tiene la cultura con la ingeniería. Fácil el 10."}, {"fecha": "27/Jun/2016", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Cultura y comunicación", "comments": "Es muy buena maestra, es relajada y muy buena onda.\r\nNo es barco, hay que trabajar con ella, pero si le entregas todo y asistes a los lugares a los que te deja ir es un 10 seguro."}, {"fecha": "28/May/2016", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Cultura y Comnicación", "comments": "Barco, La Participación Importa, Clases excelentesEs muy buena maestra, es relajada y muy buena onda.\r\nNo es barco, hay que trabajar con ella, pero si le entregas todo y asistes a los lugares a los que te deja ir es un 10 seguro."}]