[{"fecha": "07/Feb/2023", "score_general": "9.0", "score_facilidad": "10.0", "materia": "Física de Semiconductores", "comments": "Barco, Muy cómico, Las clases son largasNo califica las tareas, exámenes en línea y aprendes lo básico. Llega realmente tarde la mayoría de las veces. Buena onda."}, {"fecha": "28/Jul/2022", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Física de Semiconductores", "comments": "Aspectos de calificación claros, Brinda apoyo, Tomaría su clase otra vezNo califica las tareas, exámenes en línea y aprendes lo básico. Llega realmente tarde la mayoría de las veces. Buena onda."}, {"fecha": "27/Ene/2022", "score_general": "10.0", "score_facilidad": "10.0", "materia": "AyO / FdS", "comments": "Barco, Muchas tareas, Brinda apoyoNo califica las tareas, exámenes en línea y aprendes lo básico. Llega realmente tarde la mayoría de las veces. Buena onda."}, {"fecha": "25/Ene/2022", "score_general": "9.0", "score_facilidad": "8.0", "materia": "AyO", "comments": "Respetado por los estudiantes, Brinda apoyo, Deja trabajos largosNo califica las tareas, exámenes en línea y aprendes lo básico. Llega realmente tarde la mayoría de las veces. Buena onda."}, {"fecha": "02/Nov/2021", "score_general": "8.0", "score_facilidad": "4.0", "materia": "Matemáticas avanzadas", "comments": "BarcoNo califica las tareas, exámenes en línea y aprendes lo básico. Llega realmente tarde la mayoría de las veces. Buena onda."}, {"fecha": "26/Ago/2021", "score_general": "8.0", "score_facilidad": "10.0", "materia": "Acustica y Optica", "comments": "BarcoZOOMESTRE. Es súper precioso y adorable, siempre da sus clases con muchas ganas pero solo lee diapositivas y de repente es difícil poner atención. Es muy barco la verdad. Aprender depende de ti y de la atención que pongas, sus tareas y exámenes son fáciles."}, {"fecha": "25/Ago/2021", "score_general": "9.0", "score_facilidad": "10.0", "materia": "Física de semiconductores", "comments": "Inspiracional, Aspectos de calificación claros, Brinda apoyoZOOMESTRE. Es súper precioso y adorable, siempre da sus clases con muchas ganas pero solo lee diapositivas y de repente es difícil poner atención. Es muy barco la verdad. Aprender depende de ti y de la atención que pongas, sus tareas y exámenes son fáciles."}, {"fecha": "23/Ago/2021", "score_general": "8.0", "score_facilidad": "10.0", "materia": "Física de Semiconductores", "comments": "Prepárate para leer, Las clases son largas, Pocos ExámenesZOOMESTRE. Es súper precioso y adorable, siempre da sus clases con muchas ganas pero solo lee diapositivas y de repente es difícil poner atención. Es muy barco la verdad. Aprender depende de ti y de la atención que pongas, sus tareas y exámenes son fáciles."}, {"fecha": "22/Feb/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Matematicas avanzadas", "comments": "Barco, Da buena retroalimentación, Pocos ExámenesZOOMESTRE. Es súper precioso y adorable, siempre da sus clases con muchas ganas pero solo lee diapositivas y de repente es difícil poner atención. Es muy barco la verdad. Aprender depende de ti y de la atención que pongas, sus tareas y exámenes son fáciles."}, {"fecha": "18/Feb/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Matemáticas avanzadas", "comments": "Barco, Respetado por los estudiantes, Clases excelentesZOOMESTRE. Es súper precioso y adorable, siempre da sus clases con muchas ganas pero solo lee diapositivas y de repente es difícil poner atención. Es muy barco la verdad. Aprender depende de ti y de la atención que pongas, sus tareas y exámenes son fáciles."}, {"fecha": "17/Feb/2021", "score_general": "7.0", "score_facilidad": "10.0", "materia": "Matemáticas Avanzadas", "comments": "Muchas tareas, Aspectos de calificación clarosEl profesor es bueno como persona pero impartiendo clases es diferente, es cierto que está dispuesto ayudar pero cada clase te repite lo que pasó en la anterior, inicia tarde las clases en zoom y por lo regular siempre termina después de la hora, no lo recomiendo ya que es una materia seriada."}, {"fecha": "16/Feb/2021", "score_general": "7.0", "score_facilidad": "10.0", "materia": "Física de Semiconductores", "comments": "Barco, Pocos ExámenesEl profesor es bueno como persona pero impartiendo clases es diferente, es cierto que está dispuesto ayudar pero cada clase te repite lo que pasó en la anterior, inicia tarde las clases en zoom y por lo regular siempre termina después de la hora, no lo recomiendo ya que es una materia seriada."}, {"fecha": "20/Sep/2020", "score_general": "8.0", "score_facilidad": "10.0", "materia": "Física de semiconductores", "comments": "BarcoEl profesor es bueno como persona pero impartiendo clases es diferente, es cierto que está dispuesto ayudar pero cada clase te repite lo que pasó en la anterior, inicia tarde las clases en zoom y por lo regular siempre termina después de la hora, no lo recomiendo ya que es una materia seriada."}, {"fecha": "08/Sep/2020", "score_general": "7.0", "score_facilidad": "10.0", "materia": "Fisica de semiconductores", "comments": "Barco, Pocos Exámenes, Los exámenes son difícilesEl profesor es bueno como persona pero impartiendo clases es diferente, es cierto que está dispuesto ayudar pero cada clase te repite lo que pasó en la anterior, inicia tarde las clases en zoom y por lo regular siempre termina después de la hora, no lo recomiendo ya que es una materia seriada."}, {"fecha": "06/Sep/2020", "score_general": "8.0", "score_facilidad": "10.0", "materia": "Acústica y Optica", "comments": "Barco, Las clases son largas, Pocos ExámenesEl profesor es bueno como persona pero impartiendo clases es diferente, es cierto que está dispuesto ayudar pero cada clase te repite lo que pasó en la anterior, inicia tarde las clases en zoom y por lo regular siempre termina después de la hora, no lo recomiendo ya que es una materia seriada."}, {"fecha": "01/Sep/2020", "score_general": "9.0", "score_facilidad": "10.0", "materia": "Matemáticas avanzadas", "comments": "Barco, Da buena retroalimentación, Pocos ExámenesEn las clases online nos envió algunos videos de Youtube y algunos cuestionarios, hizo 2 videos explicando, pero no más, tuvimos solo 1 examen"}, {"fecha": "16/Ago/2020", "score_general": "8.0", "score_facilidad": "10.0", "materia": "Matemáticas Avanzadas", "comments": "Barco, Muchas tareas, Pocos ExámenesEn las clases online nos envió algunos videos de Youtube y algunos cuestionarios, hizo 2 videos explicando, pero no más, tuvimos solo 1 examen"}, {"fecha": "15/Jun/2020", "score_general": "6.0", "score_facilidad": "10.0", "materia": "Física de semiconductores", "comments": "BarcoEn las clases online nos envió algunos videos de Youtube y algunos cuestionarios, hizo 2 videos explicando, pero no más, tuvimos solo 1 examen"}, {"fecha": "20/Ene/2019", "score_general": "7.0", "score_facilidad": "10.0", "materia": "Física de semiconductores", "comments": "BarcoEn las clases online nos envió algunos videos de Youtube y algunos cuestionarios, hizo 2 videos explicando, pero no más, tuvimos solo 1 examen"}, {"fecha": "18/Ene/2019", "score_general": "9.0", "score_facilidad": "10.0", "materia": "Matemáticas Avanzadas", "comments": "En las clases online nos envió algunos videos de Youtube y algunos cuestionarios, hizo 2 videos explicando, pero no más, tuvimos solo 1 examen"}, {"fecha": "17/Ene/2019", "score_general": "8.0", "score_facilidad": "10.0", "materia": "Física de Semiconductores", "comments": "Prepárate para leer, Aspectos de calificación clarosDicen que es barco, pero no regala calificaciones. Tiene su escala y en sí lo que son fáciles son sus exámenes, son como las tareas. Deja unas lecturas que también incluye en los exámenes. Llega bastante tarde."}, {"fecha": "11/Dic/2018", "score_general": "7.0", "score_facilidad": "10.0", "materia": "Acústica y óptica", "comments": "Muchas tareas, Las clases son largas, Pocos ExámenesDicen que es barco, pero no regala calificaciones. Tiene su escala y en sí lo que son fáciles son sus exámenes, son como las tareas. Deja unas lecturas que también incluye en los exámenes. Llega bastante tarde."}, {"fecha": "16/Jul/2018", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Acustica", "comments": "Barco, Da buena retroalimentación, Muchas tareasDicen que es barco, pero no regala calificaciones. Tiene su escala y en sí lo que son fáciles son sus exámenes, son como las tareas. Deja unas lecturas que también incluye en los exámenes. Llega bastante tarde."}, {"fecha": "20/Jul/2017", "score_general": "8.0", "score_facilidad": "6.0", "materia": "Fisica de Semiconductores", "comments": "Dicen que es barco, pero no regala calificaciones. Tiene su escala y en sí lo que son fáciles son sus exámenes, son como las tareas. Deja unas lecturas que también incluye en los exámenes. Llega bastante tarde."}, {"fecha": "22/Jun/2016", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Acustica", "comments": "Da buena retroalimentaciónDicen que es barco, pero no regala calificaciones. Tiene su escala y en sí lo que son fáciles son sus exámenes, son como las tareas. Deja unas lecturas que también incluye en los exámenes. Llega bastante tarde."}, {"fecha": "30/May/2016", "score_general": "5.0", "score_facilidad": "10.0", "materia": "Física de semiconductores", "comments": "No se crean lo que dicen, no es barco y no regala calificación. Sí es fácil sacar 10 con él pero con que te apendejes en un parcial arriesgas ese 10 ó 9. Es un profesor que explica muy bien pero se va MUY lento, así que sólo ve el primer tema :( y de semiconductores sólo ve una embarrada, lástima..."}]