[{"fecha": "13/Feb/2023", "score_general": "4.0", "score_facilidad": "6.0", "materia": "Fundamentos de física", "comments": "Asistencia obligatoria, Las clases son largas, Los exámenes son difícilesEn general el curso proporcionado es bueno, explica de manera clara, sin embargo, la profesora es un tanto especial en cuanto a dudas y en general a participar, si estudias del cuaderno de ejercicios se pasa solo, hace 4 exámenes, 1 por tema, en el lab no repruebes el examen práctico o recursas."}, {"fecha": "27/Ene/2023", "score_general": "7.0", "score_facilidad": "8.0", "materia": "Fundamentos de Física", "comments": "La Participación Importa, Aspectos de calificación clarosEn general el curso proporcionado es bueno, explica de manera clara, sin embargo, la profesora es un tanto especial en cuanto a dudas y en general a participar, si estudias del cuaderno de ejercicios se pasa solo, hace 4 exámenes, 1 por tema, en el lab no repruebes el examen práctico o recursas."}, {"fecha": "04/Ago/2022", "score_general": "10.0", "score_facilidad": "10.0", "materia": "álgebra 1", "comments": "Barco, Da buena retroalimentación, Hace exámenes sorpresaEn general el curso proporcionado es bueno, explica de manera clara, sin embargo, la profesora es un tanto especial en cuanto a dudas y en general a participar, si estudias del cuaderno de ejercicios se pasa solo, hace 4 exámenes, 1 por tema, en el lab no repruebes el examen práctico o recursas."}, {"fecha": "29/Jul/2022", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Fundametos de fisica.", "comments": "En general el curso proporcionado es bueno, explica de manera clara, sin embargo, la profesora es un tanto especial en cuanto a dudas y en general a participar, si estudias del cuaderno de ejercicios se pasa solo, hace 4 exámenes, 1 por tema, en el lab no repruebes el examen práctico o recursas."}, {"fecha": "26/Ene/2022", "score_general": "10.0", "score_facilidad": "4.0", "materia": "Fundamentos de Física", "comments": "Califica Duro, La Participación Importa, Muchos ExámenesEn general el curso proporcionado es bueno, explica de manera clara, sin embargo, la profesora es un tanto especial en cuanto a dudas y en general a participar, si estudias del cuaderno de ejercicios se pasa solo, hace 4 exámenes, 1 por tema, en el lab no repruebes el examen práctico o recursas."}, {"fecha": "17/Dic/2021", "score_general": "6.0", "score_facilidad": "4.0", "materia": "Laboratorio de Electricidad y magnetismo", "comments": "Califica Duro, La Participación Importa, Asistencia obligatoriaEs una excelente profesora ya que sabe mucho, sin embargo su tono de voz llega a hacer tedioso el asunto, es sumamente estricta como califica por lo que recomiendo hacer todo como receta, si participas y vas más o menos bien te hecha la mano. Opino que es un nivel de dificultad algo elevado xd"}, {"fecha": "14/Ago/2021", "score_general": "9.0", "score_facilidad": "6.0", "materia": "Lab. EyM", "comments": "Califica Duro, Clases excelentes, Tomaría su clase otra vezEs una excelente profesora ya que sabe mucho, sin embargo su tono de voz llega a hacer tedioso el asunto, es sumamente estricta como califica por lo que recomiendo hacer todo como receta, si participas y vas más o menos bien te hecha la mano. Opino que es un nivel de dificultad algo elevado xd"}, {"fecha": "27/Feb/2021", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Fundamentos de Fisica", "comments": "Da buena retroalimentación, La Participación Importa, Clases excelentesEs una excelente profesora ya que sabe mucho, sin embargo su tono de voz llega a hacer tedioso el asunto, es sumamente estricta como califica por lo que recomiendo hacer todo como receta, si participas y vas más o menos bien te hecha la mano. Opino que es un nivel de dificultad algo elevado xd"}, {"fecha": "19/Feb/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Física", "comments": "Da buena retroalimentación, Inspiracional, Brinda apoyoEs una excelente profesora ya que sabe mucho, sin embargo su tono de voz llega a hacer tedioso el asunto, es sumamente estricta como califica por lo que recomiendo hacer todo como receta, si participas y vas más o menos bien te hecha la mano. Opino que es un nivel de dificultad algo elevado xd"}, {"fecha": "18/Feb/2021", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Fundamentos de Física", "comments": "Califica Duro, La Participación Importa, Clases excelentesEs una excelente profesora ya que sabe mucho, sin embargo su tono de voz llega a hacer tedioso el asunto, es sumamente estricta como califica por lo que recomiendo hacer todo como receta, si participas y vas más o menos bien te hecha la mano. Opino que es un nivel de dificultad algo elevado xd"}, {"fecha": "14/Feb/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "FÍSICA", "comments": "Da buena retroalimentación, Aspectos de calificación claros, Brinda apoyoEs una excelente profesora, las tareas son relajadas ya que son del libro de la DCB, siempre trata de que entiendas lo mejor posible el tema, excelente profesora, apoya si ve que tienes interes por la materia. Se molesta si contestas algo que verdaderamente este fuera de tema. excelente curso dio."}, {"fecha": "07/Feb/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Fundamentos de Física", "comments": "Califica Duro, La Participación Importa, Respetado por los estudiantesEs una excelente profesora, las tareas son relajadas ya que son del libro de la DCB, siempre trata de que entiendas lo mejor posible el tema, excelente profesora, apoya si ve que tienes interes por la materia. Se molesta si contestas algo que verdaderamente este fuera de tema. excelente curso dio."}, {"fecha": "04/Feb/2021", "score_general": "8.0", "score_facilidad": "6.0", "materia": "Física Experimental", "comments": "La Participación Importa, Brinda apoyoEs una excelente profesora, las tareas son relajadas ya que son del libro de la DCB, siempre trata de que entiendas lo mejor posible el tema, excelente profesora, apoya si ve que tienes interes por la materia. Se molesta si contestas algo que verdaderamente este fuera de tema. excelente curso dio."}, {"fecha": "25/Ago/2020", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Fisica", "comments": "Califica Duro, La Participación Importa, Clases excelentesEs una excelente profesora, las tareas son relajadas ya que son del libro de la DCB, siempre trata de que entiendas lo mejor posible el tema, excelente profesora, apoya si ve que tienes interes por la materia. Se molesta si contestas algo que verdaderamente este fuera de tema. excelente curso dio."}, {"fecha": "02/Jul/2020", "score_general": "10.0", "score_facilidad": "8.0", "materia": "FISICA", "comments": "Da buena retroalimentación, Asistencia obligatoria, Brinda apoyoEs una excelente profesora, las tareas son relajadas ya que son del libro de la DCB, siempre trata de que entiendas lo mejor posible el tema, excelente profesora, apoya si ve que tienes interes por la materia. Se molesta si contestas algo que verdaderamente este fuera de tema. excelente curso dio."}, {"fecha": "04/Jun/2020", "score_general": "8.0", "score_facilidad": "6.0", "materia": "Fisica", "comments": "La Participación Importa, Brinda apoyo, Clases excelentesEs muy buena profesora, califica bien y es clara al enseñar, pero se enoja mucho, es de caracter fuerte. Es super chida para dar clase, sabe mucho de la materia la verdad. Me costo mucho pero no me arrepiento."}, {"fecha": "28/Abr/2020", "score_general": "8.0", "score_facilidad": "10.0", "materia": "Fisica", "comments": "La Participación Importa, Inspiracional, Tomaría su clase otra vezEs muy buena profesora, califica bien y es clara al enseñar, pero se enoja mucho, es de caracter fuerte. Es super chida para dar clase, sabe mucho de la materia la verdad. Me costo mucho pero no me arrepiento."}, {"fecha": "22/Ene/2020", "score_general": "6.0", "score_facilidad": "4.0", "materia": "Física Experimental", "comments": "Califica Duro, Muchas tareas, La Participación ImportaEs muy buena profesora, califica bien y es clara al enseñar, pero se enoja mucho, es de caracter fuerte. Es super chida para dar clase, sabe mucho de la materia la verdad. Me costo mucho pero no me arrepiento."}, {"fecha": "03/Feb/2019", "score_general": "8.0", "score_facilidad": "10.0", "materia": "Fisica experimental.", "comments": "Califica Duro, Clases excelentes, Tomaría su clase otra vezEs muy buena profesora, califica bien y es clara al enseñar, pero se enoja mucho, es de caracter fuerte. Es super chida para dar clase, sabe mucho de la materia la verdad. Me costo mucho pero no me arrepiento."}, {"fecha": "04/Dic/2018", "score_general": "7.0", "score_facilidad": "6.0", "materia": "Lab Electricidad y Magnetismo", "comments": "Califica Duro, Asistencia obligatoria, Respetado por los estudiantesEs muy buena profesora, califica bien y es clara al enseñar, pero se enoja mucho, es de caracter fuerte. Es super chida para dar clase, sabe mucho de la materia la verdad. Me costo mucho pero no me arrepiento."}, {"fecha": "07/Feb/2018", "score_general": "6.0", "score_facilidad": "4.0", "materia": "Laboratorio eléctricidad y magnetismo", "comments": "Califica Duro, La Participación ImportaLa profesora sí sabe pero es demasiado estricta en cuestión de los reportes y aveces no se escucha cuando habla"}, {"fecha": "09/Dic/2017", "score_general": "6.0", "score_facilidad": "4.0", "materia": "Física Experimental", "comments": "Califica Duro, Los exámenes son difícilesLa profesora sí sabe pero es demasiado estricta en cuestión de los reportes y aveces no se escucha cuando habla"}, {"fecha": "08/Dic/2017", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Fisica Experimental", "comments": "Califica Duro, Las clases son largas, Tomaría su clase otra vezLa profesora sí sabe pero es demasiado estricta en cuestión de los reportes y aveces no se escucha cuando habla"}, {"fecha": "06/Dic/2017", "score_general": "8.0", "score_facilidad": "8.0", "materia": "Física Experimental", "comments": "La profesora sí sabe pero es demasiado estricta en cuestión de los reportes y aveces no se escucha cuando habla"}, {"fecha": "24/Ene/2017", "score_general": "8.0", "score_facilidad": "6.0", "materia": "termodinamica", "comments": "Califica Duro, Clases excelentes, Tomaría su clase otra vezLa profesora sí sabe pero es demasiado estricta en cuestión de los reportes y aveces no se escucha cuando habla"}, {"fecha": "23/Ene/2017", "score_general": "2.0", "score_facilidad": "2.0", "materia": "fisica", "comments": "Califica Duroes una de las peores maestras, en los exámenes pone ejercicios que no se vieron se vieron en clase, cuando se equivoca y le haces la observación se enoja, que digo se enoja, se encabrona pero horrible y lo pagas muy caro en el próximo examen."}, {"fecha": "19/Ene/2017", "score_general": "6.0", "score_facilidad": "2.0", "materia": "Fisica Experimental", "comments": "Califica Duro, Las clases son largas, Los exámenes son difícileses una de las peores maestras, en los exámenes pone ejercicios que no se vieron se vieron en clase, cuando se equivoca y le haces la observación se enoja, que digo se enoja, se encabrona pero horrible y lo pagas muy caro en el próximo examen."}, {"fecha": "16/Ene/2017", "score_general": "9.0", "score_facilidad": "6.0", "materia": "Física Experimental", "comments": "Califica Duro, Da buena retroalimentación, Respetado por los estudianteses una de las peores maestras, en los exámenes pone ejercicios que no se vieron se vieron en clase, cuando se equivoca y le haces la observación se enoja, que digo se enoja, se encabrona pero horrible y lo pagas muy caro en el próximo examen."}, {"fecha": "01/Dic/2016", "score_general": "5.0", "score_facilidad": "6.0", "materia": "Física Experimental", "comments": "Califica Duro, Aspectos de calificación claros, Tomaría su clase otra vezes una de las peores maestras, en los exámenes pone ejercicios que no se vieron se vieron en clase, cuando se equivoca y le haces la observación se enoja, que digo se enoja, se encabrona pero horrible y lo pagas muy caro en el próximo examen."}, {"fecha": "05/Feb/2016", "score_general": "5.0", "score_facilidad": "4.0", "materia": "Electricidad y magnetismo", "comments": "Califica Duroes una de las peores maestras, en los exámenes pone ejercicios que no se vieron se vieron en clase, cuando se equivoca y le haces la observación se enoja, que digo se enoja, se encabrona pero horrible y lo pagas muy caro en el próximo examen."}, {"fecha": "04/Ago/2015", "score_general": "8.0", "score_facilidad": "4.0", "materia": "Fisica Experimental", "comments": "Inspiracional, Clases excelentes, Tomaría su clase otra vezExcelente Ingeniero, solo que vas a trabajar bastante"}, {"fecha": "21/Ene/2015", "score_general": "6.0", "score_facilidad": "6.0", "materia": "Álgebra", "comments": "Excelente Ingeniero, solo que vas a trabajar bastante"}, {"fecha": "11/Nov/2014", "score_general": "5.0", "score_facilidad": "4.0", "materia": "Principios de Termodinámica y electromagnetismo", "comments": "Excelente Ingeniero, solo que vas a trabajar bastante"}, {"fecha": "30/Ene/2014", "score_general": "6.0", "score_facilidad": "6.0", "materia": "Algebra", "comments": "Excelente Ingeniero, solo que vas a trabajar bastante"}, {"fecha": "22/Ene/2014", "score_general": "5.0", "score_facilidad": "6.0", "materia": "Álgebra", "comments": "Excelente Ingeniero, solo que vas a trabajar bastante"}]