[{"fecha": "08/Feb/2023", "score_general": "8.0", "score_facilidad": "8.0", "materia": "Cinemática y Dinámica", "comments": "Barco, Muy cómico, InspiracionalBuenas clases aunque no es muy ordenado, suele saltarse conceptos para luego recuperarlos, lo cual confunde fácilmente. Empezó siendo duro pero al final se aligeró bastante. Lo recomiendo pero debe ser mejor una opción más ordenada."}, {"fecha": "24/May/2022", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Cinemática y dinámica", "comments": "La Participación Importa, Da Crédito Extra, Aspectos de calificación clarosBuenas clases aunque no es muy ordenado, suele saltarse conceptos para luego recuperarlos, lo cual confunde fácilmente. Empezó siendo duro pero al final se aligeró bastante. Lo recomiendo pero debe ser mejor una opción más ordenada."}, {"fecha": "18/Ene/2022", "score_general": "8.0", "score_facilidad": "10.0", "materia": "Cinemática y Dinámica", "comments": "Barco, Pocos Exámenes, Brinda apoyoBuenas clases aunque no es muy ordenado, suele saltarse conceptos para luego recuperarlos, lo cual confunde fácilmente. Empezó siendo duro pero al final se aligeró bastante. Lo recomiendo pero debe ser mejor una opción más ordenada."}, {"fecha": "10/Sep/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Mecánica", "comments": "Da buena retroalimentación, Respetado por los estudiantes, Clases excelentesBuenas clases aunque no es muy ordenado, suele saltarse conceptos para luego recuperarlos, lo cual confunde fácilmente. Empezó siendo duro pero al final se aligeró bastante. Lo recomiendo pero debe ser mejor una opción más ordenada."}, {"fecha": "21/Feb/2021", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Mecánica", "comments": "Da buena retroalimentación, Da Crédito Extra, Tomaría su clase otra vezBuenas clases aunque no es muy ordenado, suele saltarse conceptos para luego recuperarlos, lo cual confunde fácilmente. Empezó siendo duro pero al final se aligeró bastante. Lo recomiendo pero debe ser mejor una opción más ordenada."}, {"fecha": "19/Feb/2021", "score_general": "7.0", "score_facilidad": "4.0", "materia": "Mecanica", "comments": "Muchas tareas, Las clases son largas, Muchos proyectos grupalesTiene nivel de ejercicios, nada de payasadas, aprederas. Los examenes son en clase, las tareas tienen su complejidad pero aprenderas mucho, debes participar. Debes comprometerte y tener bastabte tiempo para la materia ya que es de 12 creditos."}, {"fecha": "18/Feb/2021", "score_general": "9.0", "score_facilidad": "10.0", "materia": "mecánica", "comments": "Barco, Da buena retroalimentación, Pocos ExámenesTiene nivel de ejercicios, nada de payasadas, aprederas. Los examenes son en clase, las tareas tienen su complejidad pero aprenderas mucho, debes participar. Debes comprometerte y tener bastabte tiempo para la materia ya que es de 12 creditos."}, {"fecha": "30/Ene/2021", "score_general": "5.0", "score_facilidad": "10.0", "materia": "---", "comments": "La Participación Importa, Brinda apoyo, Tomaría su clase otra vezTiene nivel de ejercicios, nada de payasadas, aprederas. Los examenes son en clase, las tareas tienen su complejidad pero aprenderas mucho, debes participar. Debes comprometerte y tener bastabte tiempo para la materia ya que es de 12 creditos."}, {"fecha": "19/Ene/2021", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Mecánica", "comments": "Brinda apoyo, Clases excelentes, Tomaría su clase otra vezTiene nivel de ejercicios, nada de payasadas, aprederas. Los examenes son en clase, las tareas tienen su complejidad pero aprenderas mucho, debes participar. Debes comprometerte y tener bastabte tiempo para la materia ya que es de 12 creditos."}, {"fecha": "05/Ene/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Mecanica", "comments": "Clases excelentes, Tomaría su clase otra vezTiene nivel de ejercicios, nada de payasadas, aprederas. Los examenes son en clase, las tareas tienen su complejidad pero aprenderas mucho, debes participar. Debes comprometerte y tener bastabte tiempo para la materia ya que es de 12 creditos."}, {"fecha": "19/Dic/2017", "score_general": "9.0", "score_facilidad": "10.0", "materia": "Cinemática y dinámica", "comments": "La Participación Importa, Las clases son largas, Pocos ExámenesEs un profesor muy amable y paciente, en clase resuelve ejercicios de alto nivel de dificultad, sin embargo, le hace falta ser más ordenado. Al final nos ayudó a todos a obtener una buena calificación."}]