[{"fecha": "08/Feb/2023", "score_general": "8.0", "score_facilidad": "4.0", "materia": "ESTADÍSTICA", "comments": "Califica Duro, Las clases son largas, Los exámenes son difícilesHace dos parciales, el primero es muy fácil,  es ahí donde tienes que sacar el 10, el segundo todos lo reprueban.\r\nExcenta con 7 pero deben pedirle que baje ya que ella al principio les pide 8.\r\nDa muy buenas demostraciones pero no debes faltar ninguna clase. En este semestre presencial, exámenes onli"}, {"fecha": "03/Ago/2022", "score_general": "9.0", "score_facilidad": "4.0", "materia": "Probabilidad", "comments": "Las clases son largas, Los exámenes son difícilesHace dos parciales, el primero es muy fácil,  es ahí donde tienes que sacar el 10, el segundo todos lo reprueban.\r\nExcenta con 7 pero deben pedirle que baje ya que ella al principio les pide 8.\r\nDa muy buenas demostraciones pero no debes faltar ninguna clase. En este semestre presencial, exámenes onli"}, {"fecha": "26/Ene/2022", "score_general": "8.0", "score_facilidad": "6.0", "materia": "Probabilidad", "comments": "Califica Duro, Las clases son largas, Los exámenes son difícilesHace dos parciales, el primero es muy fácil,  es ahí donde tienes que sacar el 10, el segundo todos lo reprueban.\r\nExcenta con 7 pero deben pedirle que baje ya que ella al principio les pide 8.\r\nDa muy buenas demostraciones pero no debes faltar ninguna clase. En este semestre presencial, exámenes onli"}, {"fecha": "17/Ene/2022", "score_general": "5.0", "score_facilidad": "6.0", "materia": "Probabilidad", "comments": "Muchas tareasHace dos parciales, el primero es muy fácil,  es ahí donde tienes que sacar el 10, el segundo todos lo reprueban.\r\nExcenta con 7 pero deben pedirle que baje ya que ella al principio les pide 8.\r\nDa muy buenas demostraciones pero no debes faltar ninguna clase. En este semestre presencial, exámenes onli"}, {"fecha": "12/Ene/2022", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Cálculo estocástico", "comments": "Da buena retroalimentación, Respetado por los estudiantes, Tomaría su clase otra vezHace dos parciales, el primero es muy fácil,  es ahí donde tienes que sacar el 10, el segundo todos lo reprueban.\r\nExcenta con 7 pero deben pedirle que baje ya que ella al principio les pide 8.\r\nDa muy buenas demostraciones pero no debes faltar ninguna clase. En este semestre presencial, exámenes onli"}, {"fecha": "25/Ago/2021", "score_general": "7.0", "score_facilidad": "4.0", "materia": "Fundamentos de estadística", "comments": "Yo pedí NP por el paro, pero ahí te va la opinión. De enseñar, enseña, pero su clase se me hizo muy aburrida porque sinceramente no me interesa la estadística. Si lo que quieres es pasar la materia NO ES LA OPCIÓN, si lo que quieres es aprender, muy despacio pero bien, entonces te la recomiendo"}, {"fecha": "24/Ago/2021", "score_general": "7.0", "score_facilidad": "4.0", "materia": "Fundamentos de Estadística", "comments": "Califica Duro, Las clases son largasYo pedí NP por el paro, pero ahí te va la opinión. De enseñar, enseña, pero su clase se me hizo muy aburrida porque sinceramente no me interesa la estadística. Si lo que quieres es pasar la materia NO ES LA OPCIÓN, si lo que quieres es aprender, muy despacio pero bien, entonces te la recomiendo"}, {"fecha": "22/Ago/2021", "score_general": "8.0", "score_facilidad": "8.0", "materia": "Fundamentos de Estadística", "comments": "Califica Duro, Barco, Muchas tareasYo pedí NP por el paro, pero ahí te va la opinión. De enseñar, enseña, pero su clase se me hizo muy aburrida porque sinceramente no me interesa la estadística. Si lo que quieres es pasar la materia NO ES LA OPCIÓN, si lo que quieres es aprender, muy despacio pero bien, entonces te la recomiendo"}, {"fecha": "16/Ago/2021", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Fundamentos de Estadística", "comments": "Da buena retroalimentación, Las clases son largas, Clases excelentesYo pedí NP por el paro, pero ahí te va la opinión. De enseñar, enseña, pero su clase se me hizo muy aburrida porque sinceramente no me interesa la estadística. Si lo que quieres es pasar la materia NO ES LA OPCIÓN, si lo que quieres es aprender, muy despacio pero bien, entonces te la recomiendo"}, {"fecha": "23/Feb/2021", "score_general": "10.0", "score_facilidad": "4.0", "materia": "Fundamentos de Estadística", "comments": "Califica Duro, Las clases son largas, Los exámenes son difícilesYo pedí NP por el paro, pero ahí te va la opinión. De enseñar, enseña, pero su clase se me hizo muy aburrida porque sinceramente no me interesa la estadística. Si lo que quieres es pasar la materia NO ES LA OPCIÓN, si lo que quieres es aprender, muy despacio pero bien, entonces te la recomiendo"}, {"fecha": "19/Feb/2021", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Fundamentos de Estadistica", "comments": "Respetado por los estudiantes, Las clases son largas, Brinda apoyo(Zoomestre) La maestra es muy agradable, se enfoca en que todo quede claro, deja ni muchas ni pocas tareas aunque en los examenes tengan cuidado, son mediante una plataforma y a mano, deben entregar evidencias y cuidado con copiar, exenta con 8 pero diganle que los exente con 7, a nosotrosnosfuncion"}, {"fecha": "18/Feb/2021", "score_general": "8.0", "score_facilidad": "8.0", "materia": "Fundamentos de Estadística", "comments": "Da buena retroalimentación, Pocos Exámenes, Brinda apoyo(Zoomestre) La maestra es muy agradable, se enfoca en que todo quede claro, deja ni muchas ni pocas tareas aunque en los examenes tengan cuidado, son mediante una plataforma y a mano, deben entregar evidencias y cuidado con copiar, exenta con 8 pero diganle que los exente con 7, a nosotrosnosfuncion"}, {"fecha": "26/Jul/2019", "score_general": "9.0", "score_facilidad": "6.0", "materia": "Estadística", "comments": "Pocos Exámenes, Clases excelentes, Tomaría su clase otra vez(Zoomestre) La maestra es muy agradable, se enfoca en que todo quede claro, deja ni muchas ni pocas tareas aunque en los examenes tengan cuidado, son mediante una plataforma y a mano, deben entregar evidencias y cuidado con copiar, exenta con 8 pero diganle que los exente con 7, a nosotrosnosfuncion"}, {"fecha": "21/Jun/2019", "score_general": "6.0", "score_facilidad": "4.0", "materia": "Estadística", "comments": "(Zoomestre) La maestra es muy agradable, se enfoca en que todo quede claro, deja ni muchas ni pocas tareas aunque en los examenes tengan cuidado, son mediante una plataforma y a mano, deben entregar evidencias y cuidado con copiar, exenta con 8 pero diganle que los exente con 7, a nosotrosnosfuncion"}, {"fecha": "13/Jun/2019", "score_general": "9.0", "score_facilidad": "6.0", "materia": "Estadística", "comments": "Califica Duro, Clases excelentes, Tomaría su clase otra vez(Zoomestre) La maestra es muy agradable, se enfoca en que todo quede claro, deja ni muchas ni pocas tareas aunque en los examenes tengan cuidado, son mediante una plataforma y a mano, deben entregar evidencias y cuidado con copiar, exenta con 8 pero diganle que los exente con 7, a nosotrosnosfuncion"}, {"fecha": "26/Ago/2017", "score_general": "7.0", "score_facilidad": "4.0", "materia": "Probabilidad", "comments": "Excelente persona, sabe muchísimo pero OJO la clase la da hablando por lo que es muy difícil comprender todo, prepárate a leer presentaciones enteras y a preparar tus ejercicios, si no te pierdes hasta el final. 100% exámenes (complicados), NADA barco. TODAS las clases llegó 30 min tarde."}, {"fecha": "23/Jul/2017", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Probabilidad", "comments": "Califica Duro, Clases excelentes, Tomaría su clase otra vezExcelente persona, sabe muchísimo pero OJO la clase la da hablando por lo que es muy difícil comprender todo, prepárate a leer presentaciones enteras y a preparar tus ejercicios, si no te pierdes hasta el final. 100% exámenes (complicados), NADA barco. TODAS las clases llegó 30 min tarde."}, {"fecha": "16/Jun/2017", "score_general": "8.0", "score_facilidad": "4.0", "materia": "Probabilidad", "comments": "Califica Duro, Las clases son largas, Los exámenes son difícilesExcelente persona, sabe muchísimo pero OJO la clase la da hablando por lo que es muy difícil comprender todo, prepárate a leer presentaciones enteras y a preparar tus ejercicios, si no te pierdes hasta el final. 100% exámenes (complicados), NADA barco. TODAS las clases llegó 30 min tarde."}, {"fecha": "29/May/2017", "score_general": "7.0", "score_facilidad": "8.0", "materia": "Probabilidad", "comments": "Califica Duro, Pocos ExámenesExcelente persona, sabe muchísimo pero OJO la clase la da hablando por lo que es muy difícil comprender todo, prepárate a leer presentaciones enteras y a preparar tus ejercicios, si no te pierdes hasta el final. 100% exámenes (complicados), NADA barco. TODAS las clases llegó 30 min tarde."}, {"fecha": "18/Jul/2015", "score_general": "9.0", "score_facilidad": "6.0", "materia": "Probabilidad y Estadistica", "comments": "Asistencia obligatoria, Brinda apoyo, Clases excelentesExcelente persona, sabe muchísimo pero OJO la clase la da hablando por lo que es muy difícil comprender todo, prepárate a leer presentaciones enteras y a preparar tus ejercicios, si no te pierdes hasta el final. 100% exámenes (complicados), NADA barco. TODAS las clases llegó 30 min tarde."}, {"fecha": "26/Nov/2014", "score_general": "9.0", "score_facilidad": "6.0", "materia": "PyE", "comments": "Muy accesible, se sabe explicar muy bien, se interesa porque aprendas y te explica personalmente si no llegas a entender nada. Yo no pase por descuidar mucho su materia, pero fuimos pocos los que llegamos a final. Ojo, no es barco."}]