[{"fecha": "20/Ago/2022", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Lab Electricidad y Magnetismo", "comments": "Muy cómico, Da buena retroalimentación, Brinda apoyoLo llevé en presencial, y no fue nada como los comentarios de antes de la pandemia; ayuda mucho en las prácticas y es muy accesible en el examen. Además a veces es gracioso."}, {"fecha": "12/Feb/2021", "score_general": "5.0", "score_facilidad": "6.0", "materia": "Electricidad y Magnetismo lab", "comments": "Las clases son largasLo llevé en presencial, y no fue nada como los comentarios de antes de la pandemia; ayuda mucho en las prácticas y es muy accesible en el examen. Además a veces es gracioso."}, {"fecha": "02/Feb/2021", "score_general": "8.0", "score_facilidad": "8.0", "materia": "Electricidad y Magnetismo lab", "comments": "Las clases son largas, Pocos ExámenesLo llevé en presencial, y no fue nada como los comentarios de antes de la pandemia; ayuda mucho en las prácticas y es muy accesible en el examen. Además a veces es gracioso."}, {"fecha": "12/Jul/2020", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Electrónica", "comments": "Respetado por los estudiantes, Clases excelentes, Tomaría su clase otra vezLo llevé en presencial, y no fue nada como los comentarios de antes de la pandemia; ayuda mucho en las prácticas y es muy accesible en el examen. Además a veces es gracioso."}, {"fecha": "23/Ene/2018", "score_general": "9.0", "score_facilidad": "10.0", "materia": "Lab. Electricidad y Magnetismo", "comments": "La Participación Importa, Aspectos de calificación claros, Brinda apoyoLo llevé en presencial, y no fue nada como los comentarios de antes de la pandemia; ayuda mucho en las prácticas y es muy accesible en el examen. Además a veces es gracioso."}, {"fecha": "16/Ene/2018", "score_general": "9.0", "score_facilidad": "10.0", "materia": "Lab. Electricidad y Magnetismo", "comments": "Es un buen profesor, enseña bien y es accesible, sin embargo a veces se va un poco rápido, sólo hay que estar atento, los reportes y previos se entregan por brigada lo que hace muy sencilla la materia."}, {"fecha": "26/Ene/2017", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Lab. Electricidad y Magnetismo", "comments": "Califica Duro, La Participación Importa, Asistencia obligatoriaEs un buen profesor, enseña bien y es accesible, sin embargo a veces se va un poco rápido, sólo hay que estar atento, los reportes y previos se entregan por brigada lo que hace muy sencilla la materia."}, {"fecha": "15/Dic/2014", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Lab. Electricidad y Magnetismo", "comments": "Es un buen profesor, enseña bien y es accesible, sin embargo a veces se va un poco rápido, sólo hay que estar atento, los reportes y previos se entregan por brigada lo que hace muy sencilla la materia."}]