[{"fecha": "08/Feb/2023", "score_general": "8.0", "score_facilidad": "6.0", "materia": "Ecuaciones Diferenciales", "comments": "Da buena retroalimentación, Aspectos de calificación claros, Brinda apoyoEs buen profesor, tiene conocimientos de la materia y trata que las clases no sean pesadas, los exámenes los llega a realizar en diferentes modalidades, te deja sacar formularios y la calificación final es el promedio de los exámenes que realice.\r\nResponde bien a las preguntas que se le realizan."}, {"fecha": "06/Feb/2023", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Álgebra lineal", "comments": "Muchas tareas, Pocos Exámenes, Tomaría su clase otra vezEs buen profesor, tiene conocimientos de la materia y trata que las clases no sean pesadas, los exámenes los llega a realizar en diferentes modalidades, te deja sacar formularios y la calificación final es el promedio de los exámenes que realice.\r\nResponde bien a las preguntas que se le realizan."}, {"fecha": "13/May/2022", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Análisis numérico", "comments": "Aspectos de calificación claros, Clases excelentes, Tomaría su clase otra vezEs buen profesor, tiene conocimientos de la materia y trata que las clases no sean pesadas, los exámenes los llega a realizar en diferentes modalidades, te deja sacar formularios y la calificación final es el promedio de los exámenes que realice.\r\nResponde bien a las preguntas que se le realizan."}, {"fecha": "29/Ene/2022", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Análisis numérico", "comments": "Barco, Clases excelentes, Tomaría su clase otra vezEs buen profesor, tiene conocimientos de la materia y trata que las clases no sean pesadas, los exámenes los llega a realizar en diferentes modalidades, te deja sacar formularios y la calificación final es el promedio de los exámenes que realice.\r\nResponde bien a las preguntas que se le realizan."}, {"fecha": "26/Ene/2022", "score_general": "9.0", "score_facilidad": "10.0", "materia": "Algebra Lineal", "comments": "Barco, Aspectos de calificación claros, Brinda apoyoEs buen profesor, tiene conocimientos de la materia y trata que las clases no sean pesadas, los exámenes los llega a realizar en diferentes modalidades, te deja sacar formularios y la calificación final es el promedio de los exámenes que realice.\r\nResponde bien a las preguntas que se le realizan."}, {"fecha": "25/Ene/2022", "score_general": "5.0", "score_facilidad": "4.0", "materia": "analisis numerico", "comments": "Muchas tareas, Prepárate para leer, Muchos ExámenesNO lo tomen, se cree la gran cosa y la verdad se queda muy corto, aparte es muy presumido."}, {"fecha": "01/Sep/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Ecuaciones Diferenciales", "comments": "Respetado por los estudiantes, Pocos Exámenes, Clases excelentesNO lo tomen, se cree la gran cosa y la verdad se queda muy corto, aparte es muy presumido."}, {"fecha": "01/Sep/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Ecuaciones Diferenciales", "comments": "Respetado por los estudiantes, Pocos Exámenes, Clases excelentesNO lo tomen, se cree la gran cosa y la verdad se queda muy corto, aparte es muy presumido."}, {"fecha": "26/Ago/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Algebra lineal", "comments": "Da Crédito Extra, Pocos Exámenes, Aspectos de calificación clarosNO lo tomen, se cree la gran cosa y la verdad se queda muy corto, aparte es muy presumido."}, {"fecha": "25/Ago/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Análisis numérico", "comments": "Barco, Aspectos de calificación claros, Clases excelentesNO lo tomen, se cree la gran cosa y la verdad se queda muy corto, aparte es muy presumido."}, {"fecha": "19/Ago/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Analisis numerico", "comments": "Barco, Muchos Exámenes, Clases excelentesEnseña muy bien, el que no aprende, es porque no quiere, el profesor te repetira las veces que sea necesario, es muy paciente y te demuestra que los examenes siempre son lo que sobran, lo que importa es poner atencion en las clases."}, {"fecha": "16/Ago/2021", "score_general": "9.0", "score_facilidad": "10.0", "materia": "Algebra y  Ecuaciones", "comments": "Barco, Las clases son largas, Pocos ExámenesEnseña muy bien, el que no aprende, es porque no quiere, el profesor te repetira las veces que sea necesario, es muy paciente y te demuestra que los examenes siempre son lo que sobran, lo que importa es poner atencion en las clases."}, {"fecha": "18/Feb/2021", "score_general": "9.0", "score_facilidad": "10.0", "materia": "Análisis Numérico", "comments": "Da buena retroalimentación, Brinda apoyo, Clases excelentesEnseña muy bien, el que no aprende, es porque no quiere, el profesor te repetira las veces que sea necesario, es muy paciente y te demuestra que los examenes siempre son lo que sobran, lo que importa es poner atencion en las clases."}, {"fecha": "16/Feb/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "analisis numerico", "comments": "Muy cómico, Da buena retroalimentación, Clases excelentesEnseña muy bien, el que no aprende, es porque no quiere, el profesor te repetira las veces que sea necesario, es muy paciente y te demuestra que los examenes siempre son lo que sobran, lo que importa es poner atencion en las clases."}, {"fecha": "03/Feb/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Análisis numérico", "comments": "Respetado por los estudiantes, Inspiracional, Clases excelentesEnseña muy bien, el que no aprende, es porque no quiere, el profesor te repetira las veces que sea necesario, es muy paciente y te demuestra que los examenes siempre son lo que sobran, lo que importa es poner atencion en las clases."}, {"fecha": "05/Ene/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Ecuaciones diferenciales", "comments": "Da buena retroalimentación, Respetado por los estudiantes, Brinda apoyoEs un gran profesor y excelente persona, siempre en disposición de ayudar y aclarar dudas, aprendes lo justo. Tareas y exámenes sencillos. Bien adaptado al zoom semestre."}, {"fecha": "01/Ene/2021", "score_general": "2.0", "score_facilidad": "6.0", "materia": "Álgebra lineal", "comments": "Es un gran profesor y excelente persona, siempre en disposición de ayudar y aclarar dudas, aprendes lo justo. Tareas y exámenes sencillos. Bien adaptado al zoom semestre."}, {"fecha": "17/Sep/2020", "score_general": "9.0", "score_facilidad": "8.0", "materia": "ANALISIS NUMÉRICO", "comments": "Muy cómicoEs un gran profesor y excelente persona, siempre en disposición de ayudar y aclarar dudas, aprendes lo justo. Tareas y exámenes sencillos. Bien adaptado al zoom semestre."}, {"fecha": "02/Sep/2020", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Análisis Numérico", "comments": "Es un gran profesor y excelente persona, siempre en disposición de ayudar y aclarar dudas, aprendes lo justo. Tareas y exámenes sencillos. Bien adaptado al zoom semestre."}, {"fecha": "31/Ago/2020", "score_general": "8.0", "score_facilidad": "6.0", "materia": "Análisis numérico", "comments": "La Participación Importa, Asistencia obligatoria, InspiracionalEs un gran profesor y excelente persona, siempre en disposición de ayudar y aclarar dudas, aprendes lo justo. Tareas y exámenes sencillos. Bien adaptado al zoom semestre."}, {"fecha": "23/Jun/2020", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Análisis Numérico", "comments": "Brinda apoyo, Clases excelentes, Tomaría su clase otra vezLos que lo califican mal de seguro es porque no quieren que les ganen a este profesor jaja."}, {"fecha": "15/Jun/2020", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Análisis Numérico", "comments": "Da buena retroalimentación, Clases excelentes, Tomaría su clase otra vezLos que lo califican mal de seguro es porque no quieren que les ganen a este profesor jaja."}, {"fecha": "02/Dic/2019", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Análisis númerico", "comments": "Barco, Da buena retroalimentación, Pocos ExámenesLos que lo califican mal de seguro es porque no quieren que les ganen a este profesor jaja."}, {"fecha": "01/Dic/2019", "score_general": "7.0", "score_facilidad": "10.0", "materia": "Análisis numérico", "comments": "Califica Duro, Respetado por los estudiantesLos que lo califican mal de seguro es porque no quieren que les ganen a este profesor jaja."}, {"fecha": "20/Mar/2019", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Análisis Numérico", "comments": "Los que lo califican mal de seguro es porque no quieren que les ganen a este profesor jaja."}, {"fecha": "27/Dic/2018", "score_general": "8.0", "score_facilidad": "10.0", "materia": "Análisis Numérico", "comments": "Hace exámenes sorpresa, Respetado por los estudiantes, Tomaría su clase otra vezEs muy buen profesor para esta materia, es fácil pasar, y explica muy bien los temas, deja algunas tareas, y los examenes son parecidos a los ejercicios en clase. utiliza mucho excel lo que hace mas comprensible los metodos numericos. Es un poco estricto con la diciplina pero vale la pena su clase."}, {"fecha": "12/Dic/2018", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Analisis Numerico", "comments": "Da buena retroalimentación, Aspectos de calificación claros, Clases excelentesEs muy buen profesor para esta materia, es fácil pasar, y explica muy bien los temas, deja algunas tareas, y los examenes son parecidos a los ejercicios en clase. utiliza mucho excel lo que hace mas comprensible los metodos numericos. Es un poco estricto con la diciplina pero vale la pena su clase."}, {"fecha": "29/Nov/2018", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Análisis numérico", "comments": "Es muy buen profesor para esta materia, es fácil pasar, y explica muy bien los temas, deja algunas tareas, y los examenes son parecidos a los ejercicios en clase. utiliza mucho excel lo que hace mas comprensible los metodos numericos. Es un poco estricto con la diciplina pero vale la pena su clase."}, {"fecha": "04/Nov/2018", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Análisis Numérico", "comments": "Es muy buen profesor para esta materia, es fácil pasar, y explica muy bien los temas, deja algunas tareas, y los examenes son parecidos a los ejercicios en clase. utiliza mucho excel lo que hace mas comprensible los metodos numericos. Es un poco estricto con la diciplina pero vale la pena su clase."}, {"fecha": "15/Jun/2018", "score_general": "9.0", "score_facilidad": "10.0", "materia": "Análisis numérico", "comments": "Barco, Asistencia obligatoria, Tomaría su clase otra vezEs muy buen profesor para esta materia, es fácil pasar, y explica muy bien los temas, deja algunas tareas, y los examenes son parecidos a los ejercicios en clase. utiliza mucho excel lo que hace mas comprensible los metodos numericos. Es un poco estricto con la diciplina pero vale la pena su clase."}, {"fecha": "16/Ene/2018", "score_general": "7.0", "score_facilidad": "10.0", "materia": "Análisis Numérico", "comments": "Califica Duro, Barco, Las clases son largasEs sencillo sacar 10 porque no hace exámenes y sólo califica con actividades en clase o en tareas, a varios les va mal porque no entran a clase o no entregan tareas, pero si vas siempre a clase seguro sacas 9 o 10."}, {"fecha": "25/Jul/2017", "score_general": "2.0", "score_facilidad": "2.0", "materia": "Analisis", "comments": "Califica DuroEs sencillo sacar 10 porque no hace exámenes y sólo califica con actividades en clase o en tareas, a varios les va mal porque no entran a clase o no entregan tareas, pero si vas siempre a clase seguro sacas 9 o 10."}, {"fecha": "06/Jul/2017", "score_general": "2.0", "score_facilidad": "2.0", "materia": "Análisis Numerico", "comments": "Califica DuroEs sencillo sacar 10 porque no hace exámenes y sólo califica con actividades en clase o en tareas, a varios les va mal porque no entran a clase o no entregan tareas, pero si vas siempre a clase seguro sacas 9 o 10."}, {"fecha": "27/Jun/2017", "score_general": "3.0", "score_facilidad": "4.0", "materia": "Análisis numérico", "comments": "Califica Duro, Muchas tareas, Los exámenes son difícilesEs sencillo sacar 10 porque no hace exámenes y sólo califica con actividades en clase o en tareas, a varios les va mal porque no entran a clase o no entregan tareas, pero si vas siempre a clase seguro sacas 9 o 10."}, {"fecha": "16/Jun/2017", "score_general": "7.0", "score_facilidad": "10.0", "materia": "Análisis Numérico", "comments": "Es sencillo sacar 10 porque no hace exámenes y sólo califica con actividades en clase o en tareas, a varios les va mal porque no entran a clase o no entregan tareas, pero si vas siempre a clase seguro sacas 9 o 10."}, {"fecha": "10/Jun/2017", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Análisis numérico", "comments": "Es muy relajada la clase. Deja actividades durante el semestre, y con estas evalúa. Aprendes, y pasas con buena calificación sin estresarte demás. :)"}, {"fecha": "22/Ene/2017", "score_general": "7.0", "score_facilidad": "10.0", "materia": "Cálculo y Gemoetría Análitica", "comments": "Barco, Las clases son largas, Brinda apoyoEs muy relajada la clase. Deja actividades durante el semestre, y con estas evalúa. Aprendes, y pasas con buena calificación sin estresarte demás. :)"}, {"fecha": "21/Ene/2017", "score_general": "7.0", "score_facilidad": "10.0", "materia": "Calculo integral", "comments": "Barco, Da Crédito ExtraEs muy relajada la clase. Deja actividades durante el semestre, y con estas evalúa. Aprendes, y pasas con buena calificación sin estresarte demás. :)"}, {"fecha": "16/Ene/2017", "score_general": "6.0", "score_facilidad": "10.0", "materia": "Álgebra", "comments": "Barco, Las clases son largas, Pocos ExámenesEs muy relajada la clase. Deja actividades durante el semestre, y con estas evalúa. Aprendes, y pasas con buena calificación sin estresarte demás. :)"}, {"fecha": "09/Dic/2016", "score_general": "2.0", "score_facilidad": "2.0", "materia": "Algebra", "comments": "Muchas tareasEs muy relajada la clase. Deja actividades durante el semestre, y con estas evalúa. Aprendes, y pasas con buena calificación sin estresarte demás. :)"}, {"fecha": "24/Nov/2016", "score_general": "5.0", "score_facilidad": "8.0", "materia": "Álgebra", "comments": "Barco, Las clases son largasSi lo que quieres es barquear, Casiano es tu solución, pero no vas a aprender por su cuenta, es bastante tedioso, se sale mucho del tema principal. Es un pesímo profesor, bastante confuso y además odioso con los alumnos, bastante burlón."}, {"fecha": "16/Nov/2016", "score_general": "4.0", "score_facilidad": "6.0", "materia": "algebra", "comments": "Si lo que quieres es barquear, Casiano es tu solución, pero no vas a aprender por su cuenta, es bastante tedioso, se sale mucho del tema principal. Es un pesímo profesor, bastante confuso y además odioso con los alumnos, bastante burlón."}, {"fecha": "11/Ago/2016", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Álgebra Lineal", "comments": "Muy cómico, Clases excelentes, Tomaría su clase otra vezSi lo que quieres es barquear, Casiano es tu solución, pero no vas a aprender por su cuenta, es bastante tedioso, se sale mucho del tema principal. Es un pesímo profesor, bastante confuso y además odioso con los alumnos, bastante burlón."}, {"fecha": "27/Jul/2016", "score_general": "9.0", "score_facilidad": "10.0", "materia": "Calculo Integral", "comments": "Barco, Brinda apoyo, Tomaría su clase otra vezSi lo que quieres es barquear, Casiano es tu solución, pero no vas a aprender por su cuenta, es bastante tedioso, se sale mucho del tema principal. Es un pesímo profesor, bastante confuso y además odioso con los alumnos, bastante burlón."}, {"fecha": "27/Jul/2016", "score_general": "5.0", "score_facilidad": "4.0", "materia": "estatica", "comments": "Califica Duro, Las clases son largas, Los exámenes son difícilesSi lo que quieres es barquear, Casiano es tu solución, pero no vas a aprender por su cuenta, es bastante tedioso, se sale mucho del tema principal. Es un pesímo profesor, bastante confuso y además odioso con los alumnos, bastante burlón."}, {"fecha": "26/Jul/2016", "score_general": "6.0", "score_facilidad": "2.0", "materia": "estática", "comments": "Califica Duro, Las clases son largas, Muchos Exámenesno me gusto este profesor honestamente no lo recomiendo yo saque 8 pero la verdad me mate demasiado, califica injustamente ya que hace parejas   y sus exámenes largos."}, {"fecha": "26/Jul/2016", "score_general": "5.0", "score_facilidad": "6.0", "materia": "Calculo diferencial", "comments": "no me gusto este profesor honestamente no lo recomiendo yo saque 8 pero la verdad me mate demasiado, califica injustamente ya que hace parejas   y sus exámenes largos."}, {"fecha": "22/Jul/2016", "score_general": "6.0", "score_facilidad": "10.0", "materia": "Algebra", "comments": "Barco, Asistencia obligatoriano me gusto este profesor honestamente no lo recomiendo yo saque 8 pero la verdad me mate demasiado, califica injustamente ya que hace parejas   y sus exámenes largos."}, {"fecha": "21/Jul/2016", "score_general": "7.0", "score_facilidad": "10.0", "materia": "Cálcuo integral", "comments": "no me gusto este profesor honestamente no lo recomiendo yo saque 8 pero la verdad me mate demasiado, califica injustamente ya que hace parejas   y sus exámenes largos."}, {"fecha": "06/Jul/2016", "score_general": "4.0", "score_facilidad": "4.0", "materia": "Algebra lineal", "comments": "Asistencia obligatoriano me gusto este profesor honestamente no lo recomiendo yo saque 8 pero la verdad me mate demasiado, califica injustamente ya que hace parejas   y sus exámenes largos."}, {"fecha": "27/Jun/2016", "score_general": "3.0", "score_facilidad": "6.0", "materia": "estática", "comments": "Califica Duro, Hace exámenes sorpresa, Las clases son largasmuy mal profesor para estática. no lo recomiendo para aquellos compañeros de plan 2016, sus exámenes están largos y pesados"}, {"fecha": "15/Jun/2016", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Cálculo Integral", "comments": "muy mal profesor para estática. no lo recomiendo para aquellos compañeros de plan 2016, sus exámenes están largos y pesados"}, {"fecha": "09/Jun/2016", "score_general": "8.0", "score_facilidad": "8.0", "materia": "Álgebra Lineal 2016", "comments": "muy mal profesor para estática. no lo recomiendo para aquellos compañeros de plan 2016, sus exámenes están largos y pesados"}, {"fecha": "27/May/2016", "score_general": "2.0", "score_facilidad": "2.0", "materia": "lineal", "comments": "Califica Duro, Muchas tareasmuy mal profesor para estática. no lo recomiendo para aquellos compañeros de plan 2016, sus exámenes están largos y pesados"}, {"fecha": "26/Ene/2016", "score_general": "9.0", "score_facilidad": "10.0", "materia": "algebra lineal", "comments": "muy mal profesor para estática. no lo recomiendo para aquellos compañeros de plan 2016, sus exámenes están largos y pesados"}, {"fecha": "19/Ene/2016", "score_general": "2.0", "score_facilidad": "10.0", "materia": "Álgebra Superior", "comments": "No tiene porqué impartir clases. Pésimo profesor, sus conocimientos teóricos son buenos, pero los prácticos son nulos. Falta constantemente a clases y no tiene ningún interés en el aprendizaje del alumno, es BARQUÍSIMO."}, {"fecha": "19/Ene/2016", "score_general": "8.0", "score_facilidad": "10.0", "materia": "geometria analitiva", "comments": "No tiene porqué impartir clases. Pésimo profesor, sus conocimientos teóricos son buenos, pero los prácticos son nulos. Falta constantemente a clases y no tiene ningún interés en el aprendizaje del alumno, es BARQUÍSIMO."}, {"fecha": "09/Ene/2016", "score_general": "6.0", "score_facilidad": "6.0", "materia": "Geometr?a anal?tica", "comments": "No tiene porqué impartir clases. Pésimo profesor, sus conocimientos teóricos son buenos, pero los prácticos son nulos. Falta constantemente a clases y no tiene ningún interés en el aprendizaje del alumno, es BARQUÍSIMO."}, {"fecha": "09/Dic/2015", "score_general": "7.0", "score_facilidad": "10.0", "materia": "Álgebra", "comments": "No tiene porqué impartir clases. Pésimo profesor, sus conocimientos teóricos son buenos, pero los prácticos son nulos. Falta constantemente a clases y no tiene ningún interés en el aprendizaje del alumno, es BARQUÍSIMO."}, {"fecha": "01/Dic/2015", "score_general": "4.0", "score_facilidad": "8.0", "materia": "Cálculo y Gemoetría Análitica", "comments": "No tiene porqué impartir clases. Pésimo profesor, sus conocimientos teóricos son buenos, pero los prácticos son nulos. Falta constantemente a clases y no tiene ningún interés en el aprendizaje del alumno, es BARQUÍSIMO."}, {"fecha": "20/Nov/2015", "score_general": "4.0", "score_facilidad": "10.0", "materia": "Calculo y geometria analitica", "comments": ""}, {"fecha": "24/Jul/2015", "score_general": "8.0", "score_facilidad": "10.0", "materia": "Álgebra", "comments": "Barco, Brinda apoyo, Tomaría su clase otra vez"}, {"fecha": "01/Jul/2015", "score_general": "6.0", "score_facilidad": "10.0", "materia": "Álgebra", "comments": ""}, {"fecha": "20/Ene/2015", "score_general": "6.0", "score_facilidad": "10.0", "materia": "algebra/algebra lineal", "comments": ""}, {"fecha": "12/Ene/2015", "score_general": "7.0", "score_facilidad": "10.0", "materia": "Alebra, Algebra Lineal, Geometría Analítica, Calculos", "comments": ""}, {"fecha": "19/Nov/2014", "score_general": "8.0", "score_facilidad": "6.0", "materia": "Algebra", "comments": "Buen maestro, sus exámenes son de acuerdo a lo que se ve en clases y explica muy bien."}, {"fecha": "04/Jun/2014", "score_general": "8.0", "score_facilidad": "6.0", "materia": "calculo integral", "comments": "Buen maestro, sus exámenes son de acuerdo a lo que se ve en clases y explica muy bien."}, {"fecha": "28/May/2014", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Álgebra Lineal", "comments": "Buen maestro, sus exámenes son de acuerdo a lo que se ve en clases y explica muy bien."}, {"fecha": "24/Ene/2014", "score_general": "7.0", "score_facilidad": "10.0", "materia": "calculo integral", "comments": "Buen maestro, sus exámenes son de acuerdo a lo que se ve en clases y explica muy bien."}, {"fecha": "23/Jul/2013", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Algebra Lineal", "comments": "Buen maestro, sus exámenes son de acuerdo a lo que se ve en clases y explica muy bien."}, {"fecha": "21/Ene/2013", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Algebra Lineal/ Calculo Integral", "comments": "Es excelente profesor, aprendes solo lo que dice el temario, ni mas ni menos, lo lleve en integral y lineal, de verdad una buena opcion si ve que le echaste ganas te ayuda al final.\r\nDeja series sencillas y no tan largas."}, {"fecha": "20/Ene/2013", "score_general": "10.0", "score_facilidad": "10.0", "materia": "algebra lineal/calculo integral", "comments": "Es excelente profesor, aprendes solo lo que dice el temario, ni mas ni menos, lo lleve en integral y lineal, de verdad una buena opcion si ve que le echaste ganas te ayuda al final.\r\nDeja series sencillas y no tan largas."}, {"fecha": "12/Dic/2012", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Cálculo integral, álgebra lineal", "comments": "Es excelente profesor, aprendes solo lo que dice el temario, ni mas ni menos, lo lleve en integral y lineal, de verdad una buena opcion si ve que le echaste ganas te ayuda al final.\r\nDeja series sencillas y no tan largas."}]