[{"fecha": "26/Ene/2023", "score_general": "8.0", "score_facilidad": "8.0", "materia": "Sistemas Operativos", "comments": "Barco, Muchas tareas, Deja trabajos largosProfe para llevártela relax entre comillas, ya que pide bastantes cosas en todo el semestre. 5 tareas de investigación, 5 proyectos y 3 exámenes, pero todo está muy sencillo, los proyectos los encuentras en Youtube jaja. Es buena onda y súper accesible, solo no te confíes con las entregas."}, {"fecha": "28/Sep/2022", "score_general": "9.0", "score_facilidad": "10.0", "materia": "Sistemas Operativos", "comments": "Deja trabajos largos, Clases excelentes, Tomaría su clase otra vezProfe para llevártela relax entre comillas, ya que pide bastantes cosas en todo el semestre. 5 tareas de investigación, 5 proyectos y 3 exámenes, pero todo está muy sencillo, los proyectos los encuentras en Youtube jaja. Es buena onda y súper accesible, solo no te confíes con las entregas."}, {"fecha": "29/Jul/2022", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Sistemas Operativos", "comments": "Muy cómico, Da buena retroalimentación, Prepárate para leerProfe para llevártela relax entre comillas, ya que pide bastantes cosas en todo el semestre. 5 tareas de investigación, 5 proyectos y 3 exámenes, pero todo está muy sencillo, los proyectos los encuentras en Youtube jaja. Es buena onda y súper accesible, solo no te confíes con las entregas."}, {"fecha": "29/Jul/2022", "score_general": "10.0", "score_facilidad": "4.0", "materia": "Sistemas Operativos", "comments": "Da buena retroalimentación, Muchas tareas, Muchos proyectos grupalesProfe para llevártela relax entre comillas, ya que pide bastantes cosas en todo el semestre. 5 tareas de investigación, 5 proyectos y 3 exámenes, pero todo está muy sencillo, los proyectos los encuentras en Youtube jaja. Es buena onda y súper accesible, solo no te confíes con las entregas."}, {"fecha": "19/Ago/2021", "score_general": "9.0", "score_facilidad": "10.0", "materia": "Sistemas Operativos", "comments": "Barco, Muchas tareas, Las clases son largasProfe para llevártela relax entre comillas, ya que pide bastantes cosas en todo el semestre. 5 tareas de investigación, 5 proyectos y 3 exámenes, pero todo está muy sencillo, los proyectos los encuentras en Youtube jaja. Es buena onda y súper accesible, solo no te confíes con las entregas."}, {"fecha": "18/Ago/2021", "score_general": "5.0", "score_facilidad": "8.0", "materia": "Sistemas operativos", "comments": "Muchas tareas, Las clases son largas, Deja trabajos largosProfesor muy aburrido, deja trabajos muy pesados (proyectos en equipo) si la toman online no conviene ya que es demasiado el exceso de trabajo"}, {"fecha": "23/Jun/2021", "score_general": "6.0", "score_facilidad": "10.0", "materia": "Sistemas Operativos", "comments": "Barco, Muchas tareas, Brinda apoyoProfesor muy aburrido, deja trabajos muy pesados (proyectos en equipo) si la toman online no conviene ya que es demasiado el exceso de trabajo"}, {"fecha": "10/Feb/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Sistema  operativos", "comments": "Barco, Da buena retroalimentación, Pocos ExámenesProfesor muy aburrido, deja trabajos muy pesados (proyectos en equipo) si la toman online no conviene ya que es demasiado el exceso de trabajo"}, {"fecha": "03/Ago/2020", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Sistemas Operativos", "comments": "Da buena retroalimentación, Asistencia obligatoria, Deja trabajos largosProfesor muy aburrido, deja trabajos muy pesados (proyectos en equipo) si la toman online no conviene ya que es demasiado el exceso de trabajo"}, {"fecha": "28/Jun/2020", "score_general": "6.0", "score_facilidad": "8.0", "materia": "Sistemas Operativos", "comments": "Califica Duro, Muchas tareas, Deja trabajos largosProfesor muy aburrido, deja trabajos muy pesados (proyectos en equipo) si la toman online no conviene ya que es demasiado el exceso de trabajo"}, {"fecha": "16/Jun/2018", "score_general": "6.0", "score_facilidad": "8.0", "materia": "---", "comments": "Barco, Asistencia obligatoria[Comentario esperando revisión]"}, {"fecha": "01/Dic/2017", "score_general": "8.0", "score_facilidad": "10.0", "materia": "Fundamentos de Programación", "comments": "[Comentario esperando revisión]"}, {"fecha": "12/Ago/2017", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Fundamentos de Programación", "comments": "Muchas tareas, Clases excelentes, Tomaría su clase otra vez[Comentario esperando revisión]"}, {"fecha": "30/Jun/2017", "score_general": "8.0", "score_facilidad": "8.0", "materia": "Sistemas Operativos", "comments": "Muy cómico, La Participación Importa, Asistencia obligatoria[Comentario esperando revisión]"}, {"fecha": "01/Mar/2017", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Fundamentos de Programación", "comments": "Da buena retroalimentación, Clases excelentes, Tomaría su clase otra vez[Comentario esperando revisión]"}, {"fecha": "20/Dic/2016", "score_general": "8.0", "score_facilidad": "8.0", "materia": "Fundamentos de Programacion", "comments": "Da buena retroalimentación, Muchos proyectos grupales, Tomaría su clase otra vezEs la banda el profesor, muchos proyectos, muchas tareas pero si los haces casi aseguras pasar con los examenes  si los repruebas te manda a final pero ahi te ayuda, solo que si se debe de tener base por que aveces va muy rapido y debe de ver tu interes en trabajar y aprender."}, {"fecha": "10/Ago/2016", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Fundamentos de programación", "comments": "Muchas tareas, Asistencia obligatoria, Brinda apoyoEs la banda el profesor, muchos proyectos, muchas tareas pero si los haces casi aseguras pasar con los examenes  si los repruebas te manda a final pero ahi te ayuda, solo que si se debe de tener base por que aveces va muy rapido y debe de ver tu interes en trabajar y aprender."}, {"fecha": "21/Ene/2016", "score_general": "10.0", "score_facilidad": "10.0", "materia": "FUNDAMENTOS DE PROGRAMACION", "comments": "Es la banda el profesor, muchos proyectos, muchas tareas pero si los haces casi aseguras pasar con los examenes  si los repruebas te manda a final pero ahi te ayuda, solo que si se debe de tener base por que aveces va muy rapido y debe de ver tu interes en trabajar y aprender."}, {"fecha": "12/Dic/2015", "score_general": "2.0", "score_facilidad": "2.0", "materia": "Fundamentos de P", "comments": "Es la banda el profesor, muchos proyectos, muchas tareas pero si los haces casi aseguras pasar con los examenes  si los repruebas te manda a final pero ahi te ayuda, solo que si se debe de tener base por que aveces va muy rapido y debe de ver tu interes en trabajar y aprender."}, {"fecha": "26/Nov/2015", "score_general": "3.0", "score_facilidad": "4.0", "materia": "FUNDAMENTOS DE PROGRAMACION", "comments": "Es la banda el profesor, muchos proyectos, muchas tareas pero si los haces casi aseguras pasar con los examenes  si los repruebas te manda a final pero ahi te ayuda, solo que si se debe de tener base por que aveces va muy rapido y debe de ver tu interes en trabajar y aprender."}, {"fecha": "18/Nov/2015", "score_general": "9.0", "score_facilidad": "4.0", "materia": "---", "comments": "[Comentario esperando revisión]"}, {"fecha": "27/Oct/2015", "score_general": "2.0", "score_facilidad": "2.0", "materia": "Fundamentos de Programacion/Programacion para Ingeniero", "comments": "[Comentario esperando revisión]"}]