[{"fecha": "03/Sep/2020", "score_general": "8.0", "score_facilidad": "6.0", "materia": "Termodinamica", "comments": "Califica Duro, Asistencia obligatoria, Tomaría su clase otra vezReafirmo lo del comentario anterior, parece molestarse al pedir le ayuda, aun así la materia te queda clara, la lleve antes con Félix Núñez y por mucho Aguillón es mejor que él, no pase con Aguillón pero con lo que enseña puedes recusar sin problemas o hacer el extra, TERMINA TODO EL TEMARIO."}, {"fecha": "16/Jun/2020", "score_general": "7.0", "score_facilidad": "4.0", "materia": "Termodinámica", "comments": "Califica Duro, Muchas tareasReafirmo lo del comentario anterior, parece molestarse al pedir le ayuda, aun así la materia te queda clara, la lleve antes con Félix Núñez y por mucho Aguillón es mejor que él, no pase con Aguillón pero con lo que enseña puedes recusar sin problemas o hacer el extra, TERMINA TODO EL TEMARIO."}, {"fecha": "24/Nov/2019", "score_general": "9.0", "score_facilidad": "4.0", "materia": "Termodinámica", "comments": "Aspectos de calificación claros, Tomaría su clase otra vezReafirmo lo del comentario anterior, parece molestarse al pedir le ayuda, aun así la materia te queda clara, la lleve antes con Félix Núñez y por mucho Aguillón es mejor que él, no pase con Aguillón pero con lo que enseña puedes recusar sin problemas o hacer el extra, TERMINA TODO EL TEMARIO."}, {"fecha": "23/Jul/2019", "score_general": "7.0", "score_facilidad": "4.0", "materia": "Termodinamica", "comments": "Pocos Exámenes, Aspectos de calificación claros, Tomaría su clase otra vezReafirmo lo del comentario anterior, parece molestarse al pedir le ayuda, aun así la materia te queda clara, la lleve antes con Félix Núñez y por mucho Aguillón es mejor que él, no pase con Aguillón pero con lo que enseña puedes recusar sin problemas o hacer el extra, TERMINA TODO EL TEMARIO."}, {"fecha": "08/Feb/2019", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Termodinámica", "comments": "Reafirmo lo del comentario anterior, parece molestarse al pedir le ayuda, aun así la materia te queda clara, la lleve antes con Félix Núñez y por mucho Aguillón es mejor que él, no pase con Aguillón pero con lo que enseña puedes recusar sin problemas o hacer el extra, TERMINA TODO EL TEMARIO."}, {"fecha": "09/Ago/2017", "score_general": "7.0", "score_facilidad": "6.0", "materia": "Termodinámica", "comments": "Muchas tareas, Pocos ExámenesSolo cuenta exámenes de colegiados, creo que debes tener buenos conocimientos para cursar termodinámica con este profesor"}]