[{"fecha": "11/Feb/2023", "score_general": "9.0", "score_facilidad": "10.0", "materia": "Ecuaciones diferenciales", "comments": "Barco, La Participación Importa, Brinda apoyoEs bien barco aunque no lo parezca jajaja, sus clases no son tan fáciles de entender pero sus exámenes se sacan con el canal de yt de mate fácil. Es 100% examen pero ella resuelve una parte de los exámenes en el pizarrón para nomás copiar y ya. Da demasiadas oportunidades de pasar."}, {"fecha": "02/Feb/2023", "score_general": "8.0", "score_facilidad": "8.0", "materia": "Ecuaciones diferenciales", "comments": "Inspiracional, Brinda apoyo, Los exámenes son difícilesEs bien barco aunque no lo parezca jajaja, sus clases no son tan fáciles de entender pero sus exámenes se sacan con el canal de yt de mate fácil. Es 100% examen pero ella resuelve una parte de los exámenes en el pizarrón para nomás copiar y ya. Da demasiadas oportunidades de pasar."}, {"fecha": "16/Sep/2022", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Ecuaciones Diferenciales", "comments": "Barco, La Participación Importa, Clases excelentesEs bien barco aunque no lo parezca jajaja, sus clases no son tan fáciles de entender pero sus exámenes se sacan con el canal de yt de mate fácil. Es 100% examen pero ella resuelve una parte de los exámenes en el pizarrón para nomás copiar y ya. Da demasiadas oportunidades de pasar."}, {"fecha": "03/Sep/2022", "score_general": "2.0", "score_facilidad": "4.0", "materia": "Ecuaciones diferenciales", "comments": "Barco, Las clases son largas, Los exámenes son difícilesEs bien barco aunque no lo parezca jajaja, sus clases no son tan fáciles de entender pero sus exámenes se sacan con el canal de yt de mate fácil. Es 100% examen pero ella resuelve una parte de los exámenes en el pizarrón para nomás copiar y ya. Da demasiadas oportunidades de pasar."}, {"fecha": "15/Jun/2022", "score_general": "8.0", "score_facilidad": "8.0", "materia": "Ecuaciones diferenciales", "comments": "Respetado por los estudiantes, Aspectos de calificación clarosEs bien barco aunque no lo parezca jajaja, sus clases no son tan fáciles de entender pero sus exámenes se sacan con el canal de yt de mate fácil. Es 100% examen pero ella resuelve una parte de los exámenes en el pizarrón para nomás copiar y ya. Da demasiadas oportunidades de pasar."}, {"fecha": "31/May/2022", "score_general": "9.0", "score_facilidad": "10.0", "materia": "Ecuaciones diferenciales", "comments": "Barco, La Participación Importa, Tomaría su clase otra vezHermosa persona y no es difícil, enseña bien, y la recomiendo para aprender pero para aprobar"}, {"fecha": "16/May/2022", "score_general": "9.0", "score_facilidad": "10.0", "materia": "Ecuaciones diferenciales", "comments": "Muy cómico, InspiracionalHermosa persona y no es difícil, enseña bien, y la recomiendo para aprender pero para aprobar"}, {"fecha": "12/Abr/2022", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Geometría analítica", "comments": "Barco, Muy cómico, La Participación ImportaHermosa persona y no es difícil, enseña bien, y la recomiendo para aprender pero para aprobar"}, {"fecha": "08/Feb/2022", "score_general": "8.0", "score_facilidad": "10.0", "materia": "Ecuaciones diferenciales", "comments": "Da Crédito Extra, Pocos Exámenes, Brinda apoyoHermosa persona y no es difícil, enseña bien, y la recomiendo para aprender pero para aprobar"}, {"fecha": "06/Feb/2022", "score_general": "8.0", "score_facilidad": "6.0", "materia": "Geometría analítica", "comments": "Muy cómico, Clases excelentesHermosa persona y no es difícil, enseña bien, y la recomiendo para aprender pero para aprobar"}, {"fecha": "02/Feb/2022", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Ecuaciones diferenciales", "comments": "Brinda apoyoRifadisimo el profe además es súper respetuoso y atento, neta vean sus clases en YouTube y veran que es verdad"}, {"fecha": "31/Ene/2022", "score_general": "6.0", "score_facilidad": "10.0", "materia": "Ecuaciones Diferenciales", "comments": "Barco, Pocos ExámenesRifadisimo el profe además es súper respetuoso y atento, neta vean sus clases en YouTube y veran que es verdad"}, {"fecha": "21/Dic/2021", "score_general": "3.0", "score_facilidad": "10.0", "materia": "Ecuaciones diferenciales", "comments": "Prepárate para leer, La Participación Importa, Los exámenes son difícilesRifadisimo el profe además es súper respetuoso y atento, neta vean sus clases en YouTube y veran que es verdad"}, {"fecha": "13/Dic/2021", "score_general": "5.0", "score_facilidad": "4.0", "materia": "Diferenciales Ingeniería", "comments": "Los exámenes son difícilesRifadisimo el profe además es súper respetuoso y atento, neta vean sus clases en YouTube y veran que es verdad"}, {"fecha": "27/Feb/2021", "score_general": "9.0", "score_facilidad": "10.0", "materia": "Ecuaciones", "comments": "Rifadisimo el profe además es súper respetuoso y atento, neta vean sus clases en YouTube y veran que es verdad"}, {"fecha": "17/Feb/2021", "score_general": "5.0", "score_facilidad": "8.0", "materia": "E. Diferenciales", "comments": "La Participación ImportaUna maestra bastante informal, no da buena retro-alimentación y para los exámenes son algo sencillos pero su ayudante (quien los califica) es muy especial. NO alcanzamos a ver todo el temario y solo da una hora de clase, no la recomiendo existen mejores opciones"}, {"fecha": "11/Feb/2021", "score_general": "4.0", "score_facilidad": "10.0", "materia": "Ecuaciones Diferenciales", "comments": "Barco, Pocos ExámenesUna maestra bastante informal, no da buena retro-alimentación y para los exámenes son algo sencillos pero su ayudante (quien los califica) es muy especial. NO alcanzamos a ver todo el temario y solo da una hora de clase, no la recomiendo existen mejores opciones"}, {"fecha": "05/Feb/2021", "score_general": "6.0", "score_facilidad": "10.0", "materia": "Ecuaciones diferenciales", "comments": "Barco, Da Crédito Extra, Pocos ExámenesUna maestra bastante informal, no da buena retro-alimentación y para los exámenes son algo sencillos pero su ayudante (quien los califica) es muy especial. NO alcanzamos a ver todo el temario y solo da una hora de clase, no la recomiendo existen mejores opciones"}, {"fecha": "29/Ene/2021", "score_general": "6.0", "score_facilidad": "10.0", "materia": "Ecuaciones Diferenciales", "comments": "Barco, La Participación Importa, Pocos ExámenesUna maestra bastante informal, no da buena retro-alimentación y para los exámenes son algo sencillos pero su ayudante (quien los califica) es muy especial. NO alcanzamos a ver todo el temario y solo da una hora de clase, no la recomiendo existen mejores opciones"}, {"fecha": "12/Ene/2021", "score_general": "2.0", "score_facilidad": "8.0", "materia": "Ecuaciones Diferenciales", "comments": "Da Crédito ExtraUna maestra bastante informal, no da buena retro-alimentación y para los exámenes son algo sencillos pero su ayudante (quien los califica) es muy especial. NO alcanzamos a ver todo el temario y solo da una hora de clase, no la recomiendo existen mejores opciones"}, {"fecha": "01/Sep/2020", "score_general": "10.0", "score_facilidad": "8.0", "materia": "---", "comments": "La Participación Importa, Da Crédito Extra, Clases excelentes[Comentario esperando revisión]"}, {"fecha": "31/Ago/2020", "score_general": "4.0", "score_facilidad": "6.0", "materia": "Ecuaciones Diferenciales", "comments": "Barco, La Participación Importa, Los exámenes son difíciles[Comentario esperando revisión]"}, {"fecha": "06/May/2020", "score_general": "6.0", "score_facilidad": "8.0", "materia": "Ecuaciones Diferenciales", "comments": "Da Crédito Extra, Pocos Exámenes, Brinda apoyo[Comentario esperando revisión]"}, {"fecha": "09/Dic/2019", "score_general": "9.0", "score_facilidad": "10.0", "materia": "---", "comments": "Califica Duro, Barco, La Participación Importa[Comentario esperando revisión]"}, {"fecha": "29/Nov/2019", "score_general": "6.0", "score_facilidad": "6.0", "materia": "Ecuaciones diferenciales", "comments": "Pocos Exámenes, Aspectos de calificación claros[Comentario esperando revisión]"}, {"fecha": "03/Jun/2019", "score_general": "9.0", "score_facilidad": "10.0", "materia": "Ecuaciones diferenciales", "comments": "Aprendes lo básico con ella. Sus exámenes no son difíciles y son en parejas. Nadie reprueba con ella."}, {"fecha": "09/Abr/2019", "score_general": "8.0", "score_facilidad": "10.0", "materia": "Ecuaciones diferenciales", "comments": "Califica Duro, Barco, Tomaría su clase otra vezAprendes lo básico con ella. Sus exámenes no son difíciles y son en parejas. Nadie reprueba con ella."}, {"fecha": "17/Ene/2019", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Ecuaciones Diferenciales", "comments": "Aprendes lo básico con ella. Sus exámenes no son difíciles y son en parejas. Nadie reprueba con ella."}, {"fecha": "17/Ene/2019", "score_general": "8.0", "score_facilidad": "8.0", "materia": "Ecuaciones diferenciales", "comments": "Barco, Da buena retroalimentación, Aspectos de calificación clarosAprendes lo básico con ella. Sus exámenes no son difíciles y son en parejas. Nadie reprueba con ella."}, {"fecha": "12/Feb/2018", "score_general": "8.0", "score_facilidad": "10.0", "materia": "Ecuaciones diferenciales", "comments": "Aprendes lo básico con ella. Sus exámenes no son difíciles y son en parejas. Nadie reprueba con ella."}, {"fecha": "09/Feb/2018", "score_general": "6.0", "score_facilidad": "6.0", "materia": "Ecuaciones Diferenciales", "comments": "La Participación Importa, Las clases son largas, Pocos ExámenesNo enseña por completo lo que es del temario, tampoco es muy clara, es buena opción si eres recursador porque sus exámenes son muy fáciles, pero es estricta al calificarlos. Dice chistes muy malos y aveces esta de mal humor."}, {"fecha": "23/Dic/2017", "score_general": "8.0", "score_facilidad": "10.0", "materia": "---", "comments": "No enseña por completo lo que es del temario, tampoco es muy clara, es buena opción si eres recursador porque sus exámenes son muy fáciles, pero es estricta al calificarlos. Dice chistes muy malos y aveces esta de mal humor."}, {"fecha": "18/Oct/2017", "score_general": "8.0", "score_facilidad": "10.0", "materia": "Ecuaciones Diferenciales", "comments": "No enseña por completo lo que es del temario, tampoco es muy clara, es buena opción si eres recursador porque sus exámenes son muy fáciles, pero es estricta al calificarlos. Dice chistes muy malos y aveces esta de mal humor."}, {"fecha": "28/Jul/2017", "score_general": "9.0", "score_facilidad": "8.0", "materia": "EDO I", "comments": "No enseña por completo lo que es del temario, tampoco es muy clara, es buena opción si eres recursador porque sus exámenes son muy fáciles, pero es estricta al calificarlos. Dice chistes muy malos y aveces esta de mal humor."}, {"fecha": "25/Jul/2017", "score_general": "5.0", "score_facilidad": "4.0", "materia": "Ecuaciones Diferenciales", "comments": "No enseña por completo lo que es del temario, tampoco es muy clara, es buena opción si eres recursador porque sus exámenes son muy fáciles, pero es estricta al calificarlos. Dice chistes muy malos y aveces esta de mal humor."}, {"fecha": "30/Jun/2017", "score_general": "10.0", "score_facilidad": "10.0", "materia": "EDO I", "comments": "No sabía que daba clases en la DCB pero en ciencias es muy buena explicando, esta guapa, aunque su clases se basa más en aplicaciones que en dar teoremas y demostraciones, la recomiendo si eres físico (como yo)"}]