[{"fecha": "17/Feb/2023", "score_general": "8.0", "score_facilidad": "8.0", "materia": "Circuitos Eléctricos", "comments": "Da buena retroalimentación, La Participación Importa, Clases excelentesEl profe hace muchos ejercicios que posteriormente te ayudarán en el examen, explica un poco rápido, pero bien, es importante que participes porque cuenta.\r\nLa evaluación fue de tres exámenes que como dije, salen con los ejercicios de clase, sólo les cambia valores."}, {"fecha": "09/Feb/2023", "score_general": "7.0", "score_facilidad": "6.0", "materia": "Circuitos eléctricos", "comments": "Barco, La Participación Importa, Pocos ExámenesEl profe hace muchos ejercicios que posteriormente te ayudarán en el examen, explica un poco rápido, pero bien, es importante que participes porque cuenta.\r\nLa evaluación fue de tres exámenes que como dije, salen con los ejercicios de clase, sólo les cambia valores."}, {"fecha": "01/Feb/2023", "score_general": "6.0", "score_facilidad": "4.0", "materia": "Circuitos Eléctricos", "comments": "La Participación Importa, Los exámenes son difícilesEl profe hace muchos ejercicios que posteriormente te ayudarán en el examen, explica un poco rápido, pero bien, es importante que participes porque cuenta.\r\nLa evaluación fue de tres exámenes que como dije, salen con los ejercicios de clase, sólo les cambia valores."}, {"fecha": "28/Ene/2023", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Señales y Sistemas", "comments": "Califica Duro, Pocos Exámenes, Los exámenes son difícilesEl profe hace muchos ejercicios que posteriormente te ayudarán en el examen, explica un poco rápido, pero bien, es importante que participes porque cuenta.\r\nLa evaluación fue de tres exámenes que como dije, salen con los ejercicios de clase, sólo les cambia valores."}, {"fecha": "27/Ene/2023", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Señales y sistemas", "comments": "Pocos Exámenes, Clases excelentes, Tomaría su clase otra vezEl profe hace muchos ejercicios que posteriormente te ayudarán en el examen, explica un poco rápido, pero bien, es importante que participes porque cuenta.\r\nLa evaluación fue de tres exámenes que como dije, salen con los ejercicios de clase, sólo les cambia valores."}, {"fecha": "30/Sep/2022", "score_general": "9.0", "score_facilidad": "6.0", "materia": "Circuitos Eléctricos", "comments": "Califica Duro, BarcoHace dos exámenes de los cuales puedes usar lo que quieras para contestarlos, califica un poco duro y con un simple error ya se te fue toda la calificación del problema, tiene clases que son interesantes y solo se pasa resolviendo ejercicios. Es lo mero para pasar pero tampoco te confíes."}, {"fecha": "01/Ago/2022", "score_general": "7.0", "score_facilidad": "6.0", "materia": "Circuitos Eléctricos", "comments": "Hace dos exámenes de los cuales puedes usar lo que quieras para contestarlos, califica un poco duro y con un simple error ya se te fue toda la calificación del problema, tiene clases que son interesantes y solo se pasa resolviendo ejercicios. Es lo mero para pasar pero tampoco te confíes."}, {"fecha": "29/Jul/2022", "score_general": "6.0", "score_facilidad": "6.0", "materia": "Señales y sistemas", "comments": "Barco, Los exámenes son difíciles, Tomaría su clase otra vezHace dos exámenes de los cuales puedes usar lo que quieras para contestarlos, califica un poco duro y con un simple error ya se te fue toda la calificación del problema, tiene clases que son interesantes y solo se pasa resolviendo ejercicios. Es lo mero para pasar pero tampoco te confíes."}, {"fecha": "25/Jul/2022", "score_general": "8.0", "score_facilidad": "8.0", "materia": "Circuitos Eléctricos", "comments": "Muy cómico, Pocos Exámenes, Clases excelentesHace dos exámenes de los cuales puedes usar lo que quieras para contestarlos, califica un poco duro y con un simple error ya se te fue toda la calificación del problema, tiene clases que son interesantes y solo se pasa resolviendo ejercicios. Es lo mero para pasar pero tampoco te confíes."}, {"fecha": "20/Ene/2022", "score_general": "8.0", "score_facilidad": "8.0", "materia": "Señales y Sistemas", "comments": "Brinda apoyo, Tomaría su clase otra vezHace dos exámenes de los cuales puedes usar lo que quieras para contestarlos, califica un poco duro y con un simple error ya se te fue toda la calificación del problema, tiene clases que son interesantes y solo se pasa resolviendo ejercicios. Es lo mero para pasar pero tampoco te confíes."}, {"fecha": "20/Ene/2022", "score_general": "9.0", "score_facilidad": "10.0", "materia": "Sistemas y Señales", "comments": "Barco, Muy cómicoEl profesor explica bien los temas pero sinceramente es una materia que hasta a el le da hueva dar por lo que te puedes aburrir en el semestre, ten cuidado y presta atencion lo más que puedas."}, {"fecha": "17/Ene/2022", "score_general": "9.0", "score_facilidad": "10.0", "materia": "Señales y sistemas", "comments": "Barco, Muy cómico, Pocos ExámenesEl profesor explica bien los temas pero sinceramente es una materia que hasta a el le da hueva dar por lo que te puedes aburrir en el semestre, ten cuidado y presta atencion lo más que puedas."}, {"fecha": "14/Ene/2022", "score_general": "7.0", "score_facilidad": "8.0", "materia": "Señales y Sistemas", "comments": "Barco, Muy cómico, Asistencia obligatoriaEl profesor explica bien los temas pero sinceramente es una materia que hasta a el le da hueva dar por lo que te puedes aburrir en el semestre, ten cuidado y presta atencion lo más que puedas."}, {"fecha": "24/Ago/2021", "score_general": "7.0", "score_facilidad": "8.0", "materia": "Señales y Sistemas", "comments": "BarcoEl profesor explica bien los temas pero sinceramente es una materia que hasta a el le da hueva dar por lo que te puedes aburrir en el semestre, ten cuidado y presta atencion lo más que puedas."}, {"fecha": "24/Ago/2021", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Circuitos electricos", "comments": "El profesor explica bien los temas pero sinceramente es una materia que hasta a el le da hueva dar por lo que te puedes aburrir en el semestre, ten cuidado y presta atencion lo más que puedas."}, {"fecha": "15/Feb/2021", "score_general": "9.0", "score_facilidad": "10.0", "materia": "Señales y Sistemas", "comments": "Barco, Pocos Exámenes, Clases excelentesEl profesor explica muy bien los temas y no es nada exigente. Para el zoomestre calificó con unas 3 tareas y un examen. Tienen nivel las tareas y el examen, pero no es nada del otro mundo. Hasta el propio profesor sabe que todos van a pasar con más de 8."}, {"fecha": "27/Sep/2020", "score_general": "8.0", "score_facilidad": "6.0", "materia": "circuitos electricos", "comments": "Califica Duro, Muy cómico, Los exámenes son difícilesEl profesor explica muy bien los temas y no es nada exigente. Para el zoomestre calificó con unas 3 tareas y un examen. Tienen nivel las tareas y el examen, pero no es nada del otro mundo. Hasta el propio profesor sabe que todos van a pasar con más de 8."}, {"fecha": "02/Sep/2020", "score_general": "9.0", "score_facilidad": "10.0", "materia": "Señales y Sistemas", "comments": "Barco, Da Crédito Extra, Aspectos de calificación clarosEl profesor explica muy bien los temas y no es nada exigente. Para el zoomestre calificó con unas 3 tareas y un examen. Tienen nivel las tareas y el examen, pero no es nada del otro mundo. Hasta el propio profesor sabe que todos van a pasar con más de 8."}, {"fecha": "25/Jun/2020", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Circuitos eléctricos", "comments": "Barco, Aspectos de calificación claros, Clases excelentesEl profesor explica muy bien los temas y no es nada exigente. Para el zoomestre calificó con unas 3 tareas y un examen. Tienen nivel las tareas y el examen, pero no es nada del otro mundo. Hasta el propio profesor sabe que todos van a pasar con más de 8."}, {"fecha": "04/Jun/2020", "score_general": "9.0", "score_facilidad": "10.0", "materia": "Señales y Sistemas", "comments": "Barco, Da Crédito Extra, Pocos ExámenesEl profesor explica muy bien los temas y no es nada exigente. Para el zoomestre calificó con unas 3 tareas y un examen. Tienen nivel las tareas y el examen, pero no es nada del otro mundo. Hasta el propio profesor sabe que todos van a pasar con más de 8."}, {"fecha": "07/Ene/2020", "score_general": "9.0", "score_facilidad": "6.0", "materia": "Circuitos", "comments": "Califica Duro, Asistencia obligatoria, Los exámenes son difícilesExcelente profesor, explica muy bien y no es difícil pasar, puedas sacar lo que sea durante el examen, lo complicado es que el examen es algo largo, pero nada del otro mundo, no te confíes, es muy imparcial en las calificaciones."}, {"fecha": "26/Dic/2019", "score_general": "7.0", "score_facilidad": "4.0", "materia": "Circuitos Electricos", "comments": "Barco, La Participación Importa, Las clases son largasExcelente profesor, explica muy bien y no es difícil pasar, puedas sacar lo que sea durante el examen, lo complicado es que el examen es algo largo, pero nada del otro mundo, no te confíes, es muy imparcial en las calificaciones."}, {"fecha": "16/Ene/2019", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Señales y Sistemas", "comments": "Inspiracional, Clases excelentes, Tomaría su clase otra vezExcelente profesor, explica muy bien y no es difícil pasar, puedas sacar lo que sea durante el examen, lo complicado es que el examen es algo largo, pero nada del otro mundo, no te confíes, es muy imparcial en las calificaciones."}, {"fecha": "27/Ago/2018", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Señales y Sistemas", "comments": "Barco, Muy cómico, Respetado por los estudiantesExcelente profesor, explica muy bien y no es difícil pasar, puedas sacar lo que sea durante el examen, lo complicado es que el examen es algo largo, pero nada del otro mundo, no te confíes, es muy imparcial en las calificaciones."}, {"fecha": "26/Jul/2018", "score_general": "9.0", "score_facilidad": "4.0", "materia": "Circuitos Eléctricos", "comments": "Califica Duro, Da buena retroalimentación, La Participación ImportaExcelente profesor, explica muy bien y no es difícil pasar, puedas sacar lo que sea durante el examen, lo complicado es que el examen es algo largo, pero nada del otro mundo, no te confíes, es muy imparcial en las calificaciones."}]