[{"fecha": "24/May/2023", "score_general": "9.0", "score_facilidad": "10.0", "materia": "Álgebra", "comments": "Brinda apoyo, Clases excelentes, Tomaría su clase otra vezMe encuentro cursando Álgebra con ella, yo la verdad siempre he tenido problemas con matemáticas, y con ella, las he entendido mejor, su curso no se me ha hecho pesado, probablemente no alcance el 10, considero muy bueno su curso, como recomendación, repasa, pregunta, cumple, y sin problemas acre..."}, {"fecha": "09/Feb/2023", "score_general": "2.0", "score_facilidad": "2.0", "materia": "algebra", "comments": "Califica Duro, Asistencia obligatoria, Los exámenes son difícilesMe encuentro cursando Álgebra con ella, yo la verdad siempre he tenido problemas con matemáticas, y con ella, las he entendido mejor, su curso no se me ha hecho pesado, probablemente no alcance el 10, considero muy bueno su curso, como recomendación, repasa, pregunta, cumple, y sin problemas acre..."}, {"fecha": "09/Feb/2023", "score_general": "7.0", "score_facilidad": "6.0", "materia": "Algebra", "comments": "Me encuentro cursando Álgebra con ella, yo la verdad siempre he tenido problemas con matemáticas, y con ella, las he entendido mejor, su curso no se me ha hecho pesado, probablemente no alcance el 10, considero muy bueno su curso, como recomendación, repasa, pregunta, cumple, y sin problemas acre..."}, {"fecha": "30/Ago/2022", "score_general": "7.0", "score_facilidad": "8.0", "materia": "algebra", "comments": "Da buena retroalimentación, Asistencia obligatoria, Tomaría su clase otra vezMe encuentro cursando Álgebra con ella, yo la verdad siempre he tenido problemas con matemáticas, y con ella, las he entendido mejor, su curso no se me ha hecho pesado, probablemente no alcance el 10, considero muy bueno su curso, como recomendación, repasa, pregunta, cumple, y sin problemas acre..."}, {"fecha": "27/Ene/2022", "score_general": "9.0", "score_facilidad": "10.0", "materia": "Algebra", "comments": "La Participación Importa, Pocos Exámenes, Tomaría su clase otra vezMe encuentro cursando Álgebra con ella, yo la verdad siempre he tenido problemas con matemáticas, y con ella, las he entendido mejor, su curso no se me ha hecho pesado, probablemente no alcance el 10, considero muy bueno su curso, como recomendación, repasa, pregunta, cumple, y sin problemas acre..."}, {"fecha": "27/Ene/2022", "score_general": "2.0", "score_facilidad": "4.0", "materia": "Algebra", "comments": "Muchas tareas, Asistencia obligatoria, Los exámenes son difícilesEs la peor profesora que he tenido en la facultad ????"}, {"fecha": "27/Ene/2022", "score_general": "2.0", "score_facilidad": "4.0", "materia": "ALGEBRA", "comments": "La Participación Importa, Asistencia obligatoria, Los exámenes son difícilesEs la peor profesora que he tenido en la facultad ????"}, {"fecha": "24/Ene/2022", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Algebra", "comments": "Da Crédito ExtraEs la peor profesora que he tenido en la facultad ????"}, {"fecha": "25/Ago/2021", "score_general": "6.0", "score_facilidad": "8.0", "materia": "Álgebra", "comments": "La Participación ImportaEs la peor profesora que he tenido en la facultad ????"}, {"fecha": "24/Ago/2021", "score_general": "5.0", "score_facilidad": "4.0", "materia": "Calculo y geometria analitica", "comments": "Muchas tareas, Las clases son largasEs la peor profesora que he tenido en la facultad ????"}, {"fecha": "25/Feb/2021", "score_general": "6.0", "score_facilidad": "6.0", "materia": "Algebra", "comments": "Califica Duro, La Participación Importa, Pocos ExámenesEs una buena profesora, en la modalidad en línea se adapto bien, no pide que prendas tu cámara deja pocos exámenes pero esos exámenes no son fáciles. Aplicate en las tareas y intenta participar lo más que puedas ya que lo considera mucho. No deja hacer series, pero si deja tareas largas."}, {"fecha": "25/Feb/2021", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Álgebra", "comments": "La Participación Importa, Da Crédito ExtraEs una buena profesora, en la modalidad en línea se adapto bien, no pide que prendas tu cámara deja pocos exámenes pero esos exámenes no son fáciles. Aplicate en las tareas y intenta participar lo más que puedas ya que lo considera mucho. No deja hacer series, pero si deja tareas largas."}, {"fecha": "15/Feb/2021", "score_general": "3.0", "score_facilidad": "4.0", "materia": "Algebra", "comments": "Es una buena profesora, en la modalidad en línea se adapto bien, no pide que prendas tu cámara deja pocos exámenes pero esos exámenes no son fáciles. Aplicate en las tareas y intenta participar lo más que puedas ya que lo considera mucho. No deja hacer series, pero si deja tareas largas."}, {"fecha": "05/Feb/2021", "score_general": "2.0", "score_facilidad": "2.0", "materia": "Álgebra", "comments": "La Participación ImportaEs una buena profesora, en la modalidad en línea se adapto bien, no pide que prendas tu cámara deja pocos exámenes pero esos exámenes no son fáciles. Aplicate en las tareas y intenta participar lo más que puedas ya que lo considera mucho. No deja hacer series, pero si deja tareas largas."}, {"fecha": "09/Sep/2020", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Calculo Integral", "comments": "Da buena retroalimentación, Brinda apoyo, Tomaría su clase otra vezEs una buena profesora, en la modalidad en línea se adapto bien, no pide que prendas tu cámara deja pocos exámenes pero esos exámenes no son fáciles. Aplicate en las tareas y intenta participar lo más que puedas ya que lo considera mucho. No deja hacer series, pero si deja tareas largas."}, {"fecha": "01/Sep/2020", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Álgebra", "comments": "Da buena retroalimentación, La Participación Importa, Brinda apoyoEs muy linda persona, ayuda siempre que le preguntas. Pone ejercicios en clase para resolverlos al momento y con eso ganas participaciones. Su clase se vuelve muy amena en presencial.\r\nEn clases en línea se volvió desorganizada, pero en general enseña bien y ayuda al grupo si ve que le echaron ganas"}, {"fecha": "19/Ene/2020", "score_general": "8.0", "score_facilidad": "8.0", "materia": "Calculo Diferencial y G.A.", "comments": "La Participación Importa, Asistencia obligatoriaEs muy linda persona, ayuda siempre que le preguntas. Pone ejercicios en clase para resolverlos al momento y con eso ganas participaciones. Su clase se vuelve muy amena en presencial.\r\nEn clases en línea se volvió desorganizada, pero en general enseña bien y ayuda al grupo si ve que le echaron ganas"}, {"fecha": "09/Ago/2019", "score_general": "9.0", "score_facilidad": "10.0", "materia": "Calculo y geometría analítica", "comments": "La Participación Importa, Asistencia obligatoria, Brinda apoyoEs muy linda persona, ayuda siempre que le preguntas. Pone ejercicios en clase para resolverlos al momento y con eso ganas participaciones. Su clase se vuelve muy amena en presencial.\r\nEn clases en línea se volvió desorganizada, pero en general enseña bien y ayuda al grupo si ve que le echaron ganas"}, {"fecha": "26/Jun/2019", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Álgebra", "comments": "Da buena retroalimentación, Brinda apoyoEs muy linda persona, ayuda siempre que le preguntas. Pone ejercicios en clase para resolverlos al momento y con eso ganas participaciones. Su clase se vuelve muy amena en presencial.\r\nEn clases en línea se volvió desorganizada, pero en general enseña bien y ayuda al grupo si ve que le echaron ganas"}, {"fecha": "25/Jun/2019", "score_general": "8.0", "score_facilidad": "8.0", "materia": "Álgebra", "comments": "La Participación Importa, Clases excelentes, Tomaría su clase otra vezEs muy linda persona, ayuda siempre que le preguntas. Pone ejercicios en clase para resolverlos al momento y con eso ganas participaciones. Su clase se vuelve muy amena en presencial.\r\nEn clases en línea se volvió desorganizada, pero en general enseña bien y ayuda al grupo si ve que le echaron ganas"}, {"fecha": "21/Ene/2019", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Cálculo Integral", "comments": "La Participación Importa, Da Crédito Extra, Tomaría su clase otra vezLa mejor maestra que tuve en todo el tronco común, tanto así que la metí 3 veces, haz las tareas, participa y saca al menos 7-8 en exámenes y ya tienes un 9-10 asegurado, aprendes muy bien y te da nivel para las materias más pesadas."}, {"fecha": "26/Nov/2018", "score_general": "8.0", "score_facilidad": "8.0", "materia": "Cálculo y geometría analítica", "comments": "Da Crédito Extra, Tomaría su clase otra vezLa mejor maestra que tuve en todo el tronco común, tanto así que la metí 3 veces, haz las tareas, participa y saca al menos 7-8 en exámenes y ya tienes un 9-10 asegurado, aprendes muy bien y te da nivel para las materias más pesadas."}, {"fecha": "02/Mar/2018", "score_general": "7.0", "score_facilidad": "8.0", "materia": "Álgebra", "comments": "Barco, La Participación Importa, Brinda apoyoLa mejor maestra que tuve en todo el tronco común, tanto así que la metí 3 veces, haz las tareas, participa y saca al menos 7-8 en exámenes y ya tienes un 9-10 asegurado, aprendes muy bien y te da nivel para las materias más pesadas."}, {"fecha": "22/Ene/2018", "score_general": "9.0", "score_facilidad": "10.0", "materia": "ÁLGEBRA", "comments": "Califica Duro, Respetado por los estudiantes, Tomaría su clase otra vezLa mejor maestra que tuve en todo el tronco común, tanto así que la metí 3 veces, haz las tareas, participa y saca al menos 7-8 en exámenes y ya tienes un 9-10 asegurado, aprendes muy bien y te da nivel para las materias más pesadas."}, {"fecha": "18/Dic/2017", "score_general": "8.0", "score_facilidad": "8.0", "materia": "Álgebra", "comments": "Barco, Brinda apoyo, Tomaría su clase otra vezLa mejor maestra que tuve en todo el tronco común, tanto así que la metí 3 veces, haz las tareas, participa y saca al menos 7-8 en exámenes y ya tienes un 9-10 asegurado, aprendes muy bien y te da nivel para las materias más pesadas."}, {"fecha": "24/Ene/2017", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Cálculo y geometría analítica", "comments": "Da Crédito Extra, Muchos ExámenesUna profesora que apoya mucho a sus alumnos, muy accesible y agradable. Fácil pasar por los puntos que da, sin embargo si se aprende"}, {"fecha": "27/Jul/2016", "score_general": "9.0", "score_facilidad": "10.0", "materia": "Estática", "comments": "Asistencia obligatoria, Da Crédito Extra, Tomaría su clase otra vezUna profesora que apoya mucho a sus alumnos, muy accesible y agradable. Fácil pasar por los puntos que da, sin embargo si se aprende"}, {"fecha": "29/Jun/2016", "score_general": "9.0", "score_facilidad": "8.0", "materia": "ESTATICA", "comments": "La Participación Importa, Asistencia obligatoria, Da Crédito ExtraUna profesora que apoya mucho a sus alumnos, muy accesible y agradable. Fácil pasar por los puntos que da, sin embargo si se aprende"}, {"fecha": "15/Jun/2016", "score_general": "9.0", "score_facilidad": "6.0", "materia": "Estática", "comments": "La Participación Importa, Da Crédito Extra, Los exámenes son difícilesUna profesora que apoya mucho a sus alumnos, muy accesible y agradable. Fácil pasar por los puntos que da, sin embargo si se aprende"}, {"fecha": "09/Jun/2016", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Estática 2016", "comments": "Tomaría su clase otra vezUna profesora que apoya mucho a sus alumnos, muy accesible y agradable. Fácil pasar por los puntos que da, sin embargo si se aprende"}, {"fecha": "28/May/2016", "score_general": "8.0", "score_facilidad": "6.0", "materia": "Estática", "comments": "La profesora sabe mucho, pero no es muy buena explicando, es por esto que los exámenes suelen verse un poco más complicados que la clase, pero al final no es dificil pasar, te ayuda mucho con participaciones y puntuaciones extra."}, {"fecha": "23/May/2016", "score_general": "7.0", "score_facilidad": "10.0", "materia": "Cálculo Diferencial", "comments": "BarcoLa profesora sabe mucho, pero no es muy buena explicando, es por esto que los exámenes suelen verse un poco más complicados que la clase, pero al final no es dificil pasar, te ayuda mucho con participaciones y puntuaciones extra."}, {"fecha": "26/Ene/2016", "score_general": "7.0", "score_facilidad": "10.0", "materia": "geometría ánalitica", "comments": "La profesora sabe mucho, pero no es muy buena explicando, es por esto que los exámenes suelen verse un poco más complicados que la clase, pero al final no es dificil pasar, te ayuda mucho con participaciones y puntuaciones extra."}, {"fecha": "19/Ene/2016", "score_general": "6.0", "score_facilidad": "6.0", "materia": "calculo diferencial", "comments": "La profesora sabe mucho, pero no es muy buena explicando, es por esto que los exámenes suelen verse un poco más complicados que la clase, pero al final no es dificil pasar, te ayuda mucho con participaciones y puntuaciones extra."}, {"fecha": "17/Ene/2016", "score_general": "8.0", "score_facilidad": "8.0", "materia": "estática", "comments": "La profesora sabe mucho, pero no es muy buena explicando, es por esto que los exámenes suelen verse un poco más complicados que la clase, pero al final no es dificil pasar, te ayuda mucho con participaciones y puntuaciones extra."}, {"fecha": "08/Dic/2015", "score_general": "7.0", "score_facilidad": "10.0", "materia": "Cálculo Diferencial.", "comments": "Es fácil pasar con ella, el problema es que el nivel que te deja es básico y en las siguientes materias tienes que aprender lo que ella no enseña. Si te vas a final tienes que estudiar mucho porque sus clases son muy básicas y muchas veces ni ella puede resolver los ejercicios. Algo irresponsable."}, {"fecha": "29/Ago/2015", "score_general": "7.0", "score_facilidad": "6.0", "materia": "Álgebra/CálculoDiferencial/Estática", "comments": "Es fácil pasar con ella, el problema es que el nivel que te deja es básico y en las siguientes materias tienes que aprender lo que ella no enseña. Si te vas a final tienes que estudiar mucho porque sus clases son muy básicas y muchas veces ni ella puede resolver los ejercicios. Algo irresponsable."}, {"fecha": "04/Ago/2015", "score_general": "7.0", "score_facilidad": "8.0", "materia": "Estática", "comments": "Barco, La Participación Importa, Brinda apoyoEs fácil pasar con ella, el problema es que el nivel que te deja es básico y en las siguientes materias tienes que aprender lo que ella no enseña. Si te vas a final tienes que estudiar mucho porque sus clases son muy básicas y muchas veces ni ella puede resolver los ejercicios. Algo irresponsable."}, {"fecha": "02/Jul/2015", "score_general": "5.0", "score_facilidad": "8.0", "materia": "Calculo Diferencial", "comments": "Es fácil pasar con ella, el problema es que el nivel que te deja es básico y en las siguientes materias tienes que aprender lo que ella no enseña. Si te vas a final tienes que estudiar mucho porque sus clases son muy básicas y muchas veces ni ella puede resolver los ejercicios. Algo irresponsable."}, {"fecha": "08/Jun/2015", "score_general": "8.0", "score_facilidad": "6.0", "materia": "Cálculo Diferencial", "comments": "Es fácil pasar con ella, el problema es que el nivel que te deja es básico y en las siguientes materias tienes que aprender lo que ella no enseña. Si te vas a final tienes que estudiar mucho porque sus clases son muy básicas y muchas veces ni ella puede resolver los ejercicios. Algo irresponsable."}, {"fecha": "24/May/2015", "score_general": "9.0", "score_facilidad": "4.0", "materia": "Estática", "comments": "buena profa para estatica es chida"}, {"fecha": "27/Ene/2015", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Estática", "comments": "buena profa para estatica es chida"}]