[{"fecha": "01/Dic/2022", "score_general": "2.0", "score_facilidad": "2.0", "materia": "Fisica 3", "comments": "Califica Duro, Barco, Pocos ExámenesNo sabia que daba en alguna facultad, el actualmente da clase de fisica 3 en el bachilleres 4, segun el dice que es profesor solamente de matematicas y nunca ha dado en alguna universidad. Es grosero con los alumnos, grita y dice que son unos burros, se cofunde con los ejercicios y conceptos"}, {"fecha": "22/Ene/2020", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Calculo Vectorial", "comments": "Asistencia obligatoria, Las clases son largas, Tomaría su clase otra vezNo sabia que daba en alguna facultad, el actualmente da clase de fisica 3 en el bachilleres 4, segun el dice que es profesor solamente de matematicas y nunca ha dado en alguna universidad. Es grosero con los alumnos, grita y dice que son unos burros, se cofunde con los ejercicios y conceptos"}, {"fecha": "09/Dic/2019", "score_general": "7.0", "score_facilidad": "10.0", "materia": "Calculo Vectorial", "comments": "Las clases son largas, Da Crédito Extra, Brinda apoyoNo sabia que daba en alguna facultad, el actualmente da clase de fisica 3 en el bachilleres 4, segun el dice que es profesor solamente de matematicas y nunca ha dado en alguna universidad. Es grosero con los alumnos, grita y dice que son unos burros, se cofunde con los ejercicios y conceptos"}, {"fecha": "04/Abr/2019", "score_general": "2.0", "score_facilidad": "2.0", "materia": "Ingeniería", "comments": "Las clases son largas, Muchos Exámenes, Los exámenes son difícilesNo sabia que daba en alguna facultad, el actualmente da clase de fisica 3 en el bachilleres 4, segun el dice que es profesor solamente de matematicas y nunca ha dado en alguna universidad. Es grosero con los alumnos, grita y dice que son unos burros, se cofunde con los ejercicios y conceptos"}, {"fecha": "05/Mar/2019", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Calculo verctorial", "comments": "Brinda apoyo, Tomaría su clase otra vezNo sabia que daba en alguna facultad, el actualmente da clase de fisica 3 en el bachilleres 4, segun el dice que es profesor solamente de matematicas y nunca ha dado en alguna universidad. Es grosero con los alumnos, grita y dice que son unos burros, se cofunde con los ejercicios y conceptos"}, {"fecha": "21/Ene/2019", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Calculo Vectorial", "comments": "Inspiracional, Brinda apoyo, Clases excelentesEs un gran profesor lo van amar, que no te asuste el 100% de exámenes, haciendo sus tareas todo es muy sencillo."}, {"fecha": "06/Dic/2018", "score_general": "7.0", "score_facilidad": "6.0", "materia": "Vecto", "comments": "Barco, Muchas tareas, Pocos ExámenesEs un gran profesor lo van amar, que no te asuste el 100% de exámenes, haciendo sus tareas todo es muy sencillo."}, {"fecha": "29/Nov/2018", "score_general": "9.0", "score_facilidad": "10.0", "materia": "Cálculo Vectorial", "comments": "Muy cómico, Muchas tareas, Asistencia obligatoriaEs un gran profesor lo van amar, que no te asuste el 100% de exámenes, haciendo sus tareas todo es muy sencillo."}, {"fecha": "25/Nov/2018", "score_general": "8.0", "score_facilidad": "8.0", "materia": "Cálculo Vectorial", "comments": "Barco, Muchas tareas, Tomaría su clase otra vezEs un gran profesor lo van amar, que no te asuste el 100% de exámenes, haciendo sus tareas todo es muy sencillo."}, {"fecha": "20/Abr/2018", "score_general": "5.0", "score_facilidad": "4.0", "materia": "Geometría analítica", "comments": "Califica Duro, Asistencia obligatoria, Da Crédito ExtraEs un gran profesor lo van amar, que no te asuste el 100% de exámenes, haciendo sus tareas todo es muy sencillo."}, {"fecha": "26/Jun/2017", "score_general": "6.0", "score_facilidad": "6.0", "materia": "Algebra", "comments": "Se  confunde mucho con cosas bastante sencillas.Aveces se tarda demasiado resolviendo un ejercicio."}, {"fecha": "22/May/2017", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Cálculo Vectorial", "comments": "Califica Duro, Da buena retroalimentación, Clases excelentesSe  confunde mucho con cosas bastante sencillas.Aveces se tarda demasiado resolviendo un ejercicio."}, {"fecha": "24/Ene/2017", "score_general": "5.0", "score_facilidad": "8.0", "materia": "Álgebra", "comments": "Las clases son largas, Da Crédito Extra, Pocos ExámenesSe  confunde mucho con cosas bastante sencillas.Aveces se tarda demasiado resolviendo un ejercicio."}, {"fecha": "23/Ene/2017", "score_general": "4.0", "score_facilidad": "6.0", "materia": "Algebra", "comments": "Barco, Muchas tareasSe  confunde mucho con cosas bastante sencillas.Aveces se tarda demasiado resolviendo un ejercicio."}, {"fecha": "23/Ene/2017", "score_general": "8.0", "score_facilidad": "8.0", "materia": "Cálculo vectorial", "comments": "Da buena retroalimentación, Brinda apoyo, Tomaría su clase otra vezSe  confunde mucho con cosas bastante sencillas.Aveces se tarda demasiado resolviendo un ejercicio."}, {"fecha": "23/Ene/2017", "score_general": "7.0", "score_facilidad": "8.0", "materia": "Calculo Vectorial", "comments": "Barco"}, {"fecha": "18/Ene/2017", "score_general": "8.0", "score_facilidad": "8.0", "materia": "Termodinamica", "comments": ""}, {"fecha": "17/Ene/2017", "score_general": "3.0", "score_facilidad": "2.0", "materia": "Termodinámica", "comments": ""}, {"fecha": "15/Dic/2016", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Cálculo Vectorial", "comments": "Muchos Exámenes, Brinda apoyo, Clases excelentes"}, {"fecha": "05/Dic/2016", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Cálculo Vectorial", "comments": "Muchas tareas, Clases excelentes, Tomaría su clase otra vez"}, {"fecha": "28/Nov/2016", "score_general": "9.0", "score_facilidad": "10.0", "materia": "Calculo vectorial", "comments": "Muy cómico, Muchas tareas, Tomaría su clase otra vezA veces confunde, pero fuera de eso es un excelente profesor. Es muy fácil pasar con, si haces las series el examen estará super sencillo. No es la mejor opción para esta materia, pero es muy bueno en ella."}, {"fecha": "15/Nov/2016", "score_general": "6.0", "score_facilidad": "6.0", "materia": "Termodinámica", "comments": "Asistencia obligatoriaA veces confunde, pero fuera de eso es un excelente profesor. Es muy fácil pasar con, si haces las series el examen estará super sencillo. No es la mejor opción para esta materia, pero es muy bueno en ella."}, {"fecha": "28/Oct/2016", "score_general": "7.0", "score_facilidad": "6.0", "materia": "Cálculo Vectorial", "comments": "Las clases son largas, Deja trabajos largosA veces confunde, pero fuera de eso es un excelente profesor. Es muy fácil pasar con, si haces las series el examen estará super sencillo. No es la mejor opción para esta materia, pero es muy bueno en ella."}, {"fecha": "23/Ago/2016", "score_general": "6.0", "score_facilidad": "4.0", "materia": "Cálculo Vectorial", "comments": "Califica Duro, Muchas tareas, Los exámenes son difícilesA veces confunde, pero fuera de eso es un excelente profesor. Es muy fácil pasar con, si haces las series el examen estará super sencillo. No es la mejor opción para esta materia, pero es muy bueno en ella."}, {"fecha": "01/Jul/2016", "score_general": "7.0", "score_facilidad": "4.0", "materia": "Cálculo Vectorial", "comments": "Muchas tareas, Muchos ExámenesA veces confunde, pero fuera de eso es un excelente profesor. Es muy fácil pasar con, si haces las series el examen estará super sencillo. No es la mejor opción para esta materia, pero es muy bueno en ella."}, {"fecha": "27/Jun/2016", "score_general": "8.0", "score_facilidad": "8.0", "materia": "Cálculo Vectorial", "comments": "DEJACOMO 20 EJERCICIOS DE LA SERIE DE LA DIVISION POR EXAMEN Y DE AHI SACA LOS EXÁMENES, ESTA FACIL LO MALO QUE MUCHOS SE CONFIAN Y DEJAN DE ENTRAR"}, {"fecha": "13/Jun/2016", "score_general": "9.0", "score_facilidad": "6.0", "materia": "cálculo vectorial", "comments": "Brinda apoyoDEJACOMO 20 EJERCICIOS DE LA SERIE DE LA DIVISION POR EXAMEN Y DE AHI SACA LOS EXÁMENES, ESTA FACIL LO MALO QUE MUCHOS SE CONFIAN Y DEJAN DE ENTRAR"}]