[{"fecha": "24/May/2023", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Estática", "comments": "Muy cómico, Brinda apoyo, Clases excelentes"}, {"fecha": "10/Feb/2023", "score_general": "9.0", "score_facilidad": "4.0", "materia": "Mecanica", "comments": "Califica Duro, La Participación Importa, Clases excelentes"}, {"fecha": "10/Feb/2023", "score_general": "10.0", "score_facilidad": "4.0", "materia": "Cinemática", "comments": "Califica Duro, Muchas tareas, La Participación Importa"}, {"fecha": "09/Feb/2023", "score_general": "10.0", "score_facilidad": "4.0", "materia": "Cinematicavy dinamica", "comments": "Da buena retroalimentación, Aspectos de calificación claros, Clases excelentes"}, {"fecha": "01/Dic/2022", "score_general": "10.0", "score_facilidad": "4.0", "materia": "Mecánica", "comments": "Asistencia obligatoria, Brinda apoyo, Tomaría su clase otra vez"}, {"fecha": "07/Sep/2022", "score_general": "10.0", "score_facilidad": "10.0", "materia": "mecanica", "comments": "Da buena retroalimentación, Respetado por los estudiantes, Brinda apoyoenseña excelente, no te arrepentirás, siempre tiene la inquietud de que aprendas de una forma u otra."}, {"fecha": "29/Ago/2022", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Cinemática", "comments": "Da buena retroalimentación, La Participación Importa, Asistencia obligatoriaenseña excelente, no te arrepentirás, siempre tiene la inquietud de que aprendas de una forma u otra."}, {"fecha": "13/Jun/2022", "score_general": "8.0", "score_facilidad": "4.0", "materia": "Mecánica", "comments": "Da buena retroalimentación, La Participación Importa, Asistencia obligatoriaenseña excelente, no te arrepentirás, siempre tiene la inquietud de que aprendas de una forma u otra."}, {"fecha": "13/Dic/2021", "score_general": "9.0", "score_facilidad": "4.0", "materia": "Cinemática", "comments": "Muchas tareas, Asistencia obligatoria, Deja trabajos largosenseña excelente, no te arrepentirás, siempre tiene la inquietud de que aprendas de una forma u otra."}, {"fecha": "24/Nov/2021", "score_general": "9.0", "score_facilidad": "6.0", "materia": "cinemática", "comments": "Da buena retroalimentación, Asistencia obligatoria, Clases excelentesenseña excelente, no te arrepentirás, siempre tiene la inquietud de que aprendas de una forma u otra."}, {"fecha": "12/Nov/2021", "score_general": "7.0", "score_facilidad": "4.0", "materia": "Estatica/Cinematica", "comments": "La Participación Importa, Las clases son largas, Los exámenes son difícilesComo persona te apoya  pero dando clases  no ayuda, pone ejercicios fáciles en clase y los exámenes los pone difíciles, tiene favoritismos, califica como quiere, baja decimas por cualquier pretexto, la participación siempre dicen lo obvio y dejan lo que nadie sabe así que es imposible participar"}, {"fecha": "09/Sep/2021", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Estática", "comments": "Da buena retroalimentación, Muchas tareas, Clases excelentesComo persona te apoya  pero dando clases  no ayuda, pone ejercicios fáciles en clase y los exámenes los pone difíciles, tiene favoritismos, califica como quiere, baja decimas por cualquier pretexto, la participación siempre dicen lo obvio y dejan lo que nadie sabe así que es imposible participar"}, {"fecha": "25/Ago/2021", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Estatica", "comments": "La Participación Importa, Asistencia obligatoria, Da Crédito ExtraComo persona te apoya  pero dando clases  no ayuda, pone ejercicios fáciles en clase y los exámenes los pone difíciles, tiene favoritismos, califica como quiere, baja decimas por cualquier pretexto, la participación siempre dicen lo obvio y dejan lo que nadie sabe así que es imposible participar"}]