[{"fecha": "18/Jun/2022", "score_general": "10.0", "score_facilidad": "10.0", "materia": "LITERATURA HISPANOAMERICANA CONTEMPORANEA", "comments": "Pocos Exámenes, Tomaría su clase otra vezCLASE EN LINEA: La maestra unicamente te envia el contenido que tienes que leer, y las actividades a realizar, no es necesario asistir a las sesiones, entrega cada actividad y listo, lo mas importante para este semestre fue hacer un ensayo."}, {"fecha": "04/Jun/2022", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Literatura", "comments": "Muchas tareas, Prepárate para leer, Deja trabajos largosCLASE EN LINEA: La maestra unicamente te envia el contenido que tienes que leer, y las actividades a realizar, no es necesario asistir a las sesiones, entrega cada actividad y listo, lo mas importante para este semestre fue hacer un ensayo."}, {"fecha": "16/Feb/2021", "score_general": "8.0", "score_facilidad": "8.0", "materia": "---", "comments": "Prepárate para leer, Muchos proyectos grupalesCLASE EN LINEA: La maestra unicamente te envia el contenido que tienes que leer, y las actividades a realizar, no es necesario asistir a las sesiones, entrega cada actividad y listo, lo mas importante para este semestre fue hacer un ensayo."}, {"fecha": "04/Feb/2021", "score_general": "9.0", "score_facilidad": "10.0", "materia": "Literatura hispanoamericana", "comments": "Prepárate para leer, Aspectos de calificación claros, Brinda apoyoCLASE EN LINEA: La maestra unicamente te envia el contenido que tienes que leer, y las actividades a realizar, no es necesario asistir a las sesiones, entrega cada actividad y listo, lo mas importante para este semestre fue hacer un ensayo."}, {"fecha": "27/Ene/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "---", "comments": "Barco, Prepárate para leer, Brinda apoyoCLASE EN LINEA: La maestra unicamente te envia el contenido que tienes que leer, y las actividades a realizar, no es necesario asistir a las sesiones, entrega cada actividad y listo, lo mas importante para este semestre fue hacer un ensayo."}, {"fecha": "03/Sep/2020", "score_general": "9.0", "score_facilidad": "6.0", "materia": "Literatura", "comments": "Muchas tareas, Prepárate para leer, Asistencia obligatoriaCuando apenas iniciamos presencialmente dejo un montón de trabajos y visitas a lugares y hacer reportes y cada clase era debatir acerca de los textos leídos, luego de que se cancelaran las clases presenciales fue más accesible y todos sacaron 10 al final"}, {"fecha": "18/Jun/2020", "score_general": "8.0", "score_facilidad": "10.0", "materia": "Literatura", "comments": "Barco, Muchas tareas, Respetado por los estudiantesCuando apenas iniciamos presencialmente dejo un montón de trabajos y visitas a lugares y hacer reportes y cada clase era debatir acerca de los textos leídos, luego de que se cancelaran las clases presenciales fue más accesible y todos sacaron 10 al final"}, {"fecha": "25/Ene/2020", "score_general": "10.0", "score_facilidad": "10.0", "materia": "---", "comments": "Barco, Prepárate para leer, Brinda apoyoCuando apenas iniciamos presencialmente dejo un montón de trabajos y visitas a lugares y hacer reportes y cada clase era debatir acerca de los textos leídos, luego de que se cancelaran las clases presenciales fue más accesible y todos sacaron 10 al final"}, {"fecha": "27/Jul/2019", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Literatura hispanoamericana contemporánea", "comments": "Muchas tareas, Prepárate para leer, Asistencia obligatoriaCuando apenas iniciamos presencialmente dejo un montón de trabajos y visitas a lugares y hacer reportes y cada clase era debatir acerca de los textos leídos, luego de que se cancelaran las clases presenciales fue más accesible y todos sacaron 10 al final"}, {"fecha": "24/Ene/2019", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Literatura", "comments": "Cuando apenas iniciamos presencialmente dejo un montón de trabajos y visitas a lugares y hacer reportes y cada clase era debatir acerca de los textos leídos, luego de que se cancelaran las clases presenciales fue más accesible y todos sacaron 10 al final"}, {"fecha": "27/Ene/2018", "score_general": "10.0", "score_facilidad": "10.0", "materia": "lite", "comments": "Es un amor de profesora, sólo lees 4 libros cortos o, 2 cortos y un largo. Te da muchas opciones para que tú elijas qué leer. Es casi seguro un 10 siempre y cuando entregues todo."}, {"fecha": "22/Jun/2016", "score_general": "10.0", "score_facilidad": "10.0", "materia": "---", "comments": "Inspiracional, Brinda apoyo, Tomaría su clase otra vezEs un amor de profesora, sólo lees 4 libros cortos o, 2 cortos y un largo. Te da muchas opciones para que tú elijas qué leer. Es casi seguro un 10 siempre y cuando entregues todo."}, {"fecha": "23/Ene/2016", "score_general": "8.0", "score_facilidad": "10.0", "materia": "---", "comments": "Es un amor de profesora, sólo lees 4 libros cortos o, 2 cortos y un largo. Te da muchas opciones para que tú elijas qué leer. Es casi seguro un 10 siempre y cuando entregues todo."}, {"fecha": "08/Dic/2015", "score_general": "9.0", "score_facilidad": "10.0", "materia": "Literatura Hispanoamericana Contemporánea", "comments": "Es un amor de profesora, sólo lees 4 libros cortos o, 2 cortos y un largo. Te da muchas opciones para que tú elijas qué leer. Es casi seguro un 10 siempre y cuando entregues todo."}, {"fecha": "08/Dic/2015", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Literatura", "comments": "Es un amor de profesora, sólo lees 4 libros cortos o, 2 cortos y un largo. Te da muchas opciones para que tú elijas qué leer. Es casi seguro un 10 siempre y cuando entregues todo."}, {"fecha": "29/Ene/2015", "score_general": "10.0", "score_facilidad": "10.0", "materia": "---", "comments": "[Comentario esperando revisión]"}]