[{"fecha": "03/May/2023", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Gastronomía y Alta Cocina Francesa (GyACF)", "comments": "Hace exámenes sorpresa, Inspiracional, Clases excelentesEl chef más reconocido del continente con más de 30 restaurante premiados con estrellas Michelin en donde te permite hacer tu servicio social como cocinerito. El semestre pasado le diagnosticaron microcefalia, por lo que su gato ahora le jala los pelos para controlarlo."}, {"fecha": "18/Feb/2023", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Psicología", "comments": "Muy cómico, Da buena retroalimentación, Respetado por los estudiantesEl chef más reconocido del continente con más de 30 restaurante premiados con estrellas Michelin en donde te permite hacer tu servicio social como cocinerito. El semestre pasado le diagnosticaron microcefalia, por lo que su gato ahora le jala los pelos para controlarlo."}, {"fecha": "13/Feb/2023", "score_general": "4.0", "score_facilidad": "6.0", "materia": "Fundamentos de programación", "comments": "Califica Duro, Las clases son largasEl chef más reconocido del continente con más de 30 restaurante premiados con estrellas Michelin en donde te permite hacer tu servicio social como cocinerito. El semestre pasado le diagnosticaron microcefalia, por lo que su gato ahora le jala los pelos para controlarlo."}, {"fecha": "11/Feb/2023", "score_general": "5.0", "score_facilidad": "8.0", "materia": "Fundamentos de Programación", "comments": "Las clases son largas, Deja trabajos largos, Muchos proyectos grupalesEl chef más reconocido del continente con más de 30 restaurante premiados con estrellas Michelin en donde te permite hacer tu servicio social como cocinerito. El semestre pasado le diagnosticaron microcefalia, por lo que su gato ahora le jala los pelos para controlarlo."}, {"fecha": "01/Feb/2023", "score_general": "6.0", "score_facilidad": "10.0", "materia": "Programación Orientada a Objetos", "comments": "Barco, Pocos ExámenesEl chef más reconocido del continente con más de 30 restaurante premiados con estrellas Michelin en donde te permite hacer tu servicio social como cocinerito. El semestre pasado le diagnosticaron microcefalia, por lo que su gato ahora le jala los pelos para controlarlo."}, {"fecha": "28/Ene/2023", "score_general": "5.0", "score_facilidad": "8.0", "materia": "Fundamentos de Programación", "comments": "El profesor lamentablemente no es bueno en sus materia. No explica bien y muchas veces se confunde el mismo. Durante el semestre hubo varias ocasiones que nos ponía un ejercicio y luego ni el lo podía resolver. Profesor para nada recomendado."}, {"fecha": "17/Ene/2023", "score_general": "10.0", "score_facilidad": "10.0", "materia": "POO", "comments": "Inspiracional, Tomaría su clase otra vezEl profesor lamentablemente no es bueno en sus materia. No explica bien y muchas veces se confunde el mismo. Durante el semestre hubo varias ocasiones que nos ponía un ejercicio y luego ni el lo podía resolver. Profesor para nada recomendado."}, {"fecha": "12/Ene/2023", "score_general": "2.0", "score_facilidad": "8.0", "materia": "---", "comments": "Asistencia obligatoriaEl profesor lamentablemente no es bueno en sus materia. No explica bien y muchas veces se confunde el mismo. Durante el semestre hubo varias ocasiones que nos ponía un ejercicio y luego ni el lo podía resolver. Profesor para nada recomendado."}, {"fecha": "07/Ene/2023", "score_general": "5.0", "score_facilidad": "8.0", "materia": "Fundamentos de programación", "comments": "Barco, Las clases son largas, Deja trabajos largosEl profesor lamentablemente no es bueno en sus materia. No explica bien y muchas veces se confunde el mismo. Durante el semestre hubo varias ocasiones que nos ponía un ejercicio y luego ni el lo podía resolver. Profesor para nada recomendado."}, {"fecha": "17/Nov/2022", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Fundamentos de Programación/EDA 2", "comments": "Respetado por los estudiantes, Inspiracional, Brinda apoyoEl profesor lamentablemente no es bueno en sus materia. No explica bien y muchas veces se confunde el mismo. Durante el semestre hubo varias ocasiones que nos ponía un ejercicio y luego ni el lo podía resolver. Profesor para nada recomendado."}, {"fecha": "17/Ago/2022", "score_general": "10.0", "score_facilidad": "10.0", "materia": "POO", "comments": "Muy cómico, Respetado por los estudiantes, Clases excelentesErnesto ????????????????????????????????????????????????????????????????????????????????????????"}, {"fecha": "22/Jun/2022", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Programación Orientada a Objetos", "comments": "Muy cómico, Da Crédito Extra, Clases excelentesErnesto ????????????????????????????????????????????????????????????????????????????????????????"}, {"fecha": "18/Feb/2022", "score_general": "6.0", "score_facilidad": "6.0", "materia": "Ernesto Alcantara es tu opción: para el ciego, es la lu", "comments": "Da buena retroalimentación, Da Crédito Extra, Tomaría su clase otra vezErnesto ????????????????????????????????????????????????????????????????????????????????????????"}, {"fecha": "14/Feb/2022", "score_general": "10.0", "score_facilidad": "10.0", "materia": "POO", "comments": "Brinda apoyoErnesto ????????????????????????????????????????????????????????????????????????????????????????"}, {"fecha": "03/Feb/2022", "score_general": "10.0", "score_facilidad": "10.0", "materia": "POO", "comments": "Inspiracional, Brinda apoyo, Clases excelentesErnesto ????????????????????????????????????????????????????????????????????????????????????????"}, {"fecha": "03/Feb/2022", "score_general": "10.0", "score_facilidad": "10.0", "materia": "POO", "comments": "Inspiracional, Clases excelentesNo tengo palabras para expresar mi agradecimiento a personas como el, quiero ser como el, tener ese sazon al programar y el gran corazon por los animales"}, {"fecha": "03/Feb/2022", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Fundamentos de programación / POO", "comments": "Respetado por los estudiantes, Inspiracional, Clases excelentesNo tengo palabras para expresar mi agradecimiento a personas como el, quiero ser como el, tener ese sazon al programar y el gran corazon por los animales"}, {"fecha": "29/Ene/2022", "score_general": "10.0", "score_facilidad": "10.0", "materia": "POO", "comments": "Muy cómico, Respetado por los estudiantes, Tomaría su clase otra vezNo tengo palabras para expresar mi agradecimiento a personas como el, quiero ser como el, tener ese sazon al programar y el gran corazon por los animales"}, {"fecha": "27/Ene/2022", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Cocina", "comments": "Muy cómico, Inspiracional, Brinda apoyoNo tengo palabras para expresar mi agradecimiento a personas como el, quiero ser como el, tener ese sazon al programar y el gran corazon por los animales"}, {"fecha": "26/Ene/2022", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Fundamentos de Programación", "comments": "Respetado por los estudiantes, Inspiracional, Clases excelentesNo tengo palabras para expresar mi agradecimiento a personas como el, quiero ser como el, tener ese sazon al programar y el gran corazon por los animales"}, {"fecha": "26/Ene/2022", "score_general": "10.0", "score_facilidad": "10.0", "materia": "fundamentos de programacion", "comments": "Califica Duro, Respetado por los estudiantes, Muchos proyectos grupalesEs buen profe, a veces su gato da la clase. si decides ser constante en su clase aprendes porque puede llegar a ser aburrido y muchos dejan de tomar en serio su clase, aprender depende de ti, se va tranquilo, al calificar si es medio especial, solo consigue un buen equipo sino si va a rete sufrir."}, {"fecha": "25/Ene/2022", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Fundamentos de programación y eda 1", "comments": "Muy cómico, Brinda apoyo, Tomaría su clase otra vezEs buen profe, a veces su gato da la clase. si decides ser constante en su clase aprendes porque puede llegar a ser aburrido y muchos dejan de tomar en serio su clase, aprender depende de ti, se va tranquilo, al calificar si es medio especial, solo consigue un buen equipo sino si va a rete sufrir."}, {"fecha": "25/Ene/2022", "score_general": "10.0", "score_facilidad": "10.0", "materia": "POO", "comments": "Muy cómico, Clases excelentes, Tomaría su clase otra vezEs buen profe, a veces su gato da la clase. si decides ser constante en su clase aprendes porque puede llegar a ser aburrido y muchos dejan de tomar en serio su clase, aprender depende de ti, se va tranquilo, al calificar si es medio especial, solo consigue un buen equipo sino si va a rete sufrir."}, {"fecha": "25/Ene/2022", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Poo", "comments": "La Participación Importa, Tomaría su clase otra vezEs buen profe, a veces su gato da la clase. si decides ser constante en su clase aprendes porque puede llegar a ser aburrido y muchos dejan de tomar en serio su clase, aprender depende de ti, se va tranquilo, al calificar si es medio especial, solo consigue un buen equipo sino si va a rete sufrir."}, {"fecha": "25/Ene/2022", "score_general": "10.0", "score_facilidad": "10.0", "materia": "POO", "comments": "Muy cómico, Respetado por los estudiantes, Pocos ExámenesEs buen profe, a veces su gato da la clase. si decides ser constante en su clase aprendes porque puede llegar a ser aburrido y muchos dejan de tomar en serio su clase, aprender depende de ti, se va tranquilo, al calificar si es medio especial, solo consigue un buen equipo sino si va a rete sufrir."}, {"fecha": "14/Dic/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Fundamentos de Programación", "comments": "Muy cómico, Inspiracional, Clases excelentesDe lo mejor que puedes encontrar, el semestre pasado reprobé con tista, pero con alcantara me dejó muy buen nivel para enfrentarme a cualquier profe y uno que otro gato... Simplemente un Dios"}, {"fecha": "25/Nov/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "POO", "comments": "Muy cómico, Inspiracional, Brinda apoyoDe lo mejor que puedes encontrar, el semestre pasado reprobé con tista, pero con alcantara me dejó muy buen nivel para enfrentarme a cualquier profe y uno que otro gato... Simplemente un Dios"}, {"fecha": "19/Nov/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "POO", "comments": "Aspectos de calificación claros, Brinda apoyo, Tomaría su clase otra vezDe lo mejor que puedes encontrar, el semestre pasado reprobé con tista, pero con alcantara me dejó muy buen nivel para enfrentarme a cualquier profe y uno que otro gato... Simplemente un Dios"}, {"fecha": "03/Nov/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Fundamentos de Programación/EDA 2", "comments": "Muy cómico, Inspiracional, Brinda apoyoDe lo mejor que puedes encontrar, el semestre pasado reprobé con tista, pero con alcantara me dejó muy buen nivel para enfrentarme a cualquier profe y uno que otro gato... Simplemente un Dios"}, {"fecha": "27/Oct/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "POO", "comments": "Da buena retroalimentación, Inspiracional, Tomaría su clase otra vezDe lo mejor que puedes encontrar, el semestre pasado reprobé con tista, pero con alcantara me dejó muy buen nivel para enfrentarme a cualquier profe y uno que otro gato... Simplemente un Dios"}, {"fecha": "22/Oct/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "POO", "comments": "Ernesto Alcántara Concepción > Tista"}, {"fecha": "22/Oct/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Programación Orientada a Jsu", "comments": "Da buena retroalimentación, Brinda apoyo, Muchos proyectos grupalesErnesto Alcántara Concepción > Tista"}, {"fecha": "01/Oct/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "POO", "comments": "Barco, Muy cómico, Da Crédito ExtraErnesto Alcántara Concepción > Tista"}, {"fecha": "19/Sep/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Fundamentos de programación y eda 1", "comments": "Muy cómico, Da buena retroalimentación, InspiracionalErnesto Alcántara Concepción > Tista"}, {"fecha": "19/Sep/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Fundamentos de Programación", "comments": "Muy cómico, Da buena retroalimentación, InspiracionalErnesto Alcántara Concepción > Tista"}, {"fecha": "19/Sep/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Fundamentos", "comments": "Muy cómico, Da buena retroalimentación, Tomaría su clase otra vezEl mejor profe en programación, si tienes un gato te dará puntos extras, el dice que los gatos generan sabiduría."}, {"fecha": "19/Sep/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "POO", "comments": "Muy cómico, Inspiracional, Brinda apoyoEl mejor profe en programación, si tienes un gato te dará puntos extras, el dice que los gatos generan sabiduría."}, {"fecha": "10/Sep/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Gastronomía", "comments": "Califica Duro, Barco, Muy cómicoEl mejor profe en programación, si tienes un gato te dará puntos extras, el dice que los gatos generan sabiduría."}, {"fecha": "10/Sep/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Fundamentos de Programación", "comments": "Pocos Exámenes, Muchos ExámenesEl mejor profe en programación, si tienes un gato te dará puntos extras, el dice que los gatos generan sabiduría."}, {"fecha": "03/Sep/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "---", "comments": "Muy cómico, Da buena retroalimentación, Respetado por los estudiantesEl mejor profe en programación, si tienes un gato te dará puntos extras, el dice que los gatos generan sabiduría."}, {"fecha": "03/Sep/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Fundamentos de Programación y EDA2", "comments": "Muy cómico, Da buena retroalimentación, Clases excelentesSimplemente god"}, {"fecha": "03/Sep/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Fundamentos de programación", "comments": "Inspiracional, Brinda apoyo, Tomaría su clase otra vezSimplemente god"}, {"fecha": "03/Sep/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Poo", "comments": "Barco, Da buena retroalimentación, Brinda apoyoSimplemente god"}, {"fecha": "03/Sep/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Programación Orientada a Objetos", "comments": "Da buena retroalimentación, Inspiracional, Brinda apoyoSimplemente god"}, {"fecha": "03/Sep/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Cocina", "comments": "Inspiracional, Da Crédito Extra, Clases excelentesSimplemente god"}, {"fecha": "03/Sep/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "POO", "comments": "Barco, Muy cómico, InspiracionalLa perfecta mezcla entre programador y chef de Rattatouile, a veces su gato es el que da la clase cuando el no puede o se enferma pero si le sabe"}, {"fecha": "03/Sep/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "POO", "comments": "Respetado por los estudiantes, Clases excelentes, Tomaría su clase otra vezLa perfecta mezcla entre programador y chef de Rattatouile, a veces su gato es el que da la clase cuando el no puede o se enferma pero si le sabe"}, {"fecha": "03/Sep/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Fundamentos de Programación", "comments": "Muy cómico, Da buena retroalimentación, Respetado por los estudiantesLa perfecta mezcla entre programador y chef de Rattatouile, a veces su gato es el que da la clase cuando el no puede o se enferma pero si le sabe"}, {"fecha": "03/Sep/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "POO", "comments": "Inspiracional, Clases excelentes, Tomaría su clase otra vezLa perfecta mezcla entre programador y chef de Rattatouile, a veces su gato es el que da la clase cuando el no puede o se enferma pero si le sabe"}, {"fecha": "03/Sep/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Fundamentos de Programación", "comments": "Barco, Muy cómico, Da buena retroalimentaciónLa perfecta mezcla entre programador y chef de Rattatouile, a veces su gato es el que da la clase cuando el no puede o se enferma pero si le sabe"}, {"fecha": "03/Sep/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "POO", "comments": "Muy cómico, Aspectos de calificación claros, Tomaría su clase otra vezEl profesor es muy atento, sí le tomas el modo será fácil pasar con buena calificación. Mucho ojo con el proyecto, es muy cuidadoso con el."}, {"fecha": "03/Sep/2021", "score_general": "7.0", "score_facilidad": "10.0", "materia": "Fundamentos de programacion", "comments": "Barco, Muy cómico, Pocos ExámenesEl profesor es muy atento, sí le tomas el modo será fácil pasar con buena calificación. Mucho ojo con el proyecto, es muy cuidadoso con el."}, {"fecha": "03/Sep/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "POO", "comments": "Da buena retroalimentación, Respetado por los estudiantes, InspiracionalEl profesor es muy atento, sí le tomas el modo será fácil pasar con buena calificación. Mucho ojo con el proyecto, es muy cuidadoso con el."}, {"fecha": "03/Sep/2021", "score_general": "8.0", "score_facilidad": "10.0", "materia": "POO", "comments": "Da buena retroalimentación, Clases excelentes, Tomaría su clase otra vezEl profesor es muy atento, sí le tomas el modo será fácil pasar con buena calificación. Mucho ojo con el proyecto, es muy cuidadoso con el."}, {"fecha": "03/Sep/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Programación orientada a objetos", "comments": "Barco, Muy cómicoEl profesor es muy atento, sí le tomas el modo será fácil pasar con buena calificación. Mucho ojo con el proyecto, es muy cuidadoso con el."}, {"fecha": "03/Sep/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Fundamento de Programacion", "comments": "Muy cómico, Brinda apoyo, Tomaría su clase otra vezEl profe es muy bueno, siempre se la pasa contando chistes y haciendo referencias a su gato y a sus huevos. Lo volveria a tomar de nuevo."}, {"fecha": "03/Sep/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Fundamentos de programación", "comments": "Muy cómico, Inspiracional, Aspectos de calificación clarosEl profe es muy bueno, siempre se la pasa contando chistes y haciendo referencias a su gato y a sus huevos. Lo volveria a tomar de nuevo."}, {"fecha": "03/Sep/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "POO", "comments": "Muy cómico, Respetado por los estudiantes, Tomaría su clase otra vezEl profe es muy bueno, siempre se la pasa contando chistes y haciendo referencias a su gato y a sus huevos. Lo volveria a tomar de nuevo."}, {"fecha": "01/Sep/2021", "score_general": "6.0", "score_facilidad": "8.0", "materia": "Programación Orientada a Objetos", "comments": "Barco, Pocos ExámenesEl profe es muy bueno, siempre se la pasa contando chistes y haciendo referencias a su gato y a sus huevos. Lo volveria a tomar de nuevo."}, {"fecha": "23/Ago/2021", "score_general": "4.0", "score_facilidad": "10.0", "materia": "fundamentos de programacion", "comments": "BarcoEl profe es muy bueno, siempre se la pasa contando chistes y haciendo referencias a su gato y a sus huevos. Lo volveria a tomar de nuevo."}, {"fecha": "19/Feb/2021", "score_general": "9.0", "score_facilidad": "10.0", "materia": "---", "comments": "Asistencia obligatoria, Brinda apoyo, Muchos proyectos grupales[Comentario esperando revisión]"}, {"fecha": "18/Feb/2021", "score_general": "5.0", "score_facilidad": "8.0", "materia": "Fundamentos de Programación", "comments": "Las clases son largas[Comentario esperando revisión]"}, {"fecha": "13/Feb/2021", "score_general": "6.0", "score_facilidad": "6.0", "materia": "Fundamentos de programación", "comments": "Prepárate para leer, Las clases son largas, Pocos Exámenes[Comentario esperando revisión]"}, {"fecha": "02/Feb/2021", "score_general": "3.0", "score_facilidad": "8.0", "materia": "POO", "comments": "Barco, Las clases son largas, Pocos Exámenes[Comentario esperando revisión]"}, {"fecha": "08/Abr/2020", "score_general": "4.0", "score_facilidad": "10.0", "materia": "Fundamentos de programación", "comments": "Barco, Las clases son largas, Muchos proyectos grupales[Comentario esperando revisión]"}, {"fecha": "13/Ago/2018", "score_general": "5.0", "score_facilidad": "8.0", "materia": "---", "comments": "[Comentario esperando revisión]"}, {"fecha": "28/Jul/2018", "score_general": "8.0", "score_facilidad": "6.0", "materia": "---", "comments": "Asistencia obligatoria, Las clases son largas, Muchos proyectos grupales[Comentario esperando revisión]"}, {"fecha": "24/Ene/2018", "score_general": "2.0", "score_facilidad": "2.0", "materia": "---", "comments": "Las clases son largas[Comentario esperando revisión]"}, {"fecha": "21/Ene/2018", "score_general": "2.0", "score_facilidad": "4.0", "materia": "---", "comments": "[Comentario esperando revisión]"}]