[{"fecha": "26/Ene/2023", "score_general": "5.0", "score_facilidad": "2.0", "materia": "Química ciencias de la tierra", "comments": "Califica Duro, Los exámenes son difíciles"}, {"fecha": "14/Jul/2022", "score_general": "3.0", "score_facilidad": "2.0", "materia": "Quimica", "comments": ""}, {"fecha": "05/Jun/2022", "score_general": "2.0", "score_facilidad": "2.0", "materia": "Química de Ciencias de la Tierra", "comments": "Califica Duro, Las clases son largas, Los exámenes son difíciles"}, {"fecha": "04/Sep/2021", "score_general": "7.0", "score_facilidad": "4.0", "materia": "Química Ciencias de la Tierra", "comments": "La Participación Importa, Respetado por los estudiantes, Tomaría su clase otra vez"}, {"fecha": "18/Feb/2021", "score_general": "8.0", "score_facilidad": "2.0", "materia": "Quimica de ciencias de la tierra.", "comments": "Califica Duro, Da buena retroalimentación, Asistencia obligatoria"}, {"fecha": "18/Feb/2021", "score_general": "8.0", "score_facilidad": "6.0", "materia": "Quìmica", "comments": "Brinda apoyo, Deja trabajos largos, Los exámenes son difícilesEs muy buena maestra, tiene mucho conocimiento y lo explica bien, pero necesitas mucha fìsica para los modelos atòmicos, y estudiar mucho por tu parte, el proyecto final lo traduciras del ingles y sera buen repaso si sabes el idioma. Pero es complicado"}, {"fecha": "19/Feb/2020", "score_general": "7.0", "score_facilidad": "2.0", "materia": "Quimica", "comments": "Califica Duro, La Participación Importa, Los exámenes son difícilesEs muy buena maestra, tiene mucho conocimiento y lo explica bien, pero necesitas mucha fìsica para los modelos atòmicos, y estudiar mucho por tu parte, el proyecto final lo traduciras del ingles y sera buen repaso si sabes el idioma. Pero es complicado"}, {"fecha": "11/Ene/2020", "score_general": "4.0", "score_facilidad": "4.0", "materia": "Química de Ciencias de la Tierra", "comments": "La Participación Importa, Respetado por los estudiantes, Los exámenes son difícilesEs muy buena maestra, tiene mucho conocimiento y lo explica bien, pero necesitas mucha fìsica para los modelos atòmicos, y estudiar mucho por tu parte, el proyecto final lo traduciras del ingles y sera buen repaso si sabes el idioma. Pero es complicado"}, {"fecha": "06/Feb/2018", "score_general": "4.0", "score_facilidad": "2.0", "materia": "1125", "comments": "Califica Duro, Prepárate para leer, Los exámenes son difícilesEs muy buena maestra, tiene mucho conocimiento y lo explica bien, pero necesitas mucha fìsica para los modelos atòmicos, y estudiar mucho por tu parte, el proyecto final lo traduciras del ingles y sera buen repaso si sabes el idioma. Pero es complicado"}, {"fecha": "23/Ene/2017", "score_general": "9.0", "score_facilidad": "10.0", "materia": "Quimica", "comments": "Da buena retroalimentación, Aspectos de calificación claros, Tomaría su clase otra vezEs muy buena maestra, tiene mucho conocimiento y lo explica bien, pero necesitas mucha fìsica para los modelos atòmicos, y estudiar mucho por tu parte, el proyecto final lo traduciras del ingles y sera buen repaso si sabes el idioma. Pero es complicado"}, {"fecha": "22/Ene/2017", "score_general": "9.0", "score_facilidad": "6.0", "materia": "Química", "comments": "Califica Duro, Brinda apoyo, Tomaría su clase otra vezEs buena maestra, enseña bien, califica de manera justa y le clase es interesante. Ayuda a los estudiantes que le echan ganas a la clase, los que no le echan ganas probablemente se irán a final"}, {"fecha": "18/Ene/2017", "score_general": "6.0", "score_facilidad": "6.0", "materia": "Química", "comments": "Es buena maestra, enseña bien, califica de manera justa y le clase es interesante. Ayuda a los estudiantes que le echan ganas a la clase, los que no le echan ganas probablemente se irán a final"}, {"fecha": "17/Jul/2016", "score_general": "7.0", "score_facilidad": "2.0", "materia": "Química (2016)", "comments": "Califica Duro, Las clases son largas, Los exámenes son difícilesEs buena maestra, enseña bien, califica de manera justa y le clase es interesante. Ayuda a los estudiantes que le echan ganas a la clase, los que no le echan ganas probablemente se irán a final"}, {"fecha": "27/Jun/2016", "score_general": "2.0", "score_facilidad": "6.0", "materia": "Química para Ciencias de la Tierra", "comments": "Barco, Prepárate para leer, Los exámenes son difícilesEs buena maestra, enseña bien, califica de manera justa y le clase es interesante. Ayuda a los estudiantes que le echan ganas a la clase, los que no le echan ganas probablemente se irán a final"}, {"fecha": "01/Jun/2016", "score_general": "7.0", "score_facilidad": "4.0", "materia": "Quimica", "comments": "Califica Duro, Asistencia obligatoria, Clases excelentesEs buena maestra, enseña bien, califica de manera justa y le clase es interesante. Ayuda a los estudiantes que le echan ganas a la clase, los que no le echan ganas probablemente se irán a final"}]