[{"fecha": "07/Feb/2023", "score_general": "7.0", "score_facilidad": "4.0", "materia": "Evaluación de Proyectos de Inversión", "comments": "Califica Duro, La Participación Importa, Asistencia obligatoriaBasa su clase en un libro que tienes que leer si quieres entender la materia y pasar los exámenes. La clase es tediosa, puedes participar para que te conozca y puede que te ayude en la calificación final.\r\nLo que más importa es el proyecto final, es muy estricto al evaluarlo."}, {"fecha": "02/Feb/2023", "score_general": "6.0", "score_facilidad": "4.0", "materia": "Evaluación de Proyectos de Inversión", "comments": "Califica Duro, Prepárate para leer, La Participación ImportaBasa su clase en un libro que tienes que leer si quieres entender la materia y pasar los exámenes. La clase es tediosa, puedes participar para que te conozca y puede que te ayude en la calificación final.\r\nLo que más importa es el proyecto final, es muy estricto al evaluarlo."}, {"fecha": "02/Feb/2023", "score_general": "7.0", "score_facilidad": "2.0", "materia": "Evaluación de proyectos de Inversión", "comments": "Califica Duro, Deja trabajos largos, Los exámenes son difícilesBasa su clase en un libro que tienes que leer si quieres entender la materia y pasar los exámenes. La clase es tediosa, puedes participar para que te conozca y puede que te ayude en la calificación final.\r\nLo que más importa es el proyecto final, es muy estricto al evaluarlo."}, {"fecha": "31/Ene/2023", "score_general": "4.0", "score_facilidad": "4.0", "materia": "EVALUACION DE PROYECTOS", "comments": "Califica Duro, Prepárate para leer, Deja trabajos largosBasa su clase en un libro que tienes que leer si quieres entender la materia y pasar los exámenes. La clase es tediosa, puedes participar para que te conozca y puede que te ayude en la calificación final.\r\nLo que más importa es el proyecto final, es muy estricto al evaluarlo."}, {"fecha": "23/Jun/2022", "score_general": "8.0", "score_facilidad": "8.0", "materia": "Evaluación de proyectos", "comments": "Basa su clase en un libro que tienes que leer si quieres entender la materia y pasar los exámenes. La clase es tediosa, puedes participar para que te conozca y puede que te ayude en la calificación final.\r\nLo que más importa es el proyecto final, es muy estricto al evaluarlo."}, {"fecha": "25/Ago/2021", "score_general": "6.0", "score_facilidad": "6.0", "materia": "Evalución de Proyectos de Inversión", "comments": "Asistencia obligatoria, Inspiracional, Las clases son largasEs medio payaso y con ligeros comentarios misóginos, pero no estuvo mal su clase, le tienes que talachar y ponerte chido para sus exámenes y ya está. Solo no se confien, casi repruebo por darle más importancia a otras materias"}, {"fecha": "26/Abr/2021", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Evaluacion de proyectos de inversion", "comments": "La Participación Importa, Inspiracional, Tomaría su clase otra vezEs medio payaso y con ligeros comentarios misóginos, pero no estuvo mal su clase, le tienes que talachar y ponerte chido para sus exámenes y ya está. Solo no se confien, casi repruebo por darle más importancia a otras materias"}, {"fecha": "17/Ene/2020", "score_general": "7.0", "score_facilidad": "6.0", "materia": "EVALUACIÓN DE PROYECTOS DE INVERSIÓN", "comments": "La Participación Importa, Las clases son largas, Brinda apoyoEs medio payaso y con ligeros comentarios misóginos, pero no estuvo mal su clase, le tienes que talachar y ponerte chido para sus exámenes y ya está. Solo no se confien, casi repruebo por darle más importancia a otras materias"}, {"fecha": "09/Ene/2020", "score_general": "8.0", "score_facilidad": "4.0", "materia": "Evaluación de proyectos de inversión", "comments": "Da buena retroalimentación, Muchas tareas, Tomaría su clase otra vezEs medio payaso y con ligeros comentarios misóginos, pero no estuvo mal su clase, le tienes que talachar y ponerte chido para sus exámenes y ya está. Solo no se confien, casi repruebo por darle más importancia a otras materias"}, {"fecha": "15/Dic/2018", "score_general": "7.0", "score_facilidad": "6.0", "materia": "Ingeniería Económica", "comments": "La Participación Importa, Inspiracional, Clases excelentesEs medio payaso y con ligeros comentarios misóginos, pero no estuvo mal su clase, le tienes que talachar y ponerte chido para sus exámenes y ya está. Solo no se confien, casi repruebo por darle más importancia a otras materias"}, {"fecha": "12/Dic/2018", "score_general": "10.0", "score_facilidad": "4.0", "materia": "Ingenieria economica (optativa)", "comments": "Aspectos de calificación claros, Clases excelentes, Tomaría su clase otra vezBuen profesor, su clase dinámica hace que no te aburras Y si trabajas adecuadamente en el proyecto y rifas en los exámenes sin ningún problema debería irte bien, además de entregar las tareas"}, {"fecha": "12/Dic/2018", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Ingeniería económica", "comments": "Muy cómico, Da buena retroalimentación, Clases excelentesBuen profesor, su clase dinámica hace que no te aburras Y si trabajas adecuadamente en el proyecto y rifas en los exámenes sin ningún problema debería irte bien, además de entregar las tareas"}, {"fecha": "12/Dic/2018", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Ingeniería Económica", "comments": "Califica Duro, Da buena retroalimentación, Tomaría su clase otra vezBuen profesor, su clase dinámica hace que no te aburras Y si trabajas adecuadamente en el proyecto y rifas en los exámenes sin ningún problema debería irte bien, además de entregar las tareas"}, {"fecha": "12/Dic/2018", "score_general": "7.0", "score_facilidad": "8.0", "materia": "Ingeniería económica", "comments": "Da buena retroalimentación, Inspiracional, Clases excelentesBuen profesor, su clase dinámica hace que no te aburras Y si trabajas adecuadamente en el proyecto y rifas en los exámenes sin ningún problema debería irte bien, además de entregar las tareas"}, {"fecha": "12/Dic/2018", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Ingeniera economía", "comments": "Muy cómicoBuen profesor, su clase dinámica hace que no te aburras Y si trabajas adecuadamente en el proyecto y rifas en los exámenes sin ningún problema debería irte bien, además de entregar las tareas"}, {"fecha": "03/Jul/2018", "score_general": "8.0", "score_facilidad": "8.0", "materia": "Costos y evaluación de proyectos", "comments": "Prepárate para leer, Respetado por los estudiantes, InspiracionalA veces puede ser algo payaso, pero es muy buen profe, y relax, siempre trata de hacer que entiendas todo, lo mejor son los ejemplos que pone."}, {"fecha": "03/Jul/2018", "score_general": "7.0", "score_facilidad": "4.0", "materia": "Costos y Evaluación de Proyectos", "comments": "Da buena retroalimentación, Muchos proyectos grupalesA veces puede ser algo payaso, pero es muy buen profe, y relax, siempre trata de hacer que entiendas todo, lo mejor son los ejemplos que pone."}, {"fecha": "03/Jul/2018", "score_general": "7.0", "score_facilidad": "8.0", "materia": "Costos y evaluacion de proyectos", "comments": "Da buena retroalimentación, Brinda apoyo, Muchos proyectos grupalesA veces puede ser algo payaso, pero es muy buen profe, y relax, siempre trata de hacer que entiendas todo, lo mejor son los ejemplos que pone."}, {"fecha": "03/Jul/2018", "score_general": "9.0", "score_facilidad": "6.0", "materia": "CyP", "comments": "Califica DuroA veces puede ser algo payaso, pero es muy buen profe, y relax, siempre trata de hacer que entiendas todo, lo mejor son los ejemplos que pone."}, {"fecha": "03/Jul/2018", "score_general": "6.0", "score_facilidad": "6.0", "materia": "Costos y evaluación de proyectos", "comments": "Prepárate para leer, La Participación Importa, Asistencia obligatoriaA veces puede ser algo payaso, pero es muy buen profe, y relax, siempre trata de hacer que entiendas todo, lo mejor son los ejemplos que pone."}, {"fecha": "03/Jul/2018", "score_general": "7.0", "score_facilidad": "8.0", "materia": "Costos y evaluacion de proyectos", "comments": "Es mamon pero buena persona :v"}, {"fecha": "26/Ene/2018", "score_general": "5.0", "score_facilidad": "6.0", "materia": "Desarrollo Empresarial", "comments": "Califica Duro, La Participación Importa, Las clases son largasEs mamon pero buena persona :v"}, {"fecha": "27/Dic/2017", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Desarrollo Empresarial", "comments": "Inspiracional, Pocos Exámenes, Brinda apoyoEs mamon pero buena persona :v"}, {"fecha": "27/Dic/2017", "score_general": "9.0", "score_facilidad": "6.0", "materia": "Desarrollo empresarial", "comments": "Muy cómico, Prepárate para leer, Deja trabajos largosEs mamon pero buena persona :v"}, {"fecha": "16/Dic/2017", "score_general": "8.0", "score_facilidad": "8.0", "materia": "Desarrollo Empresarial", "comments": "Califica Duro, Muchas tareas, Muchos proyectos grupalesEs mamon pero buena persona :v"}, {"fecha": "02/Ago/2017", "score_general": "8.0", "score_facilidad": "8.0", "materia": "Desarrollo Empresarial", "comments": "La Participación Importa, Da Crédito Extra, Muchos proyectos grupalesDeja proyecto final, incluye todo lo de sus presentaciones y lo que comenta en clase. No faltes y no te dejes engañar porque se porta \"buena onda\". Parece barco pero no lo es. Aprenderás mucho de lo que normalmente no se ve en Ingeniería."}, {"fecha": "02/Ago/2017", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Desarrollo Empresarial", "comments": "Prepárate para leer, Hace exámenes sorpresa, La Participación ImportaDeja proyecto final, incluye todo lo de sus presentaciones y lo que comenta en clase. No faltes y no te dejes engañar porque se porta \"buena onda\". Parece barco pero no lo es. Aprenderás mucho de lo que normalmente no se ve en Ingeniería."}, {"fecha": "26/Jul/2016", "score_general": "7.0", "score_facilidad": "6.0", "materia": "Ingenieria Economica", "comments": "Califica Duro, La Participación Importa, Pocos ExámenesDeja proyecto final, incluye todo lo de sus presentaciones y lo que comenta en clase. No faltes y no te dejes engañar porque se porta \"buena onda\". Parece barco pero no lo es. Aprenderás mucho de lo que normalmente no se ve en Ingeniería."}, {"fecha": "18/Jul/2016", "score_general": "10.0", "score_facilidad": "10.0", "materia": "ingenieria economica", "comments": "Deja proyecto final, incluye todo lo de sus presentaciones y lo que comenta en clase. No faltes y no te dejes engañar porque se porta \"buena onda\". Parece barco pero no lo es. Aprenderás mucho de lo que normalmente no se ve en Ingeniería."}, {"fecha": "25/Jun/2016", "score_general": "8.0", "score_facilidad": "6.0", "materia": "Costos e Ingeniería Económica", "comments": "Hace exámenes sorpresa, La Participación Importa, Asistencia obligatoriaDeja proyecto final, incluye todo lo de sus presentaciones y lo que comenta en clase. No faltes y no te dejes engañar porque se porta \"buena onda\". Parece barco pero no lo es. Aprenderás mucho de lo que normalmente no se ve en Ingeniería."}]