[{"fecha": "27/Ago/2021", "score_general": "4.0", "score_facilidad": "10.0", "materia": "CIENCIA TECNOLOGIA Y SOCIEDAD", "comments": "BarcoEl profesor ya esta grande, generalmente solo da una hora de clase (LINEA).  Aveces se le va la onda de lo que pide o de cuando se entrega. Sí es medio enojon y aveces ya no escucha bien. Entrega todo y pasas sin problema, solo asegúrate que te anote cuando le entregas las cosas y listo."}, {"fecha": "23/Ago/2021", "score_general": "6.0", "score_facilidad": "8.0", "materia": "Introducción al análisis económico empresarial", "comments": "Califica Duro, Prepárate para leerEl profesor ya esta grande, generalmente solo da una hora de clase (LINEA).  Aveces se le va la onda de lo que pide o de cuando se entrega. Sí es medio enojon y aveces ya no escucha bien. Entrega todo y pasas sin problema, solo asegúrate que te anote cuando le entregas las cosas y listo."}, {"fecha": "19/Ago/2021", "score_general": "7.0", "score_facilidad": "10.0", "materia": "Ciencia y Tecnología", "comments": "Barco, Las clases son largas, Muchos proyectos grupalesEl profesor ya esta grande, generalmente solo da una hora de clase (LINEA).  Aveces se le va la onda de lo que pide o de cuando se entrega. Sí es medio enojon y aveces ya no escucha bien. Entrega todo y pasas sin problema, solo asegúrate que te anote cuando le entregas las cosas y listo."}, {"fecha": "09/Sep/2020", "score_general": "7.0", "score_facilidad": "10.0", "materia": "Introducción a la economía", "comments": "Prepárate para leer, Asistencia obligatoriaEl profesor ya esta grande, generalmente solo da una hora de clase (LINEA).  Aveces se le va la onda de lo que pide o de cuando se entrega. Sí es medio enojon y aveces ya no escucha bien. Entrega todo y pasas sin problema, solo asegúrate que te anote cuando le entregas las cosas y listo."}, {"fecha": "22/Jun/2020", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Ciencia Tecnología y sociedad", "comments": "El profesor ya esta grande, generalmente solo da una hora de clase (LINEA).  Aveces se le va la onda de lo que pide o de cuando se entrega. Sí es medio enojon y aveces ya no escucha bien. Entrega todo y pasas sin problema, solo asegúrate que te anote cuando le entregas las cosas y listo."}, {"fecha": "26/Nov/2019", "score_general": "4.0", "score_facilidad": "10.0", "materia": "Introducción a la Economía", "comments": "Barco, Las clases son largasSe enoja por todo, su clase son demasiado aburridas y dice muchas estupideces, pero si puedes lidiar con esto y haces un proyecto decente lo más probable es que saques 10. Es fácil sacar buena calificación con él, lo difícil es aguantar su carácter."}, {"fecha": "10/Jul/2018", "score_general": "2.0", "score_facilidad": "2.0", "materia": "Introducción a Economia", "comments": "Los exámenes son difícilesSe enoja por todo, su clase son demasiado aburridas y dice muchas estupideces, pero si puedes lidiar con esto y haces un proyecto decente lo más probable es que saques 10. Es fácil sacar buena calificación con él, lo difícil es aguantar su carácter."}, {"fecha": "29/Ene/2018", "score_general": "8.0", "score_facilidad": "8.0", "materia": "Introducción a la economía", "comments": "Asistencia obligatoria, Pocos ExámenesSe enoja por todo, su clase son demasiado aburridas y dice muchas estupideces, pero si puedes lidiar con esto y haces un proyecto decente lo más probable es que saques 10. Es fácil sacar buena calificación con él, lo difícil es aguantar su carácter."}, {"fecha": "08/Ago/2017", "score_general": "2.0", "score_facilidad": "6.0", "materia": "filosofia ciencia y tecnologia", "comments": "Se enoja por todo, su clase son demasiado aburridas y dice muchas estupideces, pero si puedes lidiar con esto y haces un proyecto decente lo más probable es que saques 10. Es fácil sacar buena calificación con él, lo difícil es aguantar su carácter."}, {"fecha": "03/Ago/2017", "score_general": "5.0", "score_facilidad": "8.0", "materia": "Introducción al análisis económico empresarial", "comments": "Pocos Exámenes, Deja trabajos largos, Muchos proyectos grupalesSe enoja por todo, su clase son demasiado aburridas y dice muchas estupideces, pero si puedes lidiar con esto y haces un proyecto decente lo más probable es que saques 10. Es fácil sacar buena calificación con él, lo difícil es aguantar su carácter."}, {"fecha": "26/Jul/2017", "score_general": "2.0", "score_facilidad": "4.0", "materia": "Introducción al análisis económico empresarial", "comments": "Barco, La Participación Importa, Deja trabajos largosEl piensa que es el mejor en lo que hace, si suena tu telefono te saca, si tociste pero para el pareció que te reiste tambien te saca, deja un proyecto muy pesado para la clase super básica que enseña y por lo mismo te quita mucho tiempo,  clase tediosa, y no eprendes ni aunque trates de ser optimis"}, {"fecha": "16/Ene/2017", "score_general": "4.0", "score_facilidad": "10.0", "materia": "Ciencia, tecnología y sociedad", "comments": "BarcoEl piensa que es el mejor en lo que hace, si suena tu telefono te saca, si tociste pero para el pareció que te reiste tambien te saca, deja un proyecto muy pesado para la clase super básica que enseña y por lo mismo te quita mucho tiempo,  clase tediosa, y no eprendes ni aunque trates de ser optimis"}, {"fecha": "03/Oct/2015", "score_general": "8.0", "score_facilidad": "6.0", "materia": "Costos", "comments": "El piensa que es el mejor en lo que hace, si suena tu telefono te saca, si tociste pero para el pareció que te reiste tambien te saca, deja un proyecto muy pesado para la clase super básica que enseña y por lo mismo te quita mucho tiempo,  clase tediosa, y no eprendes ni aunque trates de ser optimis"}]