[{"fecha": "09/Feb/2023", "score_general": "5.0", "score_facilidad": "4.0", "materia": "ANALISIS DE SISTEMAS Y SEÑALES", "comments": "Las clases son largas, Deja trabajos largosLA clase esta super aburrida, no se le entiende nada, y tu calificacion depende de los trabajos que deja hasta el final de semestre, pero si haces todo es muy seguro que pases, la cuestion es soportar todo el semestre su clase super aburrida"}, {"fecha": "31/Jul/2022", "score_general": "6.0", "score_facilidad": "6.0", "materia": "Señales", "comments": "LA clase esta super aburrida, no se le entiende nada, y tu calificacion depende de los trabajos que deja hasta el final de semestre, pero si haces todo es muy seguro que pases, la cuestion es soportar todo el semestre su clase super aburrida"}, {"fecha": "21/Jun/2022", "score_general": "4.0", "score_facilidad": "2.0", "materia": "Analisis de sistemas y señales", "comments": "Califica Duro, Las clases son largas, Los exámenes son difícilesLA clase esta super aburrida, no se le entiende nada, y tu calificacion depende de los trabajos que deja hasta el final de semestre, pero si haces todo es muy seguro que pases, la cuestion es soportar todo el semestre su clase super aburrida"}, {"fecha": "31/May/2022", "score_general": "3.0", "score_facilidad": "4.0", "materia": "analisis de sistemas y señales", "comments": "Respetado por los estudiantes, Inspiracional, Aspectos de calificación clarosLA clase esta super aburrida, no se le entiende nada, y tu calificacion depende de los trabajos que deja hasta el final de semestre, pero si haces todo es muy seguro que pases, la cuestion es soportar todo el semestre su clase super aburrida"}, {"fecha": "27/Ene/2020", "score_general": "4.0", "score_facilidad": "8.0", "materia": "Señales y sistemas", "comments": "Barco, La Participación Importa, Las clases son largasLA clase esta super aburrida, no se le entiende nada, y tu calificacion depende de los trabajos que deja hasta el final de semestre, pero si haces todo es muy seguro que pases, la cuestion es soportar todo el semestre su clase super aburrida"}, {"fecha": "11/Dic/2019", "score_general": "3.0", "score_facilidad": "8.0", "materia": "Procesamiento Digital de Señales", "comments": "BarcoHorrible profesor, no enseña para nada bien, todo lo que explica él solito lo entiende, escribe en el pizarrón sin orden alguno. Todo el semestre está pidiendo programación en matlab de lo que vas viendo pero no sabes que hacer porque no le entiendes. Sí pasas con él pero es muy molesto."}, {"fecha": "22/Jul/2018", "score_general": "2.0", "score_facilidad": "6.0", "materia": "Análisis de Sistemas y Señales", "comments": "Barco, La Participación Importa, Las clases son largasHorrible profesor, no enseña para nada bien, todo lo que explica él solito lo entiende, escribe en el pizarrón sin orden alguno. Todo el semestre está pidiendo programación en matlab de lo que vas viendo pero no sabes que hacer porque no le entiendes. Sí pasas con él pero es muy molesto."}, {"fecha": "09/Feb/2018", "score_general": "6.0", "score_facilidad": "10.0", "materia": "Sistemas y Señales", "comments": "Barco, La Participación Importa, Las clases son largasHorrible profesor, no enseña para nada bien, todo lo que explica él solito lo entiende, escribe en el pizarrón sin orden alguno. Todo el semestre está pidiendo programación en matlab de lo que vas viendo pero no sabes que hacer porque no le entiendes. Sí pasas con él pero es muy molesto."}, {"fecha": "09/Feb/2018", "score_general": "4.0", "score_facilidad": "10.0", "materia": "Anàlisis de sistemas y señales", "comments": "Horrible profesor, no enseña para nada bien, todo lo que explica él solito lo entiende, escribe en el pizarrón sin orden alguno. Todo el semestre está pidiendo programación en matlab de lo que vas viendo pero no sabes que hacer porque no le entiendes. Sí pasas con él pero es muy molesto."}, {"fecha": "29/Ene/2018", "score_general": "10.0", "score_facilidad": "10.0", "materia": "---", "comments": "Brinda apoyoHorrible profesor, no enseña para nada bien, todo lo que explica él solito lo entiende, escribe en el pizarrón sin orden alguno. Todo el semestre está pidiendo programación en matlab de lo que vas viendo pero no sabes que hacer porque no le entiendes. Sí pasas con él pero es muy molesto."}, {"fecha": "24/Ene/2018", "score_general": "4.0", "score_facilidad": "8.0", "materia": "Análisis de Sistemas y Señales", "comments": "Le echa ganas para q su clase sea horrible, exámenes de 4 horas, te hace ir a clase después de concluir el semestre. Lo único que enseña es choro y aparte confuso. No vayas siempre o te arrepentirás, sólo ve a menudo para que te ubique y pregúntale algo. Se concentra en su vida en vez de dar clase"}, {"fecha": "23/Ene/2018", "score_general": "7.0", "score_facilidad": "10.0", "materia": "Análisis de sistemas y señales", "comments": "Le echa ganas para q su clase sea horrible, exámenes de 4 horas, te hace ir a clase después de concluir el semestre. Lo único que enseña es choro y aparte confuso. No vayas siempre o te arrepentirás, sólo ve a menudo para que te ubique y pregúntale algo. Se concentra en su vida en vez de dar clase"}, {"fecha": "14/Ene/2018", "score_general": "3.0", "score_facilidad": "10.0", "materia": "Análisis de Sistemas y Señales", "comments": "Muchos Exámenes, Los exámenes son difícilesLe echa ganas para q su clase sea horrible, exámenes de 4 horas, te hace ir a clase después de concluir el semestre. Lo único que enseña es choro y aparte confuso. No vayas siempre o te arrepentirás, sólo ve a menudo para que te ubique y pregúntale algo. Se concentra en su vida en vez de dar clase"}, {"fecha": "18/Dic/2017", "score_general": "3.0", "score_facilidad": "2.0", "materia": "Análisis de sistemas y señales", "comments": "Le echa ganas para q su clase sea horrible, exámenes de 4 horas, te hace ir a clase después de concluir el semestre. Lo único que enseña es choro y aparte confuso. No vayas siempre o te arrepentirás, sólo ve a menudo para que te ubique y pregúntale algo. Se concentra en su vida en vez de dar clase"}, {"fecha": "25/Jul/2017", "score_general": "8.0", "score_facilidad": "6.0", "materia": "A.S.yS", "comments": "Le echa ganas para q su clase sea horrible, exámenes de 4 horas, te hace ir a clase después de concluir el semestre. Lo único que enseña es choro y aparte confuso. No vayas siempre o te arrepentirás, sólo ve a menudo para que te ubique y pregúntale algo. Se concentra en su vida en vez de dar clase"}, {"fecha": "25/Jul/2017", "score_general": "8.0", "score_facilidad": "8.0", "materia": "Analisis de sistemas y Señales", "comments": "Barco. No enseña todos los temas pero los ultimos los enseña bastante bien. Aun si repruebas el examen, si ve que estuviste atento a sus clases pasas con 7 u 8. Yo lo lleve y reprobe con 2 y como fui a todas sus clases me puso 8. No deja nada de tareas y no pasa lista."}]