[{"fecha": "19/Ago/2022", "score_general": "10.0", "score_facilidad": "10.0", "materia": "POO", "comments": "Inspiracional, Brinda apoyo, Clases excelenteseque es un amor la profa y siempre estará para ayudarte y se aprende bastante , gracias por dar clases en la FI es lo mejor"}, {"fecha": "14/Jun/2022", "score_general": "9.0", "score_facilidad": "6.0", "materia": "Criptografía", "comments": "Prepárate para leer, Respetado por los estudiantes, Brinda apoyoeque es un amor la profa y siempre estará para ayudarte y se aprende bastante , gracias por dar clases en la FI es lo mejor"}, {"fecha": "08/Feb/2022", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Criptografia", "comments": "Inspiracional, Clases excelentes, Tomaría su clase otra vezeque es un amor la profa y siempre estará para ayudarte y se aprende bastante , gracias por dar clases en la FI es lo mejor"}, {"fecha": "28/Ene/2022", "score_general": "10.0", "score_facilidad": "6.0", "materia": "---", "comments": "Inspiracional, Clases excelentes, Tomaría su clase otra vezeque es un amor la profa y siempre estará para ayudarte y se aprende bastante , gracias por dar clases en la FI es lo mejor"}, {"fecha": "22/Ene/2022", "score_general": "9.0", "score_facilidad": "10.0", "materia": "---", "comments": "eque es un amor la profa y siempre estará para ayudarte y se aprende bastante , gracias por dar clases en la FI es lo mejor"}, {"fecha": "14/Dic/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "---", "comments": "Brinda apoyo, Clases excelentes, Tomaría su clase otra vez[Comentario esperando revisión]"}, {"fecha": "19/Nov/2021", "score_general": "7.0", "score_facilidad": "10.0", "materia": "---", "comments": "Barco, Asistencia obligatoria[Comentario esperando revisión]"}, {"fecha": "29/Oct/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "---", "comments": "Da buena retroalimentación, Inspiracional, Pocos Exámenes[Comentario esperando revisión]"}, {"fecha": "26/Ago/2021", "score_general": "8.0", "score_facilidad": "8.0", "materia": "---", "comments": "Muchas tareas, Brinda apoyo, Clases excelentes[Comentario esperando revisión]"}, {"fecha": "23/Ago/2021", "score_general": "7.0", "score_facilidad": "8.0", "materia": "---", "comments": "[Comentario esperando revisión]"}, {"fecha": "07/Abr/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Criptografía", "comments": "Inspiracional, Clases excelentes, Tomaría su clase otra vezEs una las mejores profesoras que he tenido, tiene excelentes conocimientos en los temas de criptografía. Deja leer varios artículos durante el curso para complementar los temas, además de varios pequeños ejercicios de programación para practicar."}, {"fecha": "05/Abr/2021", "score_general": "4.0", "score_facilidad": "6.0", "materia": "---", "comments": "Califica Duro, Muchas tareas, Asistencia obligatoriaEs una las mejores profesoras que he tenido, tiene excelentes conocimientos en los temas de criptografía. Deja leer varios artículos durante el curso para complementar los temas, además de varios pequeños ejercicios de programación para practicar."}, {"fecha": "18/Feb/2021", "score_general": "8.0", "score_facilidad": "10.0", "materia": "---", "comments": "Barco, Pocos Exámenes, Aspectos de calificación clarosEs una las mejores profesoras que he tenido, tiene excelentes conocimientos en los temas de criptografía. Deja leer varios artículos durante el curso para complementar los temas, además de varios pequeños ejercicios de programación para practicar."}, {"fecha": "16/Feb/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "---", "comments": "Inspiracional, Pocos Exámenes, Tomaría su clase otra vezEs una las mejores profesoras que he tenido, tiene excelentes conocimientos en los temas de criptografía. Deja leer varios artículos durante el curso para complementar los temas, además de varios pequeños ejercicios de programación para practicar."}, {"fecha": "16/Feb/2021", "score_general": "9.0", "score_facilidad": "8.0", "materia": "---", "comments": "Respetado por los estudiantes, Inspiracional, Pocos ExámenesEs una las mejores profesoras que he tenido, tiene excelentes conocimientos en los temas de criptografía. Deja leer varios artículos durante el curso para complementar los temas, además de varios pequeños ejercicios de programación para practicar."}, {"fecha": "12/Feb/2021", "score_general": "7.0", "score_facilidad": "8.0", "materia": "POO", "comments": "Aspectos de calificación claros, Brinda apoyoEs muy buena persona siempre dipuesta a ayudarte, a mí no me gustó el curso por que si bien la profesora sabe mucho de computación también tiene muchas deficiencias  con Java además de que los programa, los exámenes y el proyecto son sacados de internet. Para el proyecto debes usar Swing."}, {"fecha": "08/Oct/2020", "score_general": "6.0", "score_facilidad": "10.0", "materia": "Poo", "comments": "Da buena retroalimentación, Inspiracional, Brinda apoyoEs muy buena persona siempre dipuesta a ayudarte, a mí no me gustó el curso por que si bien la profesora sabe mucho de computación también tiene muchas deficiencias  con Java además de que los programa, los exámenes y el proyecto son sacados de internet. Para el proyecto debes usar Swing."}, {"fecha": "31/Ago/2020", "score_general": "8.0", "score_facilidad": "6.0", "materia": "---", "comments": "Muchas tareas, Prepárate para leer, Los exámenes son difícilesEs muy buena persona siempre dipuesta a ayudarte, a mí no me gustó el curso por que si bien la profesora sabe mucho de computación también tiene muchas deficiencias  con Java además de que los programa, los exámenes y el proyecto son sacados de internet. Para el proyecto debes usar Swing."}, {"fecha": "20/Jun/2020", "score_general": "8.0", "score_facilidad": "10.0", "materia": "POO", "comments": "Barco, Brinda apoyo, Clases excelentesEs muy buena persona siempre dipuesta a ayudarte, a mí no me gustó el curso por que si bien la profesora sabe mucho de computación también tiene muchas deficiencias  con Java además de que los programa, los exámenes y el proyecto son sacados de internet. Para el proyecto debes usar Swing."}, {"fecha": "03/Feb/2020", "score_general": "10.0", "score_facilidad": "10.0", "materia": "POO", "comments": "Es muy buena persona siempre dipuesta a ayudarte, a mí no me gustó el curso por que si bien la profesora sabe mucho de computación también tiene muchas deficiencias  con Java además de que los programa, los exámenes y el proyecto son sacados de internet. Para el proyecto debes usar Swing."}]