[{"fecha": "28/Ene/2018", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Fisicoquimica", "comments": "Da buena retroalimentación, Asistencia obligatoria, Muchos ExámenesEs muy accesible dentro y fuera de clase, es fácil entender porque explica todo muy bien, la clase es muy amena. Los exámenes no son difíciles si estudias y pusiste atención en clase.\r\nLa asistencia es obligatoria ya que hace examenes diario."}, {"fecha": "27/Nov/2016", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Fisicoquímica", "comments": "Da Crédito Extra, Aspectos de calificación claros, Brinda apoyoEs muy accesible dentro y fuera de clase, es fácil entender porque explica todo muy bien, la clase es muy amena. Los exámenes no son difíciles si estudias y pusiste atención en clase.\r\nLa asistencia es obligatoria ya que hace examenes diario."}, {"fecha": "10/Ago/2016", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Quimica", "comments": "Asistencia obligatoria, Clases excelentesEs muy accesible dentro y fuera de clase, es fácil entender porque explica todo muy bien, la clase es muy amena. Los exámenes no son difíciles si estudias y pusiste atención en clase.\r\nLa asistencia es obligatoria ya que hace examenes diario."}, {"fecha": "03/Ago/2016", "score_general": "9.0", "score_facilidad": "10.0", "materia": "Química", "comments": "Muchas tareas, Asistencia obligatoria, Tomaría su clase otra vezEs muy accesible dentro y fuera de clase, es fácil entender porque explica todo muy bien, la clase es muy amena. Los exámenes no son difíciles si estudias y pusiste atención en clase.\r\nLa asistencia es obligatoria ya que hace examenes diario."}, {"fecha": "14/Abr/2016", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Quimica", "comments": "Es muy accesible dentro y fuera de clase, es fácil entender porque explica todo muy bien, la clase es muy amena. Los exámenes no son difíciles si estudias y pusiste atención en clase.\r\nLa asistencia es obligatoria ya que hace examenes diario."}, {"fecha": "22/Mar/2016", "score_general": "7.0", "score_facilidad": "8.0", "materia": "Quimica", "comments": "Muchas tareas, Asistencia obligatoria, Las clases son largas"}, {"fecha": "01/Mar/2016", "score_general": "7.0", "score_facilidad": "8.0", "materia": "Química 2016", "comments": ""}]