[{"fecha": "29/Abr/2023", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Probabilidad", "comments": "Barco, Brinda apoyo, Clases excelentesUna persona super tranquila y examenes super sencillos , facil se saca 9"}, {"fecha": "12/Mar/2023", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Probabilidad", "comments": "Barco, Inspiracional, Las clases son largasUna persona super tranquila y examenes super sencillos , facil se saca 9"}, {"fecha": "23/Feb/2023", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Probabilidad", "comments": "Barco, Da buena retroalimentación, Las clases son largasUna persona super tranquila y examenes super sencillos , facil se saca 9"}, {"fecha": "07/Feb/2023", "score_general": "7.0", "score_facilidad": "8.0", "materia": "Probabilidad", "comments": "BarcoUna persona super tranquila y examenes super sencillos , facil se saca 9"}, {"fecha": "24/Ene/2023", "score_general": "7.0", "score_facilidad": "8.0", "materia": "Probabilidad", "comments": "Barco, Muchas tareas, Asistencia obligatoriaUna persona super tranquila y examenes super sencillos , facil se saca 9"}, {"fecha": "18/Jun/2022", "score_general": "9.0", "score_facilidad": "10.0", "materia": "Probabilidad", "comments": "Da buena retroalimentación, Asistencia obligatoria, Los exámenes son difíciles[En línea] El profesor es muy bueno, explica muy bien aunque a veces me distraía en clase, la asistencia importa mucho, los exámenes si eran más difíciles que lo que se veía en clase, no dejo muchas tareas y elaboramos un proyecto muy sencillo."}, {"fecha": "18/Jun/2022", "score_general": "8.0", "score_facilidad": "10.0", "materia": "Probabilidad", "comments": "Barco, Las clases son largas[En línea] El profesor es muy bueno, explica muy bien aunque a veces me distraía en clase, la asistencia importa mucho, los exámenes si eran más difíciles que lo que se veía en clase, no dejo muchas tareas y elaboramos un proyecto muy sencillo."}, {"fecha": "28/May/2022", "score_general": "8.0", "score_facilidad": "10.0", "materia": "Probabilidad", "comments": "[En línea] El profesor es muy bueno, explica muy bien aunque a veces me distraía en clase, la asistencia importa mucho, los exámenes si eran más difíciles que lo que se veía en clase, no dejo muchas tareas y elaboramos un proyecto muy sencillo."}, {"fecha": "04/Feb/2022", "score_general": "9.0", "score_facilidad": "6.0", "materia": "Representaciones graficas", "comments": "Califica Duro, Muchas tareas, Pocos Exámenes[En línea] El profesor es muy bueno, explica muy bien aunque a veces me distraía en clase, la asistencia importa mucho, los exámenes si eran más difíciles que lo que se veía en clase, no dejo muchas tareas y elaboramos un proyecto muy sencillo."}, {"fecha": "21/Dic/2021", "score_general": "5.0", "score_facilidad": "6.0", "materia": "Dibujo", "comments": "Barco, Los exámenes son difíciles[En línea] El profesor es muy bueno, explica muy bien aunque a veces me distraía en clase, la asistencia importa mucho, los exámenes si eran más difíciles que lo que se veía en clase, no dejo muchas tareas y elaboramos un proyecto muy sencillo."}, {"fecha": "25/Ago/2021", "score_general": "7.0", "score_facilidad": "10.0", "materia": "Probabilidad", "comments": "Barco, Las clases son largas, Da Crédito ExtraSu clase es muy aburrida, habla lento y explica más o menos. Sin embargo es muy buena persona, respetuoso y amable con los estudiantes. Me cae muy bien pero no lo recomendaría si quieres aprender. Yo falté a muchas clases por el paro y aún así salí con buena calificación. Es barcooo"}, {"fecha": "19/Ago/2021", "score_general": "8.0", "score_facilidad": "4.0", "materia": "Probabilidad", "comments": "Las clases son largas, Pocos Exámenes, Los exámenes son difícilesSu clase es muy aburrida, habla lento y explica más o menos. Sin embargo es muy buena persona, respetuoso y amable con los estudiantes. Me cae muy bien pero no lo recomendaría si quieres aprender. Yo falté a muchas clases por el paro y aún así salí con buena calificación. Es barcooo"}, {"fecha": "16/Ago/2021", "score_general": "2.0", "score_facilidad": "4.0", "materia": "Probabilidad.", "comments": "Califica Duro, Pocos ExámenesSu clase es muy aburrida, habla lento y explica más o menos. Sin embargo es muy buena persona, respetuoso y amable con los estudiantes. Me cae muy bien pero no lo recomendaría si quieres aprender. Yo falté a muchas clases por el paro y aún así salí con buena calificación. Es barcooo"}, {"fecha": "11/Ago/2021", "score_general": "9.0", "score_facilidad": "10.0", "materia": "Probabilidad", "comments": "Da buena retroalimentación, Muchas tareas, Brinda apoyoSu clase es muy aburrida, habla lento y explica más o menos. Sin embargo es muy buena persona, respetuoso y amable con los estudiantes. Me cae muy bien pero no lo recomendaría si quieres aprender. Yo falté a muchas clases por el paro y aún así salí con buena calificación. Es barcooo"}, {"fecha": "17/Feb/2021", "score_general": "3.0", "score_facilidad": "4.0", "materia": "---", "comments": "Da buena retroalimentación, Muchas tareasSu clase es muy aburrida, habla lento y explica más o menos. Sin embargo es muy buena persona, respetuoso y amable con los estudiantes. Me cae muy bien pero no lo recomendaría si quieres aprender. Yo falté a muchas clases por el paro y aún así salí con buena calificación. Es barcooo"}, {"fecha": "12/Feb/2021", "score_general": "9.0", "score_facilidad": "6.0", "materia": "Probabilidad", "comments": "Brinda apoyo, Tomaría su clase otra vezBuen profe, sus clase son por zoom y exámenes a nivel de las tareas, la materia es un poco pesada, pero el profe siempre resuelve cualquier duda. Es muy comprensivo y hubo ocasiones en donde se pudo cambiar la fecha de examen por otras materias :)"}, {"fecha": "30/Sep/2020", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Probabilidad", "comments": "Las clases son largas, Pocos Exámenes, Brinda apoyoBuen profe, sus clase son por zoom y exámenes a nivel de las tareas, la materia es un poco pesada, pero el profe siempre resuelve cualquier duda. Es muy comprensivo y hubo ocasiones en donde se pudo cambiar la fecha de examen por otras materias :)"}, {"fecha": "09/Dic/2019", "score_general": "9.0", "score_facilidad": "10.0", "materia": "Probabilidad", "comments": "Asistencia obligatoria, Aspectos de calificación claros, Brinda apoyoBuen profe, sus clase son por zoom y exámenes a nivel de las tareas, la materia es un poco pesada, pero el profe siempre resuelve cualquier duda. Es muy comprensivo y hubo ocasiones en donde se pudo cambiar la fecha de examen por otras materias :)"}, {"fecha": "01/Dic/2019", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Probabilidad", "comments": "Da buena retroalimentación, Da Crédito Extra, Brinda apoyoBuen profe, sus clase son por zoom y exámenes a nivel de las tareas, la materia es un poco pesada, pero el profe siempre resuelve cualquier duda. Es muy comprensivo y hubo ocasiones en donde se pudo cambiar la fecha de examen por otras materias :)"}, {"fecha": "20/Nov/2019", "score_general": "8.0", "score_facilidad": "8.0", "materia": "Representaciones Gráficas", "comments": "Pocos Exámenes, Brinda apoyo, Tomaría su clase otra vezBuen profe, sus clase son por zoom y exámenes a nivel de las tareas, la materia es un poco pesada, pero el profe siempre resuelve cualquier duda. Es muy comprensivo y hubo ocasiones en donde se pudo cambiar la fecha de examen por otras materias :)"}, {"fecha": "19/Ene/2019", "score_general": "8.0", "score_facilidad": "10.0", "materia": "---", "comments": "Barco, Asistencia obligatoria, Tomaría su clase otra vez[Comentario esperando revisión]"}, {"fecha": "10/Ago/2018", "score_general": "7.0", "score_facilidad": "8.0", "materia": "---", "comments": "Pocos Exámenes, Aspectos de calificación claros, Tomaría su clase otra vez[Comentario esperando revisión]"}]