[{"fecha": "09/Abr/2018", "score_general": "3.0", "score_facilidad": "2.0", "materia": "Programación Estructurada", "comments": "Califica DuroLa forma en que nos evaluó era respetable, al final aplicó un examen global para ver si pasabas o no, eso es no respetar la forma de evaluación, una persona sin palabra. No volveré a tomar un curso con esa mujer en mi vida."}, {"fecha": "01/Abr/2018", "score_general": "7.0", "score_facilidad": "4.0", "materia": "Programación Estructurada", "comments": "Muchas tareas, Asistencia obligatoria, Los exámenes son difícilesLa forma en que nos evaluó era respetable, al final aplicó un examen global para ver si pasabas o no, eso es no respetar la forma de evaluación, una persona sin palabra. No volveré a tomar un curso con esa mujer en mi vida."}, {"fecha": "08/Mar/2018", "score_general": "8.0", "score_facilidad": "6.0", "materia": "Programación Estructurada", "comments": "Muchas tareas, Prepárate para leer, Brinda apoyoLa forma en que nos evaluó era respetable, al final aplicó un examen global para ver si pasabas o no, eso es no respetar la forma de evaluación, una persona sin palabra. No volveré a tomar un curso con esa mujer en mi vida."}, {"fecha": "16/Ene/2017", "score_general": "3.0", "score_facilidad": "8.0", "materia": "Estructura de Datos y Algoritmos 1", "comments": "La forma en que nos evaluó era respetable, al final aplicó un examen global para ver si pasabas o no, eso es no respetar la forma de evaluación, una persona sin palabra. No volveré a tomar un curso con esa mujer en mi vida."}, {"fecha": "11/Ago/2016", "score_general": "5.0", "score_facilidad": "2.0", "materia": "Estructura de Datos y Algoritmos.", "comments": "Pocos Exámenes, Deja trabajos largos, Los exámenes son difícilesLa forma en que nos evaluó era respetable, al final aplicó un examen global para ver si pasabas o no, eso es no respetar la forma de evaluación, una persona sin palabra. No volveré a tomar un curso con esa mujer en mi vida."}, {"fecha": "03/Ago/2016", "score_general": "5.0", "score_facilidad": "6.0", "materia": "estructura de datos y algoritmos", "comments": "Es una muy buena persona y muy bonita, pero no se sabe explicar y confunde a los alumnos. Lo ideal sería buscar otro profesor"}, {"fecha": "28/Jul/2016", "score_general": "3.0", "score_facilidad": "4.0", "materia": "estructura de datos y algoritmos", "comments": "Es una muy buena persona y muy bonita, pero no se sabe explicar y confunde a los alumnos. Lo ideal sería buscar otro profesor"}]