[{"fecha": "11/Feb/2023", "score_general": "9.0", "score_facilidad": "10.0", "materia": "Estatica", "comments": "Barco, Brinda apoyo, Clases excelentesTrasatlántico"}, {"fecha": "11/Feb/2023", "score_general": "2.0", "score_facilidad": "10.0", "materia": "Todas", "comments": "Barco, Las clases son largas, Deja trabajos largosTrasatlántico"}, {"fecha": "31/Ene/2022", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Calculo y Geometría Analítica", "comments": "Inspiracional, Da Crédito Extra, Brinda apoyoTrasatlántico"}, {"fecha": "25/Ene/2022", "score_general": "7.0", "score_facilidad": "4.0", "materia": "Mecanica", "comments": "Califica Duro, Da buena retroalimentación, Muchas tareasTrasatlántico"}, {"fecha": "14/Ago/2021", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Mecanica", "comments": "Da buena retroalimentación, Brinda apoyo, Clases excelentesTrasatlántico"}, {"fecha": "26/Feb/2021", "score_general": "9.0", "score_facilidad": "10.0", "materia": "Cálculo y Geometría Analítica", "comments": "Barco, Da Crédito Extra, Brinda apoyoSus clases son dinámicas, te explica lo esencial y brinda material para que por tu cuenta aprendas cosas más avanzadas. Sus tareas son de  10 ejercicios, 4 fáciles,  4 medios y 2 difíciles. Los exámenes son mucho más sencillos. Al final te puede subir puntos con trabajos extra."}, {"fecha": "09/Feb/2021", "score_general": "2.0", "score_facilidad": "10.0", "materia": "---", "comments": "Sus clases son dinámicas, te explica lo esencial y brinda material para que por tu cuenta aprendas cosas más avanzadas. Sus tareas son de  10 ejercicios, 4 fáciles,  4 medios y 2 difíciles. Los exámenes son mucho más sencillos. Al final te puede subir puntos con trabajos extra."}, {"fecha": "07/Sep/2020", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Mecánica", "comments": "Da buena retroalimentación, Aspectos de calificación claros, Brinda apoyoSus clases son dinámicas, te explica lo esencial y brinda material para que por tu cuenta aprendas cosas más avanzadas. Sus tareas son de  10 ejercicios, 4 fáciles,  4 medios y 2 difíciles. Los exámenes son mucho más sencillos. Al final te puede subir puntos con trabajos extra."}, {"fecha": "05/Sep/2020", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Mecánica", "comments": "Muy cómico, Clases excelentes, Tomaría su clase otra vezSus clases son dinámicas, te explica lo esencial y brinda material para que por tu cuenta aprendas cosas más avanzadas. Sus tareas son de  10 ejercicios, 4 fáciles,  4 medios y 2 difíciles. Los exámenes son mucho más sencillos. Al final te puede subir puntos con trabajos extra."}, {"fecha": "04/Sep/2020", "score_general": "9.0", "score_facilidad": "6.0", "materia": "Mecánica", "comments": "Da buena retroalimentación, Las clases son largas, Brinda apoyoSus clases son dinámicas, te explica lo esencial y brinda material para que por tu cuenta aprendas cosas más avanzadas. Sus tareas son de  10 ejercicios, 4 fáciles,  4 medios y 2 difíciles. Los exámenes son mucho más sencillos. Al final te puede subir puntos con trabajos extra."}, {"fecha": "03/Sep/2020", "score_general": "2.0", "score_facilidad": "2.0", "materia": "mecanica", "comments": "Califica Duro, Muchas tareas, Las clases son largasSi puedes evita a este profesor, hace de la clase algo insoportable se la pasa elogiandose y sintiendose superior todo el rato, habla mas de lo que enseña y no siento que se haya adaptado bien a las clases en linea :/"}, {"fecha": "18/Jun/2020", "score_general": "6.0", "score_facilidad": "10.0", "materia": "Mecánica", "comments": "Barco, Muchas tareas, Asistencia obligatoriaSi puedes evita a este profesor, hace de la clase algo insoportable se la pasa elogiandose y sintiendose superior todo el rato, habla mas de lo que enseña y no siento que se haya adaptado bien a las clases en linea :/"}, {"fecha": "15/Jun/2020", "score_general": "5.0", "score_facilidad": "6.0", "materia": "Mecánica", "comments": "Muchas tareas, Prepárate para leer, Las clases son largasSi puedes evita a este profesor, hace de la clase algo insoportable se la pasa elogiandose y sintiendose superior todo el rato, habla mas de lo que enseña y no siento que se haya adaptado bien a las clases en linea :/"}, {"fecha": "07/Jun/2020", "score_general": "2.0", "score_facilidad": "2.0", "materia": "Mecánica", "comments": "Califica Duro, Asistencia obligatoria, Muchos proyectos grupalesSi puedes evita a este profesor, hace de la clase algo insoportable se la pasa elogiandose y sintiendose superior todo el rato, habla mas de lo que enseña y no siento que se haya adaptado bien a las clases en linea :/"}, {"fecha": "02/Jun/2020", "score_general": "6.0", "score_facilidad": "8.0", "materia": "Mecánica", "comments": "Muchas tareas, Las clases son largas, Muchos ExámenesSi puedes evita a este profesor, hace de la clase algo insoportable se la pasa elogiandose y sintiendose superior todo el rato, habla mas de lo que enseña y no siento que se haya adaptado bien a las clases en linea :/"}, {"fecha": "29/Jul/2019", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Mecánica", "comments": "Barco, Clases excelentes, Tomaría su clase otra vezEs una gran persona ahora que también estudia matemáticas sus clases son todavía más interesantes, si pones atención vas a aprender cosas que te servirán después, no te preocupes por si vas a pasar o no, seguro lo haras solo disfrutá el curso de Cid."}, {"fecha": "21/Ene/2019", "score_general": "8.0", "score_facilidad": "10.0", "materia": "Mecánica", "comments": "Barco, Brinda apoyoEs una gran persona ahora que también estudia matemáticas sus clases son todavía más interesantes, si pones atención vas a aprender cosas que te servirán después, no te preocupes por si vas a pasar o no, seguro lo haras solo disfrutá el curso de Cid."}, {"fecha": "20/Ene/2019", "score_general": "9.0", "score_facilidad": "10.0", "materia": "Probabilidad", "comments": "Barco, Da buena retroalimentación, Tomaría su clase otra vezEs una gran persona ahora que también estudia matemáticas sus clases son todavía más interesantes, si pones atención vas a aprender cosas que te servirán después, no te preocupes por si vas a pasar o no, seguro lo haras solo disfrutá el curso de Cid."}, {"fecha": "16/Ene/2019", "score_general": "6.0", "score_facilidad": "10.0", "materia": "Mecánica", "comments": "Barco, Muchos Exámenes, Muchos proyectos grupalesEs una gran persona ahora que también estudia matemáticas sus clases son todavía más interesantes, si pones atención vas a aprender cosas que te servirán después, no te preocupes por si vas a pasar o no, seguro lo haras solo disfrutá el curso de Cid."}, {"fecha": "25/Oct/2018", "score_general": "10.0", "score_facilidad": "8.0", "materia": "probabilidad", "comments": "Es una gran persona ahora que también estudia matemáticas sus clases son todavía más interesantes, si pones atención vas a aprender cosas que te servirán después, no te preocupes por si vas a pasar o no, seguro lo haras solo disfrutá el curso de Cid."}, {"fecha": "10/Ago/2018", "score_general": "7.0", "score_facilidad": "10.0", "materia": "mecanica", "comments": "Este profesor es demasiado inteligente, he visto que imparte muchas materias y ademas da muchos cursos intersemestrales de diferentes materias avanzadas. Sin embargo el problema es que como profesor no suele aportar mucho y es muy facil pasar, es un agradable sujeto"}, {"fecha": "03/Jul/2018", "score_general": "7.0", "score_facilidad": "4.0", "materia": "Mecánica", "comments": "Barco, Inspiracional, Pocos ExámenesEste profesor es demasiado inteligente, he visto que imparte muchas materias y ademas da muchos cursos intersemestrales de diferentes materias avanzadas. Sin embargo el problema es que como profesor no suele aportar mucho y es muy facil pasar, es un agradable sujeto"}, {"fecha": "08/Feb/2018", "score_general": "3.0", "score_facilidad": "6.0", "materia": "Mecánica", "comments": "Este profesor es demasiado inteligente, he visto que imparte muchas materias y ademas da muchos cursos intersemestrales de diferentes materias avanzadas. Sin embargo el problema es que como profesor no suele aportar mucho y es muy facil pasar, es un agradable sujeto"}, {"fecha": "06/Feb/2018", "score_general": "3.0", "score_facilidad": "4.0", "materia": "mecanica", "comments": "Barco, Muchas tareasEste profesor es demasiado inteligente, he visto que imparte muchas materias y ademas da muchos cursos intersemestrales de diferentes materias avanzadas. Sin embargo el problema es que como profesor no suele aportar mucho y es muy facil pasar, es un agradable sujeto"}, {"fecha": "24/Ene/2018", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Mecánica", "comments": "Barco, Pocos Exámenes, Muchos proyectos grupalesEste profesor es demasiado inteligente, he visto que imparte muchas materias y ademas da muchos cursos intersemestrales de diferentes materias avanzadas. Sin embargo el problema es que como profesor no suele aportar mucho y es muy facil pasar, es un agradable sujeto"}, {"fecha": "23/Ene/2018", "score_general": "7.0", "score_facilidad": "10.0", "materia": "Mecánica", "comments": ""}, {"fecha": "01/Ene/2018", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Ecuaciones Diferenciales", "comments": "Barco, Respetado por los estudiantes, Brinda apoyo"}, {"fecha": "27/Jul/2017", "score_general": "6.0", "score_facilidad": "10.0", "materia": "Calculo y geometria analitica", "comments": "Barco, Da Crédito Extra, Tomaría su clase otra vez"}, {"fecha": "30/Jun/2017", "score_general": "7.0", "score_facilidad": "10.0", "materia": "Mecanica", "comments": "Barco"}, {"fecha": "30/Jun/2017", "score_general": "9.0", "score_facilidad": "10.0", "materia": "Mecánica", "comments": "Barco, Pocos Exámenes"}, {"fecha": "26/Jun/2017", "score_general": "8.0", "score_facilidad": "8.0", "materia": "Mecanica", "comments": "El profesor enseña lo basico pero de una manera sencilla y muy entendible.Este semestre califico con videos que subimos a YouTube.Las personas que dicen que no aprendes nada , son las que entraron a la mitad de las clases (asistencia no olbigatoria) y cuando entran se la pasan comiendo y jugando  ,"}, {"fecha": "22/Jun/2017", "score_general": "6.0", "score_facilidad": "6.0", "materia": "Mecánica", "comments": "Barco, Pocos Exámenes, Muchos proyectos grupalesEl profesor enseña lo basico pero de una manera sencilla y muy entendible.Este semestre califico con videos que subimos a YouTube.Las personas que dicen que no aprendes nada , son las que entraron a la mitad de las clases (asistencia no olbigatoria) y cuando entran se la pasan comiendo y jugando  ,"}, {"fecha": "19/Jun/2017", "score_general": "6.0", "score_facilidad": "10.0", "materia": "Mecánica", "comments": "Barco, Las clases son largasEl profesor enseña lo basico pero de una manera sencilla y muy entendible.Este semestre califico con videos que subimos a YouTube.Las personas que dicen que no aprendes nada , son las que entraron a la mitad de las clases (asistencia no olbigatoria) y cuando entran se la pasan comiendo y jugando  ,"}, {"fecha": "17/Jun/2017", "score_general": "8.0", "score_facilidad": "10.0", "materia": "Probabilidad", "comments": "BarcoEl profesor enseña lo basico pero de una manera sencilla y muy entendible.Este semestre califico con videos que subimos a YouTube.Las personas que dicen que no aprendes nada , son las que entraron a la mitad de las clases (asistencia no olbigatoria) y cuando entran se la pasan comiendo y jugando  ,"}, {"fecha": "13/Jun/2017", "score_general": "7.0", "score_facilidad": "10.0", "materia": "Probabilidad", "comments": "El profesor enseña lo basico pero de una manera sencilla y muy entendible.Este semestre califico con videos que subimos a YouTube.Las personas que dicen que no aprendes nada , son las que entraron a la mitad de las clases (asistencia no olbigatoria) y cuando entran se la pasan comiendo y jugando  ,"}, {"fecha": "28/May/2017", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Probabilidad", "comments": "Barco, Brinda apoyo, Tomaría su clase otra vezEn general explica muy bien, se preocupa por los estudiantes y su desempeño. Dejas muchos trabajos adicionales que pueden ser algo tediosos, pero ayudan en la calificación final. Exámenes al nivel de la clase. Recomendado."}, {"fecha": "27/May/2017", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Probabilidad", "comments": "Aspectos de calificación claros, Clases excelentes, Tomaría su clase otra vezEn general explica muy bien, se preocupa por los estudiantes y su desempeño. Dejas muchos trabajos adicionales que pueden ser algo tediosos, pero ayudan en la calificación final. Exámenes al nivel de la clase. Recomendado."}, {"fecha": "01/Feb/2017", "score_general": "8.0", "score_facilidad": "10.0", "materia": "cinemática y dinámica", "comments": "Barco, Brinda apoyoEn general explica muy bien, se preocupa por los estudiantes y su desempeño. Dejas muchos trabajos adicionales que pueden ser algo tediosos, pero ayudan en la calificación final. Exámenes al nivel de la clase. Recomendado."}, {"fecha": "23/Ene/2017", "score_general": "5.0", "score_facilidad": "6.0", "materia": "matematicas av.", "comments": "Muchas tareas, Las clases son largas, Deja trabajos largosEn general explica muy bien, se preocupa por los estudiantes y su desempeño. Dejas muchos trabajos adicionales que pueden ser algo tediosos, pero ayudan en la calificación final. Exámenes al nivel de la clase. Recomendado."}, {"fecha": "19/Ene/2017", "score_general": "5.0", "score_facilidad": "4.0", "materia": "probabiloidad", "comments": "La Participación Importa, Deja trabajos largos, Los exámenes son difícilesEn general explica muy bien, se preocupa por los estudiantes y su desempeño. Dejas muchos trabajos adicionales que pueden ser algo tediosos, pero ayudan en la calificación final. Exámenes al nivel de la clase. Recomendado."}, {"fecha": "13/Oct/2016", "score_general": "8.0", "score_facilidad": "10.0", "materia": "Mecanica", "comments": "Barco, Muchas tareas, InspiracionalDa nivel basico, para los que no la tienen seriada es muy buena opcion, se esmera en ser buen profesor, barco."}, {"fecha": "10/Ago/2016", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Mecanica", "comments": "Da nivel basico, para los que no la tienen seriada es muy buena opcion, se esmera en ser buen profesor, barco."}, {"fecha": "06/Jul/2016", "score_general": "8.0", "score_facilidad": "10.0", "materia": "Mecanica", "comments": "Barco, Muchas tareas, Brinda apoyoDa nivel basico, para los que no la tienen seriada es muy buena opcion, se esmera en ser buen profesor, barco."}, {"fecha": "06/Jul/2016", "score_general": "9.0", "score_facilidad": "10.0", "materia": "Mecánica", "comments": "Muchas tareas, Las clases son largas, Muchos ExámenesDa nivel basico, para los que no la tienen seriada es muy buena opcion, se esmera en ser buen profesor, barco."}, {"fecha": "30/Jun/2016", "score_general": "8.0", "score_facilidad": "10.0", "materia": "Mecánica", "comments": "Barco, Muchas tareas, Brinda apoyoDa nivel basico, para los que no la tienen seriada es muy buena opcion, se esmera en ser buen profesor, barco."}, {"fecha": "03/Jun/2016", "score_general": "7.0", "score_facilidad": "8.0", "materia": "Ecuaciones Difireneciales", "comments": "Barco, Pocos ExámenesA pesar de que si es muy barco, aprendes lo necesario si la materia no te interesa."}, {"fecha": "20/Ene/2016", "score_general": "5.0", "score_facilidad": "10.0", "materia": "Cálculo y Geometría analítica", "comments": "A pesar de que si es muy barco, aprendes lo necesario si la materia no te interesa."}, {"fecha": "21/Jun/2015", "score_general": "5.0", "score_facilidad": "10.0", "materia": "Cinematica y Dinamica", "comments": "A pesar de que si es muy barco, aprendes lo necesario si la materia no te interesa."}, {"fecha": "10/Jun/2015", "score_general": "3.0", "score_facilidad": "10.0", "materia": "Cinemática y Dinámica", "comments": "A pesar de que si es muy barco, aprendes lo necesario si la materia no te interesa."}, {"fecha": "23/Ene/2015", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Cinematica y dinamica", "comments": "A pesar de que si es muy barco, aprendes lo necesario si la materia no te interesa."}, {"fecha": "18/Ene/2015", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Cinemática y dinpamica", "comments": "Es un excelente profesor, se preocupa mucho por que sus alumnos aprendan, tiene mutltiples criterios de evaluación y tiene un conocimiento muy amplio en la materia.\r\nTe aclara cualquier duda por más simple que sea y además te ayuda en otras materias. Simplemente el mejor."}, {"fecha": "14/Mar/2014", "score_general": "4.0", "score_facilidad": "10.0", "materia": "Cinemática y Dinámica", "comments": "Es un excelente profesor, se preocupa mucho por que sus alumnos aprendan, tiene mutltiples criterios de evaluación y tiene un conocimiento muy amplio en la materia.\r\nTe aclara cualquier duda por más simple que sea y además te ayuda en otras materias. Simplemente el mejor."}, {"fecha": "30/Ene/2014", "score_general": "9.0", "score_facilidad": "6.0", "materia": "Cinematica y Dinamica", "comments": "Es un excelente profesor, se preocupa mucho por que sus alumnos aprendan, tiene mutltiples criterios de evaluación y tiene un conocimiento muy amplio en la materia.\r\nTe aclara cualquier duda por más simple que sea y además te ayuda en otras materias. Simplemente el mejor."}]