[{"fecha": "21/Feb/2023", "score_general": "4.0", "score_facilidad": "2.0", "materia": "Estructuras isostaticas", "comments": "Califica Duro, Muchas tareas, Los exámenes son difícilesLa verdad está maestra es bastante confusa, siempre se le va el pedo y aparte de todo califica duro, no la recomiendo para nada si tienes la oportunidad busca algo mejor"}, {"fecha": "15/Feb/2023", "score_general": "7.0", "score_facilidad": "2.0", "materia": "Estructuras Isostaticas", "comments": "Califica Duro, Muchas tareas, Los exámenes son difícilesLa verdad está maestra es bastante confusa, siempre se le va el pedo y aparte de todo califica duro, no la recomiendo para nada si tienes la oportunidad busca algo mejor"}, {"fecha": "16/Sep/2022", "score_general": "10.0", "score_facilidad": "2.0", "materia": "Estructuras isostaticas", "comments": "Califica Duro, Prepárate para leer, Clases excelentesLa verdad está maestra es bastante confusa, siempre se le va el pedo y aparte de todo califica duro, no la recomiendo para nada si tienes la oportunidad busca algo mejor"}, {"fecha": "16/Ago/2022", "score_general": "9.0", "score_facilidad": "6.0", "materia": "Estructuras Isostaticas", "comments": "La verdad está maestra es bastante confusa, siempre se le va el pedo y aparte de todo califica duro, no la recomiendo para nada si tienes la oportunidad busca algo mejor"}, {"fecha": "13/Ago/2022", "score_general": "10.0", "score_facilidad": "4.0", "materia": "Estructuras isostáticas", "comments": "Da buena retroalimentación, Brinda apoyo, Tomaría su clase otra vezLa verdad está maestra es bastante confusa, siempre se le va el pedo y aparte de todo califica duro, no la recomiendo para nada si tienes la oportunidad busca algo mejor"}, {"fecha": "29/Jul/2022", "score_general": "9.0", "score_facilidad": "2.0", "materia": "Estructuras Isostaticas", "comments": "Clases excelentes, Los exámenes son difíciles, Tomaría su clase otra vezLa profesora es buena sabe transmitir bien los conocimientos y además pone ejemplos que sí son prácticos en ingeniería. Lo difícil son sus examenes están un nivel más arriba que de lo que se ve en clase así que hay que estudiar mucho para pasarlos, al final son pocos los que acreditan"}, {"fecha": "01/Jun/2022", "score_general": "2.0", "score_facilidad": "4.0", "materia": "Estructuras Isostáticas", "comments": "Califica Duro, Muchas tareas, Las clases son largasLa profesora es buena sabe transmitir bien los conocimientos y además pone ejemplos que sí son prácticos en ingeniería. Lo difícil son sus examenes están un nivel más arriba que de lo que se ve en clase así que hay que estudiar mucho para pasarlos, al final son pocos los que acreditan"}, {"fecha": "25/Jul/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Estructuras isostaticas", "comments": "Brinda apoyo, Clases excelentes, Tomaría su clase otra vezLa profesora es buena sabe transmitir bien los conocimientos y además pone ejemplos que sí son prácticos en ingeniería. Lo difícil son sus examenes están un nivel más arriba que de lo que se ve en clase así que hay que estudiar mucho para pasarlos, al final son pocos los que acreditan"}, {"fecha": "21/Feb/2021", "score_general": "8.0", "score_facilidad": "6.0", "materia": "Estructuras Isostáticas", "comments": "Da buena retroalimentación, Muchas tareas, Clases excelentesLa profesora es buena sabe transmitir bien los conocimientos y además pone ejemplos que sí son prácticos en ingeniería. Lo difícil son sus examenes están un nivel más arriba que de lo que se ve en clase así que hay que estudiar mucho para pasarlos, al final son pocos los que acreditan"}, {"fecha": "12/Jun/2020", "score_general": "9.0", "score_facilidad": "2.0", "materia": "Estructuras Isostáticas", "comments": "Muchas tareas, Aspectos de calificación claros, Los exámenes son difícilesLa profesora es buena sabe transmitir bien los conocimientos y además pone ejemplos que sí son prácticos en ingeniería. Lo difícil son sus examenes están un nivel más arriba que de lo que se ve en clase así que hay que estudiar mucho para pasarlos, al final son pocos los que acreditan"}, {"fecha": "14/Feb/2020", "score_general": "7.0", "score_facilidad": "6.0", "materia": "Estructuras isostaticas", "comments": "Califica Duro, Los exámenes son difíciles, Muchos proyectos grupalesLa verdad explica bastante bien, el problema es que sus exámenes son de pensar los conceptos y aplicarlos, aclara cualquier duda que tengas, es una persona muy linda pero separa lo personal de la escuela así que no se tentará el corazón para reprobarte."}, {"fecha": "21/Ene/2019", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Estructuras Isostaticas", "comments": "Muchas tareas, La Participación Importa, Aspectos de calificación clarosLa verdad explica bastante bien, el problema es que sus exámenes son de pensar los conceptos y aplicarlos, aclara cualquier duda que tengas, es una persona muy linda pero separa lo personal de la escuela así que no se tentará el corazón para reprobarte."}, {"fecha": "27/May/2018", "score_general": "6.0", "score_facilidad": "2.0", "materia": "Estructuras isostáticas", "comments": "Califica Duro, Muchas tareas, Los exámenes son difícilesLa verdad explica bastante bien, el problema es que sus exámenes son de pensar los conceptos y aplicarlos, aclara cualquier duda que tengas, es una persona muy linda pero separa lo personal de la escuela así que no se tentará el corazón para reprobarte."}, {"fecha": "27/Abr/2018", "score_general": "4.0", "score_facilidad": "4.0", "materia": "Estructuras Isostaticas", "comments": "La verdad explica bastante bien, el problema es que sus exámenes son de pensar los conceptos y aplicarlos, aclara cualquier duda que tengas, es una persona muy linda pero separa lo personal de la escuela así que no se tentará el corazón para reprobarte."}, {"fecha": "30/Ene/2018", "score_general": "5.0", "score_facilidad": "4.0", "materia": "estructuras isostáticas", "comments": "La verdad explica bastante bien, el problema es que sus exámenes son de pensar los conceptos y aplicarlos, aclara cualquier duda que tengas, es una persona muy linda pero separa lo personal de la escuela así que no se tentará el corazón para reprobarte."}, {"fecha": "28/Ene/2018", "score_general": "3.0", "score_facilidad": "2.0", "materia": "Estructuras Isostaticas", "comments": "Califica Duro, Los exámenes son difícilesSUS EXAMENES SON MUY DIFICILES Y CASI NUNCA NOS DA TIEMPO DE ACABARLOS. SUS CLASES NO SON CLARAS Y NO MUESTRA UNA SEGURIDAD EN LA MATERIA. SOLO EXENTARON 2. REPROBARON LA MITAD LA SEGUNDA VUELTA."}, {"fecha": "25/Ene/2018", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Estructuras Isostáticas", "comments": "Muchas tareas, Da Crédito Extra, Muchos proyectos grupalesSUS EXAMENES SON MUY DIFICILES Y CASI NUNCA NOS DA TIEMPO DE ACABARLOS. SUS CLASES NO SON CLARAS Y NO MUESTRA UNA SEGURIDAD EN LA MATERIA. SOLO EXENTARON 2. REPROBARON LA MITAD LA SEGUNDA VUELTA."}]