[{"fecha": "06/Feb/2023", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Calculo vectorial", "comments": "Califica Duro, Da buena retroalimentación, InspiracionalEs uno de los mejores profes de la FI, te deja a un nivel superir de los demas, sus examenes son algo dificiles y estan al nivel de la clase y tareas, es una buena persona. Si no tienes buenos antecedentes te puede atrasar un poco, sus finales son mas faciles que sus parciases. Es la mejor opcion."}, {"fecha": "05/Feb/2023", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Calulo Vectorial", "comments": "Las clases son largas, Clases excelentes, Los exámenes son difícilesEs uno de los mejores profes de la FI, te deja a un nivel superir de los demas, sus examenes son algo dificiles y estan al nivel de la clase y tareas, es una buena persona. Si no tienes buenos antecedentes te puede atrasar un poco, sus finales son mas faciles que sus parciases. Es la mejor opcion."}, {"fecha": "27/Ene/2023", "score_general": "7.0", "score_facilidad": "6.0", "materia": "Cálculo", "comments": "Califica Duro, Barco, Las clases son largasEs uno de los mejores profes de la FI, te deja a un nivel superir de los demas, sus examenes son algo dificiles y estan al nivel de la clase y tareas, es una buena persona. Si no tienes buenos antecedentes te puede atrasar un poco, sus finales son mas faciles que sus parciases. Es la mejor opcion."}, {"fecha": "04/Mar/2022", "score_general": "9.0", "score_facilidad": "10.0", "materia": "Álgebra Lineal", "comments": "Barco, Brinda apoyo, Tomaría su clase otra vezEs uno de los mejores profes de la FI, te deja a un nivel superir de los demas, sus examenes son algo dificiles y estan al nivel de la clase y tareas, es una buena persona. Si no tienes buenos antecedentes te puede atrasar un poco, sus finales son mas faciles que sus parciases. Es la mejor opcion."}, {"fecha": "04/Feb/2022", "score_general": "6.0", "score_facilidad": "2.0", "materia": "---", "comments": "Muchas tareas, Deja trabajos largos, Los exámenes son difícilesEs uno de los mejores profes de la FI, te deja a un nivel superir de los demas, sus examenes son algo dificiles y estan al nivel de la clase y tareas, es una buena persona. Si no tienes buenos antecedentes te puede atrasar un poco, sus finales son mas faciles que sus parciases. Es la mejor opcion."}, {"fecha": "04/Feb/2022", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Calculo Y Geometría Análitica", "comments": "Super chido, me dio asesorias icluso de otras materías ojala hubiera sido mi profe ya que el me salvo en varias ocaciones con repasos de examenes y demás en ciencias básicas pero en esa época el era estudiante y desde entoces es todo un crack en varias asignaturas"}, {"fecha": "01/Feb/2022", "score_general": "10.0", "score_facilidad": "4.0", "materia": "Cálculo y Geometría Analítica", "comments": "Clases excelentes, Los exámenes son difíciles, Tomaría su clase otra vezSuper chido, me dio asesorias icluso de otras materías ojala hubiera sido mi profe ya que el me salvo en varias ocaciones con repasos de examenes y demás en ciencias básicas pero en esa época el era estudiante y desde entoces es todo un crack en varias asignaturas"}, {"fecha": "28/Ene/2022", "score_general": "9.0", "score_facilidad": "4.0", "materia": "Algebra Lineal", "comments": "Super chido, me dio asesorias icluso de otras materías ojala hubiera sido mi profe ya que el me salvo en varias ocaciones con repasos de examenes y demás en ciencias básicas pero en esa época el era estudiante y desde entoces es todo un crack en varias asignaturas"}, {"fecha": "25/Ene/2022", "score_general": "9.0", "score_facilidad": "4.0", "materia": "Cálculo", "comments": "Respetado por los estudiantes, Inspiracional, Brinda apoyoSuper chido, me dio asesorias icluso de otras materías ojala hubiera sido mi profe ya que el me salvo en varias ocaciones con repasos de examenes y demás en ciencias básicas pero en esa época el era estudiante y desde entoces es todo un crack en varias asignaturas"}, {"fecha": "07/Ene/2022", "score_general": "9.0", "score_facilidad": "2.0", "materia": "Geometría analítica y cálculo", "comments": "Califica Duro, Las clases son largas, Deja trabajos largosSuper chido, me dio asesorias icluso de otras materías ojala hubiera sido mi profe ya que el me salvo en varias ocaciones con repasos de examenes y demás en ciencias básicas pero en esa época el era estudiante y desde entoces es todo un crack en varias asignaturas"}, {"fecha": "28/Ago/2021", "score_general": "9.0", "score_facilidad": "2.0", "materia": "Algebra lineal", "comments": "Da buena retroalimentación, Las clases son largas, Brinda apoyoSi eres un crack y le sabes chido a álgebra metelo. Este profe es de esas joyas que se van formando, este es su segundo semestre. Muy paciente y muy bueno explicando. Aunque sus ejercicios y exámenes son de muy alta dificultad, da buen tiempo. No te confíes algunos la recursaran porque si es difícil"}, {"fecha": "27/Ago/2021", "score_general": "9.0", "score_facilidad": "6.0", "materia": "calculo y geometria", "comments": "Da buena retroalimentación, Respetado por los estudiantes, Brinda apoyoSi eres un crack y le sabes chido a álgebra metelo. Este profe es de esas joyas que se van formando, este es su segundo semestre. Muy paciente y muy bueno explicando. Aunque sus ejercicios y exámenes son de muy alta dificultad, da buen tiempo. No te confíes algunos la recursaran porque si es difícil"}, {"fecha": "26/Ago/2021", "score_general": "4.0", "score_facilidad": "2.0", "materia": "Algebra Lineal", "comments": "Califica Duro, Pocos Exámenes, Los exámenes son difícilesSi eres un crack y le sabes chido a álgebra metelo. Este profe es de esas joyas que se van formando, este es su segundo semestre. Muy paciente y muy bueno explicando. Aunque sus ejercicios y exámenes son de muy alta dificultad, da buen tiempo. No te confíes algunos la recursaran porque si es difícil"}, {"fecha": "26/Ago/2021", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Álgebra Lineal", "comments": "Inspiracional, Clases excelentes, Tomaría su clase otra vezSi eres un crack y le sabes chido a álgebra metelo. Este profe es de esas joyas que se van formando, este es su segundo semestre. Muy paciente y muy bueno explicando. Aunque sus ejercicios y exámenes son de muy alta dificultad, da buen tiempo. No te confíes algunos la recursaran porque si es difícil"}, {"fecha": "25/Ago/2021", "score_general": "9.0", "score_facilidad": "6.0", "materia": "Álgebra Lineal", "comments": "Califica Duro, Las clases son largas, Brinda apoyoSi eres un crack y le sabes chido a álgebra metelo. Este profe es de esas joyas que se van formando, este es su segundo semestre. Muy paciente y muy bueno explicando. Aunque sus ejercicios y exámenes son de muy alta dificultad, da buen tiempo. No te confíes algunos la recursaran porque si es difícil"}, {"fecha": "25/Ago/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Algebra lineal", "comments": "Muy cómico, Da buena retroalimentación, Tomaría su clase otra vezEs un muy buen maestro, le encanta enseñar, le gusta también que participen y aclara todas las dudas ya sea en clase o por mensaje. Si tienes dudas en algo, aunque sea tema visto, lo aclara, da buen nivel aunque sus exámenes son algo largos, pero vale la pena su clase, además es super amable."}, {"fecha": "25/Ago/2021", "score_general": "9.0", "score_facilidad": "4.0", "materia": "Algebra Lineal", "comments": "Califica Duro, Las clases son largas, Los exámenes son difícilesEs un muy buen maestro, le encanta enseñar, le gusta también que participen y aclara todas las dudas ya sea en clase o por mensaje. Si tienes dudas en algo, aunque sea tema visto, lo aclara, da buen nivel aunque sus exámenes son algo largos, pero vale la pena su clase, además es super amable."}, {"fecha": "23/Ago/2021", "score_general": "9.0", "score_facilidad": "8.0", "materia": "calculo y geometria", "comments": "Muy cómico, Aspectos de calificación claros, Brinda apoyoEs un muy buen maestro, le encanta enseñar, le gusta también que participen y aclara todas las dudas ya sea en clase o por mensaje. Si tienes dudas en algo, aunque sea tema visto, lo aclara, da buen nivel aunque sus exámenes son algo largos, pero vale la pena su clase, además es super amable."}, {"fecha": "18/Feb/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Calculo diferencial y geometría analítica", "comments": "Da buena retroalimentación, Respetado por los estudiantes, Clases excelentesEs un muy buen maestro, le encanta enseñar, le gusta también que participen y aclara todas las dudas ya sea en clase o por mensaje. Si tienes dudas en algo, aunque sea tema visto, lo aclara, da buen nivel aunque sus exámenes son algo largos, pero vale la pena su clase, además es super amable."}, {"fecha": "16/Feb/2021", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Calculo diferencial y geometría analítica", "comments": "Da buena retroalimentación, Respetado por los estudiantes, Clases excelentesEs un muy buen maestro, le encanta enseñar, le gusta también que participen y aclara todas las dudas ya sea en clase o por mensaje. Si tienes dudas en algo, aunque sea tema visto, lo aclara, da buen nivel aunque sus exámenes son algo largos, pero vale la pena su clase, además es super amable."}, {"fecha": "16/Feb/2021", "score_general": "10.0", "score_facilidad": "6.0", "materia": "CyGA", "comments": "Deja trabajos largos, Clases excelentes, Tomaría su clase otra vezEs un profe excelente, es joven y domina los temas a la perfección, siempre está dispuesto a ayudar. Es super claro explicando y vuelve a explicar de ser necesario. Sus exámenes y tareas tienen nivel así que estudia y saldrás con muy buenas bases."}, {"fecha": "16/Feb/2021", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Calculo", "comments": "Inspiracional, Clases excelentes, Tomaría su clase otra vezEs un profe excelente, es joven y domina los temas a la perfección, siempre está dispuesto a ayudar. Es super claro explicando y vuelve a explicar de ser necesario. Sus exámenes y tareas tienen nivel así que estudia y saldrás con muy buenas bases."}, {"fecha": "16/Feb/2021", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Cálculo y Geometría Analítica", "comments": "Brinda apoyo, Clases excelentes, Tomaría su clase otra vezEs un profe excelente, es joven y domina los temas a la perfección, siempre está dispuesto a ayudar. Es super claro explicando y vuelve a explicar de ser necesario. Sus exámenes y tareas tienen nivel así que estudia y saldrás con muy buenas bases."}, {"fecha": "16/Feb/2021", "score_general": "8.0", "score_facilidad": "6.0", "materia": "Calculo y geometría analítica", "comments": "Califica Duro, Da buena retroalimentación, Respetado por los estudiantesEs un profe excelente, es joven y domina los temas a la perfección, siempre está dispuesto a ayudar. Es super claro explicando y vuelve a explicar de ser necesario. Sus exámenes y tareas tienen nivel así que estudia y saldrás con muy buenas bases."}, {"fecha": "16/Feb/2021", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Calculo y geometría analítica", "comments": "Respetado por los estudiantes, Clases excelentes, Tomaría su clase otra vezEs un profe excelente, es joven y domina los temas a la perfección, siempre está dispuesto a ayudar. Es super claro explicando y vuelve a explicar de ser necesario. Sus exámenes y tareas tienen nivel así que estudia y saldrás con muy buenas bases."}, {"fecha": "16/Feb/2021", "score_general": "2.0", "score_facilidad": "2.0", "materia": "Cálculo y Geometría Analítica", "comments": "Califica Duro, Respetado por los estudiantes, Las clases son largas"}, {"fecha": "16/Feb/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Calculo diferencial y Geometría analítica", "comments": "Califica Duro, Respetado por los estudiantes, Inspiracional"}, {"fecha": "16/Feb/2021", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Calculo diferencial", "comments": "Da buena retroalimentación, Inspiracional, Clases excelentes"}, {"fecha": "16/Feb/2021", "score_general": "9.0", "score_facilidad": "6.0", "materia": "Cálculo y Geometría Analítica", "comments": ""}, {"fecha": "16/Feb/2021", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Cálculo y Geometría Analítica", "comments": "Brinda apoyo, Clases excelentes, Tomaría su clase otra vez"}, {"fecha": "16/Feb/2021", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Cálculo y Geometría analítica", "comments": "Da buena retroalimentación, Clases excelentes, Tomaría su clase otra vezVocación de maestro,  le importa demasiado que aprendas, a tal grado que llega a regalar su tiempo para aclarar dudas en una sesión antes de cada examen. Súper bueno en línea, las clases las da con mucha claridad. Sus tareas son difíciles pero eso hace que el examen no esté tan pesado,."}, {"fecha": "16/Feb/2021", "score_general": "8.0", "score_facilidad": "8.0", "materia": "Cálculo", "comments": "Da buena retroalimentación, Las clases son largas, Tomaría su clase otra vezVocación de maestro,  le importa demasiado que aprendas, a tal grado que llega a regalar su tiempo para aclarar dudas en una sesión antes de cada examen. Súper bueno en línea, las clases las da con mucha claridad. Sus tareas son difíciles pero eso hace que el examen no esté tan pesado,."}, {"fecha": "16/Feb/2021", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Cálculo y Geometría Analítica", "comments": "Da buena retroalimentación, Respetado por los estudiantes, Tomaría su clase otra vezVocación de maestro,  le importa demasiado que aprendas, a tal grado que llega a regalar su tiempo para aclarar dudas en una sesión antes de cada examen. Súper bueno en línea, las clases las da con mucha claridad. Sus tareas son difíciles pero eso hace que el examen no esté tan pesado,."}, {"fecha": "16/Feb/2021", "score_general": "9.0", "score_facilidad": "6.0", "materia": "Calculo", "comments": "Califica Duro, Pocos Exámenes, Los exámenes son difícilesVocación de maestro,  le importa demasiado que aprendas, a tal grado que llega a regalar su tiempo para aclarar dudas en una sesión antes de cada examen. Súper bueno en línea, las clases las da con mucha claridad. Sus tareas son difíciles pero eso hace que el examen no esté tan pesado,."}, {"fecha": "16/Feb/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Calculo y geometría analítica", "comments": "Brinda apoyo, Clases excelentes, Tomaría su clase otra vezVocación de maestro,  le importa demasiado que aprendas, a tal grado que llega a regalar su tiempo para aclarar dudas en una sesión antes de cada examen. Súper bueno en línea, las clases las da con mucha claridad. Sus tareas son difíciles pero eso hace que el examen no esté tan pesado,."}, {"fecha": "16/Feb/2021", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Cálculo y Geometría Analítica", "comments": "Da buena retroalimentación, Clases excelentes, Tomaría su clase otra vezEl mejor profe que he tenido en muchisimo tiempo, tienes que tomar una clase con el si o si."}, {"fecha": "16/Feb/2021", "score_general": "10.0", "score_facilidad": "4.0", "materia": "Cálculo y geometría analitica", "comments": "Da buena retroalimentación, Respetado por los estudiantes, InspiracionalEl mejor profe que he tenido en muchisimo tiempo, tienes que tomar una clase con el si o si."}, {"fecha": "16/Feb/2021", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Cálculo y geometría analítica", "comments": "Pocos Exámenes, Los exámenes son difíciles, Tomaría su clase otra vezEl mejor profe que he tenido en muchisimo tiempo, tienes que tomar una clase con el si o si."}, {"fecha": "15/Feb/2021", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Cálculo y geometría analítica.", "comments": "Brinda apoyo, Clases excelentes, Tomaría su clase otra vezEl mejor profe que he tenido en muchisimo tiempo, tienes que tomar una clase con el si o si."}, {"fecha": "15/Feb/2021", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Cálculo y Geometría Analítica", "comments": "Da buena retroalimentación, Respetado por los estudiantes, Clases excelentesEl mejor profe que he tenido en muchisimo tiempo, tienes que tomar una clase con el si o si."}, {"fecha": "07/Sep/2020", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Cálculo y Geometría Analitica", "comments": "Da buena retroalimentación, Brinda apoyo, Clases excelentesMe dio accesorias  de vecto y puedo decir que es todo un crack en la materia y explica con mucha claridad, enserio no hay mejor opción que el, se sabe dar a entender. No deja nada al azar y como persona es muy buen plan,  si son de primer ingreso, tendrán la mejor suerte del mundo."}]