[{"fecha": "31/Jul/2022", "score_general": "9.0", "score_facilidad": "4.0", "materia": "Microcomputadoras", "comments": "Muchas tareas, Las clases son largas, Los exámenes son difícilesAl igual que Román, debes de saber programar en ensamblador a un nivel DECENTE para no sufrir. Deja 6 proyectos de los cuales ya no hicimos el último. Su proyecto final debe incluir todo lo que se vio en el semestre y tener una aplicación práctica demostrativa (Se puede hacer en C o ensamblador)."}, {"fecha": "18/Sep/2021", "score_general": "6.0", "score_facilidad": "4.0", "materia": "Micros", "comments": "Al igual que Román, debes de saber programar en ensamblador a un nivel DECENTE para no sufrir. Deja 6 proyectos de los cuales ya no hicimos el último. Su proyecto final debe incluir todo lo que se vio en el semestre y tener una aplicación práctica demostrativa (Se puede hacer en C o ensamblador)."}, {"fecha": "24/Ago/2021", "score_general": "8.0", "score_facilidad": "6.0", "materia": "Microcomputadoras", "comments": "Deja trabajos largosAl igual que Román, debes de saber programar en ensamblador a un nivel DECENTE para no sufrir. Deja 6 proyectos de los cuales ya no hicimos el último. Su proyecto final debe incluir todo lo que se vio en el semestre y tener una aplicación práctica demostrativa (Se puede hacer en C o ensamblador)."}, {"fecha": "26/Feb/2021", "score_general": "8.0", "score_facilidad": "6.0", "materia": "Lab Microcomputadoras", "comments": "Da buena retroalimentación, Brinda apoyoAl igual que Román, debes de saber programar en ensamblador a un nivel DECENTE para no sufrir. Deja 6 proyectos de los cuales ya no hicimos el último. Su proyecto final debe incluir todo lo que se vio en el semestre y tener una aplicación práctica demostrativa (Se puede hacer en C o ensamblador)."}, {"fecha": "23/Feb/2021", "score_general": "7.0", "score_facilidad": "2.0", "materia": "Microcomputadoras", "comments": "Califica Duro, Muchas tareas, Deja trabajos largosAl igual que Román, debes de saber programar en ensamblador a un nivel DECENTE para no sufrir. Deja 6 proyectos de los cuales ya no hicimos el último. Su proyecto final debe incluir todo lo que se vio en el semestre y tener una aplicación práctica demostrativa (Se puede hacer en C o ensamblador)."}, {"fecha": "31/Ago/2020", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Microcomputadoras en línea", "comments": "Clase con proyectos y PDFs. Los PDFs y la documentación del PIC son suficientes para cumplir con las tareas y proyectos. Los proyectos están largos pero no imposibles, el único examen que hace es una vil copia de apuntes, no dio ninguna clase en vivo por alguna plataforma. No haber barqueado EPC"}, {"fecha": "25/Ago/2020", "score_general": "8.0", "score_facilidad": "4.0", "materia": "Microcomputadoras", "comments": "Deja trabajos largosClase con proyectos y PDFs. Los PDFs y la documentación del PIC son suficientes para cumplir con las tareas y proyectos. Los proyectos están largos pero no imposibles, el único examen que hace es una vil copia de apuntes, no dio ninguna clase en vivo por alguna plataforma. No haber barqueado EPC"}, {"fecha": "22/Jul/2019", "score_general": "7.0", "score_facilidad": "2.0", "materia": "MICROCOMPUTADORAS", "comments": "Califica Duro, Muchas tareas, Los exámenes son difícilesClase con proyectos y PDFs. Los PDFs y la documentación del PIC son suficientes para cumplir con las tareas y proyectos. Los proyectos están largos pero no imposibles, el único examen que hace es una vil copia de apuntes, no dio ninguna clase en vivo por alguna plataforma. No haber barqueado EPC"}, {"fecha": "10/Ene/2018", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Microcomputadoras", "comments": "Respetado por los estudiantes, Aspectos de calificación claros, Brinda apoyoClase con proyectos y PDFs. Los PDFs y la documentación del PIC son suficientes para cumplir con las tareas y proyectos. Los proyectos están largos pero no imposibles, el único examen que hace es una vil copia de apuntes, no dio ninguna clase en vivo por alguna plataforma. No haber barqueado EPC"}]