[{"fecha": "17/May/2019", "score_general": "10.0", "score_facilidad": "10.0", "materia": "matematica", "comments": "SÉ QUE ES MUY BUENO EN LO QUE ENSEÑA, PORQUE ÉL DESDE SUS INICIOS SIEMPRE FUE EL MEJOR EN ESA ÁREA, MUCHA SUERTE Y SE LO RECOMIENDO A TODOS, ES UN MUY BUEN PROFESOR"}, {"fecha": "28/Ene/2018", "score_general": "8.0", "score_facilidad": "6.0", "materia": "Cálculo Integral", "comments": "Da buena retroalimentación, Aspectos de calificación claros, Brinda apoyoSÉ QUE ES MUY BUENO EN LO QUE ENSEÑA, PORQUE ÉL DESDE SUS INICIOS SIEMPRE FUE EL MEJOR EN ESA ÁREA, MUCHA SUERTE Y SE LO RECOMIENDO A TODOS, ES UN MUY BUEN PROFESOR"}, {"fecha": "28/Jul/2017", "score_general": "10.0", "score_facilidad": "10.0", "materia": "integral", "comments": "SÉ QUE ES MUY BUENO EN LO QUE ENSEÑA, PORQUE ÉL DESDE SUS INICIOS SIEMPRE FUE EL MEJOR EN ESA ÁREA, MUCHA SUERTE Y SE LO RECOMIENDO A TODOS, ES UN MUY BUEN PROFESOR"}, {"fecha": "24/Jul/2017", "score_general": "8.0", "score_facilidad": "10.0", "materia": "cálculo integral", "comments": "BarcoSÉ QUE ES MUY BUENO EN LO QUE ENSEÑA, PORQUE ÉL DESDE SUS INICIOS SIEMPRE FUE EL MEJOR EN ESA ÁREA, MUCHA SUERTE Y SE LO RECOMIENDO A TODOS, ES UN MUY BUEN PROFESOR"}, {"fecha": "23/Jul/2017", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Calculo Integral", "comments": "La Participación Importa, Da Crédito Extra, Tomaría su clase otra vezSÉ QUE ES MUY BUENO EN LO QUE ENSEÑA, PORQUE ÉL DESDE SUS INICIOS SIEMPRE FUE EL MEJOR EN ESA ÁREA, MUCHA SUERTE Y SE LO RECOMIENDO A TODOS, ES UN MUY BUEN PROFESOR"}, {"fecha": "05/Jul/2017", "score_general": "10.0", "score_facilidad": "10.0", "materia": "calculo integral papu", "comments": "Es un muy buen profesor sabe mucho de la materia, las series te ayudan mucho los examenes son deberas  muy sencillos si repasas los apuntes  haces la serie. Yo me confie y no hice solucionario de cada examen y tampoco hacia tareas y me dijo que pude haber sacado 9 pero me puso 7. Recomendable"}, {"fecha": "03/Jul/2017", "score_general": "9.0", "score_facilidad": "6.0", "materia": "calculo integral", "comments": "La Participación Importa, Brinda apoyo, Tomaría su clase otra vezEs un muy buen profesor sabe mucho de la materia, las series te ayudan mucho los examenes son deberas  muy sencillos si repasas los apuntes  haces la serie. Yo me confie y no hice solucionario de cada examen y tampoco hacia tareas y me dijo que pude haber sacado 9 pero me puso 7. Recomendable"}, {"fecha": "08/Jun/2017", "score_general": "8.0", "score_facilidad": "4.0", "materia": "Calculo Integral", "comments": "Es un muy buen profesor sabe mucho de la materia, las series te ayudan mucho los examenes son deberas  muy sencillos si repasas los apuntes  haces la serie. Yo me confie y no hice solucionario de cada examen y tampoco hacia tareas y me dijo que pude haber sacado 9 pero me puso 7. Recomendable"}, {"fecha": "05/Jun/2017", "score_general": "8.0", "score_facilidad": "8.0", "materia": "Cálculo integral", "comments": "Es un muy buen profesor sabe mucho de la materia, las series te ayudan mucho los examenes son deberas  muy sencillos si repasas los apuntes  haces la serie. Yo me confie y no hice solucionario de cada examen y tampoco hacia tareas y me dijo que pude haber sacado 9 pero me puso 7. Recomendable"}, {"fecha": "29/Mar/2017", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Cálculo Integral", "comments": "La Participación Importa, Brinda apoyo, Clases excelentesEs un muy buen profesor sabe mucho de la materia, las series te ayudan mucho los examenes son deberas  muy sencillos si repasas los apuntes  haces la serie. Yo me confie y no hice solucionario de cada examen y tampoco hacia tareas y me dijo que pude haber sacado 9 pero me puso 7. Recomendable"}, {"fecha": "24/Ene/2017", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Calculo Integral", "comments": "Muchas tareas, La Participación Importa, Tomaría su clase otra vezEs muy exigente con los examenes, pero te considera el desarrollo si tienes idea del problema. Considera la participación y las series, aunque las series de ejercicios son muchas, el resuelve en clases las que no pudiste resolver, es accesible a preguntas..."}, {"fecha": "23/Ene/2017", "score_general": "8.0", "score_facilidad": "4.0", "materia": "Cálculo Integral", "comments": "La Participación Importa, Brinda apoyo, Clases excelentesEs muy exigente con los examenes, pero te considera el desarrollo si tienes idea del problema. Considera la participación y las series, aunque las series de ejercicios son muchas, el resuelve en clases las que no pudiste resolver, es accesible a preguntas..."}, {"fecha": "14/Ene/2017", "score_general": "8.0", "score_facilidad": "6.0", "materia": "Calculo vectorial", "comments": "Da buena retroalimentación, Muchas tareas, Las clases son largasEs muy exigente con los examenes, pero te considera el desarrollo si tienes idea del problema. Considera la participación y las series, aunque las series de ejercicios son muchas, el resuelve en clases las que no pudiste resolver, es accesible a preguntas..."}, {"fecha": "14/Ene/2017", "score_general": "8.0", "score_facilidad": "8.0", "materia": "Calculo", "comments": "Es muy exigente con los examenes, pero te considera el desarrollo si tienes idea del problema. Considera la participación y las series, aunque las series de ejercicios son muchas, el resuelve en clases las que no pudiste resolver, es accesible a preguntas..."}, {"fecha": "04/Ene/2017", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Calculo Vectorial", "comments": "Brinda apoyo, Clases excelentesEs muy exigente con los examenes, pero te considera el desarrollo si tienes idea del problema. Considera la participación y las series, aunque las series de ejercicios son muchas, el resuelve en clases las que no pudiste resolver, es accesible a preguntas..."}, {"fecha": "01/Dic/2016", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Cálculo Vectorial", "comments": "Explica bien, siempre trata de que todos vayan al mismo tiempo que él, aclara hasta la más mínima duda. Las tareas están al nivel de lo visto en clase al igual que los exámenes. Si vas mal te ayuda citándote a clases extra!! :) se preocupa por que todos pasen."}, {"fecha": "30/Nov/2016", "score_general": "7.0", "score_facilidad": "10.0", "materia": "Cálculo integral", "comments": "Respetado por los estudiantes, Las clases son largas, Brinda apoyoExplica bien, siempre trata de que todos vayan al mismo tiempo que él, aclara hasta la más mínima duda. Las tareas están al nivel de lo visto en clase al igual que los exámenes. Si vas mal te ayuda citándote a clases extra!! :) se preocupa por que todos pasen."}, {"fecha": "29/Jul/2016", "score_general": "10.0", "score_facilidad": "8.0", "materia": "calculo integral", "comments": "Inspiracional, Brinda apoyo, Tomaría su clase otra vezExplica bien, siempre trata de que todos vayan al mismo tiempo que él, aclara hasta la más mínima duda. Las tareas están al nivel de lo visto en clase al igual que los exámenes. Si vas mal te ayuda citándote a clases extra!! :) se preocupa por que todos pasen."}, {"fecha": "13/Jul/2016", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Calculo Integral", "comments": "Explica bien, siempre trata de que todos vayan al mismo tiempo que él, aclara hasta la más mínima duda. Las tareas están al nivel de lo visto en clase al igual que los exámenes. Si vas mal te ayuda citándote a clases extra!! :) se preocupa por que todos pasen."}, {"fecha": "27/Jun/2016", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Calculo Integral", "comments": "Muy cómico, Aspectos de calificación claros, Tomaría su clase otra vezExplica bien, siempre trata de que todos vayan al mismo tiempo que él, aclara hasta la más mínima duda. Las tareas están al nivel de lo visto en clase al igual que los exámenes. Si vas mal te ayuda citándote a clases extra!! :) se preocupa por que todos pasen."}]