[{"fecha": "25/Jul/2018", "score_general": "10.0", "score_facilidad": "2.0", "materia": "Cálculo Integral", "comments": "Califica Duro, Prepárate para leer, Clases excelentesEs un profesor con conocimientos muy amplios en toda el área de las matemáticas, sus clases son muy claras, explica a detalle todo y si tienes problemas entendiendo da talleres de ejercicios, asesorías presenciales y via internet. Ciertamente es difícil pasar con él, debes estudiar diario."}, {"fecha": "25/Ene/2018", "score_general": "6.0", "score_facilidad": "4.0", "materia": "Álgebra Lineal", "comments": "Califica Duro, Muchas tareas, La Participación ImportaEs un profesor con conocimientos muy amplios en toda el área de las matemáticas, sus clases son muy claras, explica a detalle todo y si tienes problemas entendiendo da talleres de ejercicios, asesorías presenciales y via internet. Ciertamente es difícil pasar con él, debes estudiar diario."}, {"fecha": "01/Jun/2017", "score_general": "9.0", "score_facilidad": "4.0", "materia": "Cálculo Integral/ Vectorial", "comments": "Brinda apoyo, Deja trabajos largos, Tomaría su clase otra vezEs un profesor con conocimientos muy amplios en toda el área de las matemáticas, sus clases son muy claras, explica a detalle todo y si tienes problemas entendiendo da talleres de ejercicios, asesorías presenciales y via internet. Ciertamente es difícil pasar con él, debes estudiar diario."}, {"fecha": "17/Ene/2017", "score_general": "8.0", "score_facilidad": "4.0", "materia": "Cálculo integral/vectorial", "comments": "Clases excelentes, Los exámenes son difíciles, Tomaría su clase otra vezEs un profesor con conocimientos muy amplios en toda el área de las matemáticas, sus clases son muy claras, explica a detalle todo y si tienes problemas entendiendo da talleres de ejercicios, asesorías presenciales y via internet. Ciertamente es difícil pasar con él, debes estudiar diario."}, {"fecha": "06/Jul/2016", "score_general": "9.0", "score_facilidad": "2.0", "materia": "álgebra lineal", "comments": "Califica Duro, La Participación Importa, Los exámenes son difícilesEs un profesor con conocimientos muy amplios en toda el área de las matemáticas, sus clases son muy claras, explica a detalle todo y si tienes problemas entendiendo da talleres de ejercicios, asesorías presenciales y via internet. Ciertamente es difícil pasar con él, debes estudiar diario."}, {"fecha": "04/Feb/2016", "score_general": "10.0", "score_facilidad": "2.0", "materia": "Calculo con geometria analítica", "comments": "Califica Duro, Brinda apoyo, Los exámenes son difícilesEs un excelente profesor, el problema es que a veces se va muy rápido, pero siempre trata de que aprendas, es muy amable, pero los parciales no valen; te vas directo a final pero si te da nivel para pasarlo."}, {"fecha": "31/Ene/2016", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Calculo", "comments": "Califica Duro, Tomaría su clase otra vezEs un excelente profesor, el problema es que a veces se va muy rápido, pero siempre trata de que aprendas, es muy amable, pero los parciales no valen; te vas directo a final pero si te da nivel para pasarlo."}, {"fecha": "26/Ene/2016", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Calculo y geometría analítica", "comments": "Es un excelente profesor, el problema es que a veces se va muy rápido, pero siempre trata de que aprendas, es muy amable, pero los parciales no valen; te vas directo a final pero si te da nivel para pasarlo."}, {"fecha": "27/Ago/2014", "score_general": "10.0", "score_facilidad": "2.0", "materia": "Geometria analitica/Calculo Vectorial", "comments": "Es un excelente profesor, el problema es que a veces se va muy rápido, pero siempre trata de que aprendas, es muy amable, pero los parciales no valen; te vas directo a final pero si te da nivel para pasarlo."}, {"fecha": "05/Ago/2014", "score_general": "6.0", "score_facilidad": "2.0", "materia": "geometría analítica", "comments": "Es un excelente profesor, el problema es que a veces se va muy rápido, pero siempre trata de que aprendas, es muy amable, pero los parciales no valen; te vas directo a final pero si te da nivel para pasarlo."}, {"fecha": "22/May/2014", "score_general": "9.0", "score_facilidad": "2.0", "materia": "geometría analítica", "comments": "excelente profesor! pero difícil"}, {"fecha": "26/Nov/2012", "score_general": "3.0", "score_facilidad": "2.0", "materia": "Geometria Analitica", "comments": "excelente profesor! pero difícil"}]