[{"fecha": "19/Feb/2023", "score_general": "2.0", "score_facilidad": "2.0", "materia": "Algebra Lineal", "comments": "Califica Duro, Los exámenes son difícilesMis respetos para las personas que pasaron con él, lo recode porque me entere que ya descansa en paz, pero hasta hoy considero que es uno de los profes más rudos que he conocido. Era examen final desde el día 1, sólo pasamos 6 personas."}, {"fecha": "06/Feb/2023", "score_general": "7.0", "score_facilidad": "2.0", "materia": "Calculo Vectorial", "comments": "Califica Duro, Muchas tareas, Respetado por los estudiantesMis respetos para las personas que pasaron con él, lo recode porque me entere que ya descansa en paz, pero hasta hoy considero que es uno de los profes más rudos que he conocido. Era examen final desde el día 1, sólo pasamos 6 personas."}, {"fecha": "01/Feb/2023", "score_general": "6.0", "score_facilidad": "4.0", "materia": ":c", "comments": "Mis respetos para las personas que pasaron con él, lo recode porque me entere que ya descansa en paz, pero hasta hoy considero que es uno de los profes más rudos que he conocido. Era examen final desde el día 1, sólo pasamos 6 personas."}, {"fecha": "11/Ene/2023", "score_general": "4.0", "score_facilidad": "4.0", "materia": "Calculo y geometría analítica", "comments": "Califica Duro, Muchas tareas, Los exámenes son difícilesMis respetos para las personas que pasaron con él, lo recode porque me entere que ya descansa en paz, pero hasta hoy considero que es uno de los profes más rudos que he conocido. Era examen final desde el día 1, sólo pasamos 6 personas."}, {"fecha": "27/Oct/2022", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Todas las de DCB", "comments": "Califica Duro, Muy cómico, InspiracionalMis respetos para las personas que pasaron con él, lo recode porque me entere que ya descansa en paz, pero hasta hoy considero que es uno de los profes más rudos que he conocido. Era examen final desde el día 1, sólo pasamos 6 personas."}, {"fecha": "08/Feb/2022", "score_general": "8.0", "score_facilidad": "2.0", "materia": "Cálculo y geometría analítica", "comments": "Califica Duro, Da buena retroalimentación, Los exámenes son difícilesEs muy muy complicado pasar con él, califica muy duro y ni siquiera dice que tomo en cuenta para la calificación final, te manda directo a finales, desde un inicio lo advierte.\r\nSu frase de siempre es \"chaparritos, póngase a estudiar\" xd\r\nDeja un buen nivel pero lamentablemente es muy difícil pasar"}, {"fecha": "01/Feb/2022", "score_general": "6.0", "score_facilidad": "4.0", "materia": "Calculo y Geometria Analitica", "comments": "Califica Duro, Prepárate para leer, Las clases son largasEs muy muy complicado pasar con él, califica muy duro y ni siquiera dice que tomo en cuenta para la calificación final, te manda directo a finales, desde un inicio lo advierte.\r\nSu frase de siempre es \"chaparritos, póngase a estudiar\" xd\r\nDeja un buen nivel pero lamentablemente es muy difícil pasar"}, {"fecha": "26/Ene/2022", "score_general": "6.0", "score_facilidad": "2.0", "materia": "Calulo y gometria analitica", "comments": "Las clases son largas, Los exámenes son difícilesEs muy muy complicado pasar con él, califica muy duro y ni siquiera dice que tomo en cuenta para la calificación final, te manda directo a finales, desde un inicio lo advierte.\r\nSu frase de siempre es \"chaparritos, póngase a estudiar\" xd\r\nDeja un buen nivel pero lamentablemente es muy difícil pasar"}, {"fecha": "17/Ene/2022", "score_general": "9.0", "score_facilidad": "4.0", "materia": "Cálculo Vectorial", "comments": "La Participación Importa, Brinda apoyo, Clases excelentesEs muy muy complicado pasar con él, califica muy duro y ni siquiera dice que tomo en cuenta para la calificación final, te manda directo a finales, desde un inicio lo advierte.\r\nSu frase de siempre es \"chaparritos, póngase a estudiar\" xd\r\nDeja un buen nivel pero lamentablemente es muy difícil pasar"}, {"fecha": "24/Dic/2021", "score_general": "10.0", "score_facilidad": "2.0", "materia": "Cálculo y geometría analítica", "comments": "Califica Duro, Los exámenes son difíciles, Tomaría su clase otra vezEs muy muy complicado pasar con él, califica muy duro y ni siquiera dice que tomo en cuenta para la calificación final, te manda directo a finales, desde un inicio lo advierte.\r\nSu frase de siempre es \"chaparritos, póngase a estudiar\" xd\r\nDeja un buen nivel pero lamentablemente es muy difícil pasar"}, {"fecha": "17/Ago/2021", "score_general": "8.0", "score_facilidad": "4.0", "materia": "Cálculo Integral", "comments": "Califica Duro, Brinda apoyo, Los exámenes son difícilesLe cuestan trabajo las clases en línea y es muy exigente, pero si le tienes paciencia es bueno y te deja buen nivel. Se preocupa por que aprendas si ve que tienes interés en la clase. En mi grupo mandó a todos a final, pero yendo a asesorías y haciendo muchos ejercicios te va bien."}, {"fecha": "23/Feb/2021", "score_general": "10.0", "score_facilidad": "4.0", "materia": "Calculo Diferencial/ álgebra lineal/ calculo vectorial", "comments": "Tomaría su clase otra vezLe cuestan trabajo las clases en línea y es muy exigente, pero si le tienes paciencia es bueno y te deja buen nivel. Se preocupa por que aprendas si ve que tienes interés en la clase. En mi grupo mandó a todos a final, pero yendo a asesorías y haciendo muchos ejercicios te va bien."}, {"fecha": "01/Sep/2020", "score_general": "3.0", "score_facilidad": "2.0", "materia": "---", "comments": "Califica Duro, Pocos Exámenes, Los exámenes son difícilesLe cuestan trabajo las clases en línea y es muy exigente, pero si le tienes paciencia es bueno y te deja buen nivel. Se preocupa por que aprendas si ve que tienes interés en la clase. En mi grupo mandó a todos a final, pero yendo a asesorías y haciendo muchos ejercicios te va bien."}, {"fecha": "08/Jun/2020", "score_general": "8.0", "score_facilidad": "4.0", "materia": "Cálculo diferencia y geometría analítica", "comments": "Califica Duro, Muchas tareas, Las clases son largasLe cuestan trabajo las clases en línea y es muy exigente, pero si le tienes paciencia es bueno y te deja buen nivel. Se preocupa por que aprendas si ve que tienes interés en la clase. En mi grupo mandó a todos a final, pero yendo a asesorías y haciendo muchos ejercicios te va bien."}, {"fecha": "03/Sep/2019", "score_general": "7.0", "score_facilidad": "4.0", "materia": "Calculo Diferencial y Geometria Analitica", "comments": "Califica Duro, Muchas tareas, Los exámenes son difícilesLe cuestan trabajo las clases en línea y es muy exigente, pero si le tienes paciencia es bueno y te deja buen nivel. Se preocupa por que aprendas si ve que tienes interés en la clase. En mi grupo mandó a todos a final, pero yendo a asesorías y haciendo muchos ejercicios te va bien."}, {"fecha": "23/Jul/2019", "score_general": "8.0", "score_facilidad": "2.0", "materia": "Integral", "comments": "Uno de los mejores profesores de ciencias básicas, solo para los valientes que acepten el reto de trabajar muy duro. Terminar la serie es un dolor de cabeza, pero si lo haces, podrás integrar como un dios. No pasa asistencia, 100% examen(es).  Vas a sufrir pero valdrá la pena."}, {"fecha": "23/Jul/2019", "score_general": "5.0", "score_facilidad": "2.0", "materia": "Algebra Lineal", "comments": "Califica Duro, Muchas tareas, Prepárate para leerUno de los mejores profesores de ciencias básicas, solo para los valientes que acepten el reto de trabajar muy duro. Terminar la serie es un dolor de cabeza, pero si lo haces, podrás integrar como un dios. No pasa asistencia, 100% examen(es).  Vas a sufrir pero valdrá la pena."}, {"fecha": "01/Feb/2019", "score_general": "9.0", "score_facilidad": "6.0", "materia": "Algebra Lineal y Cálculo Vectorial", "comments": "Respetado por los estudiantes, Clases excelentes, Tomaría su clase otra vezUno de los mejores profesores de ciencias básicas, solo para los valientes que acepten el reto de trabajar muy duro. Terminar la serie es un dolor de cabeza, pero si lo haces, podrás integrar como un dios. No pasa asistencia, 100% examen(es).  Vas a sufrir pero valdrá la pena."}, {"fecha": "14/Ene/2019", "score_general": "4.0", "score_facilidad": "2.0", "materia": "Cálculo Vectorial", "comments": "Califica Duro, Muchas tareas, Pocos ExámenesUno de los mejores profesores de ciencias básicas, solo para los valientes que acepten el reto de trabajar muy duro. Terminar la serie es un dolor de cabeza, pero si lo haces, podrás integrar como un dios. No pasa asistencia, 100% examen(es).  Vas a sufrir pero valdrá la pena."}, {"fecha": "14/Ene/2019", "score_general": "7.0", "score_facilidad": "4.0", "materia": "Calculo integral", "comments": "Califica Duro, Los exámenes son difícilesUno de los mejores profesores de ciencias básicas, solo para los valientes que acepten el reto de trabajar muy duro. Terminar la serie es un dolor de cabeza, pero si lo haces, podrás integrar como un dios. No pasa asistencia, 100% examen(es).  Vas a sufrir pero valdrá la pena."}, {"fecha": "08/Ene/2019", "score_general": "9.0", "score_facilidad": "4.0", "materia": "Calculo y Geometría Analitica", "comments": "Muchas tareas, Clases excelentes, Los exámenes son difícilesEl profesor Arenas es uno de los mejores, te enseña muy bien y no te da solo formulas , todo te lo enseña de una manera que veas el origen y el por que de las cosas que haces o utilizas. Es un gran profesor, es difícil  pero  aprendes mucho.  El libro que utiliza te ayudará, tiene ejercicios resuelt"}, {"fecha": "23/Nov/2018", "score_general": "4.0", "score_facilidad": "2.0", "materia": "Cálculo integral", "comments": "Muchas tareas, Pocos Exámenes, Los exámenes son difícilesEl profesor Arenas es uno de los mejores, te enseña muy bien y no te da solo formulas , todo te lo enseña de una manera que veas el origen y el por que de las cosas que haces o utilizas. Es un gran profesor, es difícil  pero  aprendes mucho.  El libro que utiliza te ayudará, tiene ejercicios resuelt"}, {"fecha": "25/Oct/2018", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Cálculo diferencial, integral, geometría analítica", "comments": "Califica DuroEl profesor Arenas es uno de los mejores, te enseña muy bien y no te da solo formulas , todo te lo enseña de una manera que veas el origen y el por que de las cosas que haces o utilizas. Es un gran profesor, es difícil  pero  aprendes mucho.  El libro que utiliza te ayudará, tiene ejercicios resuelt"}, {"fecha": "16/Sep/2018", "score_general": "7.0", "score_facilidad": "2.0", "materia": "Cálculo/ Geometría Analítica", "comments": "Califica Duro, La Participación Importa, Los exámenes son difícilesEl profesor Arenas es uno de los mejores, te enseña muy bien y no te da solo formulas , todo te lo enseña de una manera que veas el origen y el por que de las cosas que haces o utilizas. Es un gran profesor, es difícil  pero  aprendes mucho.  El libro que utiliza te ayudará, tiene ejercicios resuelt"}, {"fecha": "11/Ago/2018", "score_general": "4.0", "score_facilidad": "2.0", "materia": "Calculo integral", "comments": "Califica Duro, Los exámenes son difícilesEl profesor Arenas es uno de los mejores, te enseña muy bien y no te da solo formulas , todo te lo enseña de una manera que veas el origen y el por que de las cosas que haces o utilizas. Es un gran profesor, es difícil  pero  aprendes mucho.  El libro que utiliza te ayudará, tiene ejercicios resuelt"}, {"fecha": "06/Ago/2018", "score_general": "3.0", "score_facilidad": "2.0", "materia": "Cálculo Integral", "comments": "Los exámenes son difícilesNo lo metas a menos de que tengas muy buenos antecedentes. Da la clase demasiado rápido, y no se detiene en lo absoluto. Califica con el final, y hay que entregar cuaderno de evidencias (con muchos ejercicios muy manchados) para tener derecho a examen. Tendrás que estudiar todo por tu cuenta."}, {"fecha": "24/Jul/2018", "score_general": "2.0", "score_facilidad": "2.0", "materia": "Cálculo Integral", "comments": "No lo metas a menos de que tengas muy buenos antecedentes. Da la clase demasiado rápido, y no se detiene en lo absoluto. Califica con el final, y hay que entregar cuaderno de evidencias (con muchos ejercicios muy manchados) para tener derecho a examen. Tendrás que estudiar todo por tu cuenta."}, {"fecha": "01/Jul/2018", "score_general": "5.0", "score_facilidad": "2.0", "materia": "Cálculo Integral", "comments": "Califica DuroNo lo metas a menos de que tengas muy buenos antecedentes. Da la clase demasiado rápido, y no se detiene en lo absoluto. Califica con el final, y hay que entregar cuaderno de evidencias (con muchos ejercicios muy manchados) para tener derecho a examen. Tendrás que estudiar todo por tu cuenta."}, {"fecha": "27/Jun/2018", "score_general": "8.0", "score_facilidad": "4.0", "materia": "Caculo Integral", "comments": "Muy cómico, Pocos Exámenes, Deja trabajos largosNo lo metas a menos de que tengas muy buenos antecedentes. Da la clase demasiado rápido, y no se detiene en lo absoluto. Califica con el final, y hay que entregar cuaderno de evidencias (con muchos ejercicios muy manchados) para tener derecho a examen. Tendrás que estudiar todo por tu cuenta."}, {"fecha": "21/Jun/2018", "score_general": "9.0", "score_facilidad": "10.0", "materia": "Cálculo Integral", "comments": "Califica Duro, Deja trabajos largos, Tomaría su clase otra vezNo lo metas a menos de que tengas muy buenos antecedentes. Da la clase demasiado rápido, y no se detiene en lo absoluto. Califica con el final, y hay que entregar cuaderno de evidencias (con muchos ejercicios muy manchados) para tener derecho a examen. Tendrás que estudiar todo por tu cuenta."}, {"fecha": "14/Jun/2018", "score_general": "5.0", "score_facilidad": "4.0", "materia": "Cálculo Integral", "comments": "Domina los temas en su totalidad e incluso te da un probada de los temas de vectorial, explica claramente pero debes tener buenas bases. Debes hacer todos los ejercicios que deja en un cuaderno de evidencias, con esos ejercicios y lo visto en clase pasas con buena calificación."}, {"fecha": "06/Mar/2018", "score_general": "2.0", "score_facilidad": "2.0", "materia": "lineal", "comments": "Califica Duro, Muy cómico, Los exámenes son difícilesDomina los temas en su totalidad e incluso te da un probada de los temas de vectorial, explica claramente pero debes tener buenas bases. Debes hacer todos los ejercicios que deja en un cuaderno de evidencias, con esos ejercicios y lo visto en clase pasas con buena calificación."}, {"fecha": "25/Ene/2018", "score_general": "9.0", "score_facilidad": "4.0", "materia": "Integral/Vectorial", "comments": "Domina los temas en su totalidad e incluso te da un probada de los temas de vectorial, explica claramente pero debes tener buenas bases. Debes hacer todos los ejercicios que deja en un cuaderno de evidencias, con esos ejercicios y lo visto en clase pasas con buena calificación."}, {"fecha": "30/Jun/2017", "score_general": "6.0", "score_facilidad": "4.0", "materia": "álgebra lineal", "comments": "Muchas tareas, Las clases son largas, Los exámenes son difícilesDomina los temas en su totalidad e incluso te da un probada de los temas de vectorial, explica claramente pero debes tener buenas bases. Debes hacer todos los ejercicios que deja en un cuaderno de evidencias, con esos ejercicios y lo visto en clase pasas con buena calificación."}, {"fecha": "19/Jun/2017", "score_general": "8.0", "score_facilidad": "8.0", "materia": "Álgebra Lineal", "comments": "Domina los temas en su totalidad e incluso te da un probada de los temas de vectorial, explica claramente pero debes tener buenas bases. Debes hacer todos los ejercicios que deja en un cuaderno de evidencias, con esos ejercicios y lo visto en clase pasas con buena calificación."}, {"fecha": "17/Jun/2017", "score_general": "6.0", "score_facilidad": "4.0", "materia": "Matemáticas avanzadas", "comments": "Califica Duro, Respetado por los estudiantes, Los exámenes son difícilesBasa su clase en proyectar libros, además de resolver ejercicios sencillos y que algunas veces ya están resueltos en dichos libros. Encarga demasiada tarea y los exámenes son muy difíciles comparados con el aprendizaje. Es un profesor con amplios conocimientos pero no vale la pena su clase."}, {"fecha": "16/Jun/2017", "score_general": "4.0", "score_facilidad": "4.0", "materia": "Matemáticas Avanzadas", "comments": "Califica Duro, Respetado por los estudiantes, Las clases son largasBasa su clase en proyectar libros, además de resolver ejercicios sencillos y que algunas veces ya están resueltos en dichos libros. Encarga demasiada tarea y los exámenes son muy difíciles comparados con el aprendizaje. Es un profesor con amplios conocimientos pero no vale la pena su clase."}, {"fecha": "23/Mar/2017", "score_general": "5.0", "score_facilidad": "4.0", "materia": "Algebra Lineal", "comments": "Califica DuroBasa su clase en proyectar libros, además de resolver ejercicios sencillos y que algunas veces ya están resueltos en dichos libros. Encarga demasiada tarea y los exámenes son muy difíciles comparados con el aprendizaje. Es un profesor con amplios conocimientos pero no vale la pena su clase."}, {"fecha": "23/Ene/2017", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Álgebra lineal", "comments": "BarcoBasa su clase en proyectar libros, además de resolver ejercicios sencillos y que algunas veces ya están resueltos en dichos libros. Encarga demasiada tarea y los exámenes son muy difíciles comparados con el aprendizaje. Es un profesor con amplios conocimientos pero no vale la pena su clase."}, {"fecha": "19/Ene/2017", "score_general": "7.0", "score_facilidad": "2.0", "materia": "Algebra lineal", "comments": "Califica Duro, Los exámenes son difícilesBasa su clase en proyectar libros, además de resolver ejercicios sencillos y que algunas veces ya están resueltos en dichos libros. Encarga demasiada tarea y los exámenes son muy difíciles comparados con el aprendizaje. Es un profesor con amplios conocimientos pero no vale la pena su clase."}, {"fecha": "22/Dic/2016", "score_general": "3.0", "score_facilidad": "2.0", "materia": "Geometría análitica", "comments": "Obstaculizador"}, {"fecha": "14/Sep/2016", "score_general": "9.0", "score_facilidad": "6.0", "materia": "Geometría, Cálculo, álgebra", "comments": "Obstaculizador"}, {"fecha": "19/Jul/2016", "score_general": "2.0", "score_facilidad": "2.0", "materia": "ÀLGEBRA LINEAL", "comments": "Califica Duro, Muchas tareas, Los exámenes son difícilesObstaculizador"}, {"fecha": "01/Jun/2016", "score_general": "2.0", "score_facilidad": "4.0", "materia": "Algebra Lineal", "comments": "Califica Duro, Las clases son largas, Los exámenes son difícilesObstaculizador"}, {"fecha": "01/Jun/2016", "score_general": "8.0", "score_facilidad": "4.0", "materia": "Cálculo Diferencial y Geometría Analítica", "comments": "Califica Duro, Clases excelentes, Tomaría su clase otra vezObstaculizador"}, {"fecha": "21/Feb/2016", "score_general": "10.0", "score_facilidad": "4.0", "materia": "Cálculo Vectorial", "comments": "Califica Duro, Clases excelentes, Tomaría su clase otra vezPara siempre estaré agradecido con Enrique Arenas, es el mejor profesor que tuve en el anexo, sabe muchisimo y su manera de explicar es genial, el profe aborda la materia desde la perspectiva del álgebra lineal, luego se saca unos trucos tremendos que ningún otro profe se sabe, es un DIOS :)"}, {"fecha": "25/Ene/2016", "score_general": "2.0", "score_facilidad": "2.0", "materia": "Algebra lineal", "comments": "Para siempre estaré agradecido con Enrique Arenas, es el mejor profesor que tuve en el anexo, sabe muchisimo y su manera de explicar es genial, el profe aborda la materia desde la perspectiva del álgebra lineal, luego se saca unos trucos tremendos que ningún otro profe se sabe, es un DIOS :)"}, {"fecha": "24/Ago/2015", "score_general": "10.0", "score_facilidad": "2.0", "materia": "Cálculo Vectorial", "comments": "Muchas tareas, Clases excelentes, Tomaría su clase otra vezPara siempre estaré agradecido con Enrique Arenas, es el mejor profesor que tuve en el anexo, sabe muchisimo y su manera de explicar es genial, el profe aborda la materia desde la perspectiva del álgebra lineal, luego se saca unos trucos tremendos que ningún otro profe se sabe, es un DIOS :)"}, {"fecha": "09/Jun/2015", "score_general": "2.0", "score_facilidad": "2.0", "materia": "Algebra lineal", "comments": "Para siempre estaré agradecido con Enrique Arenas, es el mejor profesor que tuve en el anexo, sabe muchisimo y su manera de explicar es genial, el profe aborda la materia desde la perspectiva del álgebra lineal, luego se saca unos trucos tremendos que ningún otro profe se sabe, es un DIOS :)"}, {"fecha": "27/May/2015", "score_general": "10.0", "score_facilidad": "4.0", "materia": "Calculo integral", "comments": "Para siempre estaré agradecido con Enrique Arenas, es el mejor profesor que tuve en el anexo, sabe muchisimo y su manera de explicar es genial, el profe aborda la materia desde la perspectiva del álgebra lineal, luego se saca unos trucos tremendos que ningún otro profe se sabe, es un DIOS :)"}, {"fecha": "24/Mar/2015", "score_general": "2.0", "score_facilidad": "2.0", "materia": "algebra lineal", "comments": "Cambiate a tiempo!"}, {"fecha": "07/Feb/2015", "score_general": "8.0", "score_facilidad": "2.0", "materia": "Geometría Analítica", "comments": "Cambiate a tiempo!"}, {"fecha": "26/Ene/2015", "score_general": "9.0", "score_facilidad": "2.0", "materia": "Calculo vectorial", "comments": "Cambiate a tiempo!"}, {"fecha": "04/Dic/2014", "score_general": "8.0", "score_facilidad": "4.0", "materia": "Calculo Vectorial", "comments": "Cambiate a tiempo!"}, {"fecha": "14/Oct/2014", "score_general": "10.0", "score_facilidad": "2.0", "materia": "C.V", "comments": "Cambiate a tiempo!"}, {"fecha": "24/Sep/2014", "score_general": "10.0", "score_facilidad": "4.0", "materia": "Calculo Vectorial", "comments": "Muy bueno"}, {"fecha": "05/Sep/2014", "score_general": "10.0", "score_facilidad": "2.0", "materia": "Calculo Vectorila", "comments": "Muy bueno"}, {"fecha": "22/May/2014", "score_general": "9.0", "score_facilidad": "6.0", "materia": "Geometría Analítica / Cálculo Integral / Cálculo Vectorial", "comments": "Muy bueno"}, {"fecha": "08/Feb/2014", "score_general": "10.0", "score_facilidad": "2.0", "materia": "Algebra Lineal", "comments": "Muy bueno"}, {"fecha": "20/Ene/2014", "score_general": "10.0", "score_facilidad": "4.0", "materia": "Cálculo Integral /vectorial", "comments": "Muy bueno"}, {"fecha": "08/May/2013", "score_general": "6.0", "score_facilidad": "6.0", "materia": "Calculo vectorial", "comments": "Solo dire un aspecto de este excelente profesor,\r\naquel que excente con 10 es un chingon, sus examenes estan al nivel.\r\nConcuerdo con los demas es el profe mas cabron del anexo superando a leyendas como ocariz,leda, matador... etc..."}, {"fecha": "05/Feb/2013", "score_general": "6.0", "score_facilidad": "2.0", "materia": "Algebra Lineal", "comments": "Solo dire un aspecto de este excelente profesor,\r\naquel que excente con 10 es un chingon, sus examenes estan al nivel.\r\nConcuerdo con los demas es el profe mas cabron del anexo superando a leyendas como ocariz,leda, matador... etc..."}, {"fecha": "03/Dic/2012", "score_general": "2.0", "score_facilidad": "2.0", "materia": "Geometria analitica", "comments": "Solo dire un aspecto de este excelente profesor,\r\naquel que excente con 10 es un chingon, sus examenes estan al nivel.\r\nConcuerdo con los demas es el profe mas cabron del anexo superando a leyendas como ocariz,leda, matador... etc..."}, {"fecha": "10/Nov/2012", "score_general": "9.0", "score_facilidad": "4.0", "materia": "Calculo Vectorial", "comments": "Solo dire un aspecto de este excelente profesor,\r\naquel que excente con 10 es un chingon, sus examenes estan al nivel.\r\nConcuerdo con los demas es el profe mas cabron del anexo superando a leyendas como ocariz,leda, matador... etc..."}, {"fecha": "05/Nov/2012", "score_general": "5.0", "score_facilidad": "2.0", "materia": "geometria analitica", "comments": "Solo dire un aspecto de este excelente profesor,\r\naquel que excente con 10 es un chingon, sus examenes estan al nivel.\r\nConcuerdo con los demas es el profe mas cabron del anexo superando a leyendas como ocariz,leda, matador... etc..."}, {"fecha": "20/Oct/2012", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Calculo Vectorial e Integral", "comments": "Pues yo lo lleve para Calculo Integral y Vectorial, realmente es un muy buen maestro enseña de acuerdo al temario e incluso mas, eso si deja bastante tarea pero en cada clase pregunta que ejercicios no entiendes y los resuelve en clase y en general realiza bastantes ejercicios y de nivel"}, {"fecha": "15/Oct/2012", "score_general": "10.0", "score_facilidad": "4.0", "materia": "Algebra Lineal", "comments": "Pues yo lo lleve para Calculo Integral y Vectorial, realmente es un muy buen maestro enseña de acuerdo al temario e incluso mas, eso si deja bastante tarea pero en cada clase pregunta que ejercicios no entiendes y los resuelve en clase y en general realiza bastantes ejercicios y de nivel"}, {"fecha": "12/Jul/2012", "score_general": "5.0", "score_facilidad": "4.0", "materia": "Cálculo Vectorial", "comments": "Pues yo lo lleve para Calculo Integral y Vectorial, realmente es un muy buen maestro enseña de acuerdo al temario e incluso mas, eso si deja bastante tarea pero en cada clase pregunta que ejercicios no entiendes y los resuelve en clase y en general realiza bastantes ejercicios y de nivel"}, {"fecha": "23/Jun/2012", "score_general": "9.0", "score_facilidad": "2.0", "materia": "Matemáticas Avanzadas", "comments": "Pues yo lo lleve para Calculo Integral y Vectorial, realmente es un muy buen maestro enseña de acuerdo al temario e incluso mas, eso si deja bastante tarea pero en cada clase pregunta que ejercicios no entiendes y los resuelve en clase y en general realiza bastantes ejercicios y de nivel"}, {"fecha": "30/May/2012", "score_general": "10.0", "score_facilidad": "2.0", "materia": "Calculo Vectorial", "comments": "Pues yo lo lleve para Calculo Integral y Vectorial, realmente es un muy buen maestro enseña de acuerdo al temario e incluso mas, eso si deja bastante tarea pero en cada clase pregunta que ejercicios no entiendes y los resuelve en clase y en general realiza bastantes ejercicios y de nivel"}, {"fecha": "03/Feb/2012", "score_general": "7.0", "score_facilidad": "2.0", "materia": "Ecuaciones Diferenciales", "comments": "Yo tomé con el ED y la verdad es que nos enseñó bastante, pero así exigía, al final solo 4 pasamos el curso, pero los que recursaron con otro prof al semestre siguiente tuvieron un muy buena calificación..."}, {"fecha": "02/Ene/2012", "score_general": "8.0", "score_facilidad": "2.0", "materia": "Geometria Analitica", "comments": "Yo tomé con el ED y la verdad es que nos enseñó bastante, pero así exigía, al final solo 4 pasamos el curso, pero los que recursaron con otro prof al semestre siguiente tuvieron un muy buena calificación..."}, {"fecha": "14/Nov/2011", "score_general": "8.0", "score_facilidad": "4.0", "materia": "Geometría Analítica", "comments": "Yo tomé con el ED y la verdad es que nos enseñó bastante, pero así exigía, al final solo 4 pasamos el curso, pero los que recursaron con otro prof al semestre siguiente tuvieron un muy buena calificación..."}, {"fecha": "25/Oct/2011", "score_general": "9.0", "score_facilidad": "4.0", "materia": "Geometría Analítica", "comments": "Yo tomé con el ED y la verdad es que nos enseñó bastante, pero así exigía, al final solo 4 pasamos el curso, pero los que recursaron con otro prof al semestre siguiente tuvieron un muy buena calificación..."}, {"fecha": "26/Jun/2011", "score_general": "2.0", "score_facilidad": "10.0", "materia": "algebra lineal", "comments": "Yo tomé con el ED y la verdad es que nos enseñó bastante, pero así exigía, al final solo 4 pasamos el curso, pero los que recursaron con otro prof al semestre siguiente tuvieron un muy buena calificación..."}, {"fecha": "22/Mar/2011", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Calculo Difrencial e Integral", "comments": "Excelente profesor. Nada barco y de que se aprende se aprende"}, {"fecha": "12/Dic/2010", "score_general": "3.0", "score_facilidad": "4.0", "materia": "Geometría analítica", "comments": "Excelente profesor. Nada barco y de que se aprende se aprende"}, {"fecha": "01/Oct/2010", "score_general": "9.0", "score_facilidad": "2.0", "materia": "Lenguaje de programación", "comments": "Excelente profesor. Nada barco y de que se aprende se aprende"}, {"fecha": "02/Ago/2010", "score_general": "6.0", "score_facilidad": "4.0", "materia": "Geometria analitica", "comments": "Excelente profesor. Nada barco y de que se aprende se aprende"}, {"fecha": "31/May/2010", "score_general": "9.0", "score_facilidad": "2.0", "materia": "algebra lineal", "comments": "Excelente profesor. Nada barco y de que se aprende se aprende"}, {"fecha": "09/Feb/2010", "score_general": "9.0", "score_facilidad": "4.0", "materia": "geometria analitica", "comments": ""}, {"fecha": "16/Oct/2009", "score_general": "8.0", "score_facilidad": "6.0", "materia": "---", "comments": ""}]