[{"fecha": "09/Feb/2023", "score_general": "5.0", "score_facilidad": "2.0", "materia": "Lenguajes Formales y Automatas", "comments": "Califica Duro, Los exámenes son difícilesNo explica de manera clara y sus exámenes son de mayor nivel que lo visto en clase."}, {"fecha": "02/Feb/2023", "score_general": "10.0", "score_facilidad": "4.0", "materia": "LFyA", "comments": "Califica Duro, Muchas tareas, Brinda apoyoNo explica de manera clara y sus exámenes son de mayor nivel que lo visto en clase."}, {"fecha": "01/Feb/2023", "score_general": "7.0", "score_facilidad": "6.0", "materia": "Lenguajes Formales y Autómatas", "comments": "Aspectos de calificación clarosNo explica de manera clara y sus exámenes son de mayor nivel que lo visto en clase."}, {"fecha": "28/Ene/2023", "score_general": "9.0", "score_facilidad": "6.0", "materia": "Lenguaje Formales y Autómatas", "comments": "Brinda apoyo, Clases excelentes, Tomaría su clase otra vezNo explica de manera clara y sus exámenes son de mayor nivel que lo visto en clase."}, {"fecha": "09/Jun/2022", "score_general": "10.0", "score_facilidad": "4.0", "materia": "Bases de Datos", "comments": "Califica Duro, Da buena retroalimentación, Los exámenes son difícilesNo explica de manera clara y sus exámenes son de mayor nivel que lo visto en clase."}, {"fecha": "02/Feb/2022", "score_general": "6.0", "score_facilidad": "2.0", "materia": "Lenguajes Formales y Autómatas", "comments": "Califica Duro, Asistencia obligatoria, Los exámenes son difícilesLa profesora no entrega revisión de ejercicios a tiempo, de hecho lo hace hasta fin de semestre. Dio las calificaciones un día antes del examen final y también antes del segundo final. Sus exámenes son bastante laboriosos y no da tiempo para terminarlos.\r\nAl final deja proyecto muy confuso"}, {"fecha": "28/Ene/2022", "score_general": "9.0", "score_facilidad": "6.0", "materia": "Lenguajes Formales", "comments": "Muchas tareas, La Participación Importa, Pocos ExámenesLa profesora no entrega revisión de ejercicios a tiempo, de hecho lo hace hasta fin de semestre. Dio las calificaciones un día antes del examen final y también antes del segundo final. Sus exámenes son bastante laboriosos y no da tiempo para terminarlos.\r\nAl final deja proyecto muy confuso"}, {"fecha": "26/Ene/2022", "score_general": "7.0", "score_facilidad": "2.0", "materia": "Lenguajes Formales y Automatas", "comments": "Aspectos de calificación claros, Los exámenes son difícilesLa profesora no entrega revisión de ejercicios a tiempo, de hecho lo hace hasta fin de semestre. Dio las calificaciones un día antes del examen final y también antes del segundo final. Sus exámenes son bastante laboriosos y no da tiempo para terminarlos.\r\nAl final deja proyecto muy confuso"}, {"fecha": "14/Ene/2022", "score_general": "8.0", "score_facilidad": "8.0", "materia": "Lenguajes Formales y Automatas", "comments": "La profesora no entrega revisión de ejercicios a tiempo, de hecho lo hace hasta fin de semestre. Dio las calificaciones un día antes del examen final y también antes del segundo final. Sus exámenes son bastante laboriosos y no da tiempo para terminarlos.\r\nAl final deja proyecto muy confuso"}, {"fecha": "20/Ago/2021", "score_general": "10.0", "score_facilidad": "4.0", "materia": "LF y A", "comments": "Califica Duro, Brinda apoyo, Clases excelentesLa profesora no entrega revisión de ejercicios a tiempo, de hecho lo hace hasta fin de semestre. Dio las calificaciones un día antes del examen final y también antes del segundo final. Sus exámenes son bastante laboriosos y no da tiempo para terminarlos.\r\nAl final deja proyecto muy confuso"}, {"fecha": "19/Feb/2021", "score_general": "7.0", "score_facilidad": "6.0", "materia": "Lenguajes formales", "comments": "Asistencia obligatoria, Pocos ExámenesLa llevé mitad presencial y mitad en línea. Sus exámenes eran prácticamente lo visto en clase, no es complicado pasar pero su forma de enseñar es leerte una presentación con teoría (que ni explica bien) y después hacer ejercicios. No la volvería a meter pero sí es fácil pasar."}, {"fecha": "17/Feb/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Base de Datos", "comments": "Da buena retroalimentación, Clases excelentes, Tomaría su clase otra vezLa llevé mitad presencial y mitad en línea. Sus exámenes eran prácticamente lo visto en clase, no es complicado pasar pero su forma de enseñar es leerte una presentación con teoría (que ni explica bien) y después hacer ejercicios. No la volvería a meter pero sí es fácil pasar."}, {"fecha": "15/Feb/2021", "score_general": "8.0", "score_facilidad": "4.0", "materia": "Lenguajes Formales y Autómatas", "comments": "Los exámenes son difícilesLa llevé mitad presencial y mitad en línea. Sus exámenes eran prácticamente lo visto en clase, no es complicado pasar pero su forma de enseñar es leerte una presentación con teoría (que ni explica bien) y después hacer ejercicios. No la volvería a meter pero sí es fácil pasar."}, {"fecha": "29/Jun/2020", "score_general": "7.0", "score_facilidad": "6.0", "materia": "Bases de Datos", "comments": "La Participación Importa, Las clases son largas, Aspectos de calificación clarosLa llevé mitad presencial y mitad en línea. Sus exámenes eran prácticamente lo visto en clase, no es complicado pasar pero su forma de enseñar es leerte una presentación con teoría (que ni explica bien) y después hacer ejercicios. No la volvería a meter pero sí es fácil pasar."}, {"fecha": "14/Ago/2019", "score_general": "7.0", "score_facilidad": "8.0", "materia": "Lenguajes Formales y Automatas", "comments": "Asistencia obligatoriaLa llevé mitad presencial y mitad en línea. Sus exámenes eran prácticamente lo visto en clase, no es complicado pasar pero su forma de enseñar es leerte una presentación con teoría (que ni explica bien) y después hacer ejercicios. No la volvería a meter pero sí es fácil pasar."}, {"fecha": "23/Jul/2019", "score_general": "4.0", "score_facilidad": "4.0", "materia": "LEGUAJES FORMALES Y AUTOMATAS", "comments": "Califica Duro, La Participación ImportaEs una buena profesora, pero se va muy rapidi y los ejercicios vistos en clase son mucho mas faciles que el de los examenes, y hace tanto examenes teoricos como practicos.\r\n\r\nTienes que poner mucha atención al pizarrón ya que no te da tiempo de apuntar el ejercicio, ya que trabaja sobre el mismo."}, {"fecha": "23/Ene/2019", "score_general": "8.0", "score_facilidad": "6.0", "materia": "Bases de Datos", "comments": "Califica Duro, Da buena retroalimentación, Deja trabajos largosEs una buena profesora, pero se va muy rapidi y los ejercicios vistos en clase son mucho mas faciles que el de los examenes, y hace tanto examenes teoricos como practicos.\r\n\r\nTienes que poner mucha atención al pizarrón ya que no te da tiempo de apuntar el ejercicio, ya que trabaja sobre el mismo."}, {"fecha": "08/Ene/2019", "score_general": "8.0", "score_facilidad": "6.0", "materia": "Bases de datos", "comments": "Califica Duro, Prepárate para leer, Las clases son largasEs una buena profesora, pero se va muy rapidi y los ejercicios vistos en clase son mucho mas faciles que el de los examenes, y hace tanto examenes teoricos como practicos.\r\n\r\nTienes que poner mucha atención al pizarrón ya que no te da tiempo de apuntar el ejercicio, ya que trabaja sobre el mismo."}, {"fecha": "26/Jul/2018", "score_general": "6.0", "score_facilidad": "6.0", "materia": "Bases de Datos", "comments": "Muchas tareas, Las clases son largas, Los exámenes son difícilesEs una buena profesora, pero se va muy rapidi y los ejercicios vistos en clase son mucho mas faciles que el de los examenes, y hace tanto examenes teoricos como practicos.\r\n\r\nTienes que poner mucha atención al pizarrón ya que no te da tiempo de apuntar el ejercicio, ya que trabaja sobre el mismo."}, {"fecha": "17/Jul/2018", "score_general": "3.0", "score_facilidad": "6.0", "materia": "Lenguajes Formales y Automatas", "comments": "Es una buena profesora, pero se va muy rapidi y los ejercicios vistos en clase son mucho mas faciles que el de los examenes, y hace tanto examenes teoricos como practicos.\r\n\r\nTienes que poner mucha atención al pizarrón ya que no te da tiempo de apuntar el ejercicio, ya que trabaja sobre el mismo."}, {"fecha": "17/Jul/2018", "score_general": "4.0", "score_facilidad": "6.0", "materia": "lenguajes formales y autómatas", "comments": "casi no explica teoría, su clase se basa en puros ejercicios, sinceramente si es tu primera inscripción no metas la materia con ella. Al final no cubre todo el temario y tendrás  que estudiar mucho por tu cuenta. Lo más decepcionante es la actitud tan negativa con la que da la clase"}, {"fecha": "15/Jun/2018", "score_general": "4.0", "score_facilidad": "4.0", "materia": "Lenguajes Formales y Autómatas", "comments": "Califica Duro, Asistencia obligatoria, Los exámenes son difícilescasi no explica teoría, su clase se basa en puros ejercicios, sinceramente si es tu primera inscripción no metas la materia con ella. Al final no cubre todo el temario y tendrás  que estudiar mucho por tu cuenta. Lo más decepcionante es la actitud tan negativa con la que da la clase"}, {"fecha": "23/Ene/2018", "score_general": "8.0", "score_facilidad": "8.0", "materia": "Lenguajes Formales y Autómatas", "comments": "Pocos Exámenes, Tomaría su clase otra vezcasi no explica teoría, su clase se basa en puros ejercicios, sinceramente si es tu primera inscripción no metas la materia con ella. Al final no cubre todo el temario y tendrás  que estudiar mucho por tu cuenta. Lo más decepcionante es la actitud tan negativa con la que da la clase"}, {"fecha": "30/Jun/2017", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Lenguajes Formales y Autómatas", "comments": "Pocos Exámenes, Clases excelentes, Tomaría su clase otra vezcasi no explica teoría, su clase se basa en puros ejercicios, sinceramente si es tu primera inscripción no metas la materia con ella. Al final no cubre todo el temario y tendrás  que estudiar mucho por tu cuenta. Lo más decepcionante es la actitud tan negativa con la que da la clase"}, {"fecha": "25/Jul/2016", "score_general": "6.0", "score_facilidad": "4.0", "materia": "Lenguajes Formales y autómatas", "comments": "Califica Duro, Muchos Exámenes, Los exámenes son difícilescasi no explica teoría, su clase se basa en puros ejercicios, sinceramente si es tu primera inscripción no metas la materia con ella. Al final no cubre todo el temario y tendrás  que estudiar mucho por tu cuenta. Lo más decepcionante es la actitud tan negativa con la que da la clase"}, {"fecha": "22/Jun/2016", "score_general": "9.0", "score_facilidad": "6.0", "materia": "Bases de Datos", "comments": "Muchas tareas, Los exámenes son difíciles, Tomaría su clase otra vezEs una de las mejores opciones para la materia de Bases de Datos. La profesora explica en forma clara, aunque se va bastante rápido. Los examenes pueden llegar a ser algo complejos. El proyecto final es relativamente sencillo. Recomiendo empezarlo lo antes posible"}]