[{"fecha": "24/Ene/2023", "score_general": "5.0", "score_facilidad": "4.0", "materia": "Representaciones gráficas", "comments": "Muchas tareas, Las clases son largas, Los exámenes son difícilesUn profe con una personalidad muy difícil, el proyecto es largo y tienes que seguirlo al pie de la letra, lo fuerte del curso son las tareas haciendo todas ya estás del otro lado.\r\nMucho trabajo, los parciales están más difíciles de lo que se ve en clase, no está tan fácil aprobar."}, {"fecha": "28/Jul/2022", "score_general": "4.0", "score_facilidad": "4.0", "materia": "Estática", "comments": "Muchas tareas, Hace exámenes sorpresa, Los exámenes son difícilesUn profe con una personalidad muy difícil, el proyecto es largo y tienes que seguirlo al pie de la letra, lo fuerte del curso son las tareas haciendo todas ya estás del otro lado.\r\nMucho trabajo, los parciales están más difíciles de lo que se ve en clase, no está tan fácil aprobar."}, {"fecha": "08/Abr/2022", "score_general": "10.0", "score_facilidad": "4.0", "materia": "Representaciones graficas", "comments": "Muy cómico, Brinda apoyo, Los exámenes son difícilesUn profe con una personalidad muy difícil, el proyecto es largo y tienes que seguirlo al pie de la letra, lo fuerte del curso son las tareas haciendo todas ya estás del otro lado.\r\nMucho trabajo, los parciales están más difíciles de lo que se ve en clase, no está tan fácil aprobar."}, {"fecha": "30/Ene/2022", "score_general": "7.0", "score_facilidad": "4.0", "materia": "Representaciones Graficas", "comments": "Califica Duro, Muy cómico, Asistencia obligatoriaUn profe con una personalidad muy difícil, el proyecto es largo y tienes que seguirlo al pie de la letra, lo fuerte del curso son las tareas haciendo todas ya estás del otro lado.\r\nMucho trabajo, los parciales están más difíciles de lo que se ve en clase, no está tan fácil aprobar."}, {"fecha": "29/Ene/2022", "score_general": "10.0", "score_facilidad": "4.0", "materia": "Representaciones Graficas", "comments": "Califica Duro, Muy cómico, Los exámenes son difícilesUn profe con una personalidad muy difícil, el proyecto es largo y tienes que seguirlo al pie de la letra, lo fuerte del curso son las tareas haciendo todas ya estás del otro lado.\r\nMucho trabajo, los parciales están más difíciles de lo que se ve en clase, no está tan fácil aprobar."}, {"fecha": "28/Ene/2022", "score_general": "9.0", "score_facilidad": "4.0", "materia": "Representaciones Gráficas", "comments": "Califica Duro, Muchas tareas, Asistencia obligatoriaEnseña bastante bien, explica todos los temas de forma clara y precisa. Califica tareas y exámenes como le da la gana y no explica por qué respondiste mal, por lo mismo es fácil reprobar con él. El proyecto es necesario seguirlo al pie de la letra porque es muy fijado en los detalles."}, {"fecha": "01/Sep/2021", "score_general": "7.0", "score_facilidad": "4.0", "materia": "Representaciones Gráficas", "comments": "Enseña bastante bien, explica todos los temas de forma clara y precisa. Califica tareas y exámenes como le da la gana y no explica por qué respondiste mal, por lo mismo es fácil reprobar con él. El proyecto es necesario seguirlo al pie de la letra porque es muy fijado en los detalles."}, {"fecha": "20/Ago/2021", "score_general": "7.0", "score_facilidad": "4.0", "materia": "Cinemática y dinámica", "comments": "Califica Duro, Muchas tareasEnseña bastante bien, explica todos los temas de forma clara y precisa. Califica tareas y exámenes como le da la gana y no explica por qué respondiste mal, por lo mismo es fácil reprobar con él. El proyecto es necesario seguirlo al pie de la letra porque es muy fijado en los detalles."}, {"fecha": "18/Feb/2021", "score_general": "7.0", "score_facilidad": "6.0", "materia": "Cinemática y Dinámica", "comments": "Muchas tareas, Pocos Exámenes, Los exámenes son difícilesEnseña bastante bien, explica todos los temas de forma clara y precisa. Califica tareas y exámenes como le da la gana y no explica por qué respondiste mal, por lo mismo es fácil reprobar con él. El proyecto es necesario seguirlo al pie de la letra porque es muy fijado en los detalles."}, {"fecha": "15/Feb/2021", "score_general": "5.0", "score_facilidad": "4.0", "materia": "Cinemática y Dinámica", "comments": "Muchas tareasEnseña bastante bien, explica todos los temas de forma clara y precisa. Califica tareas y exámenes como le da la gana y no explica por qué respondiste mal, por lo mismo es fácil reprobar con él. El proyecto es necesario seguirlo al pie de la letra porque es muy fijado en los detalles."}, {"fecha": "26/Jun/2019", "score_general": "9.0", "score_facilidad": "4.0", "materia": "Estatica", "comments": "Califica Duro, Muchas tareas, Los exámenes son difícilesFreddy es un profe que te pasa si le caes bien, enseña muy chido, pero tienes que trabajar mucho, la cantidad de examenes la decide el grupo, solo que si son complicados, su formato de las tareas de clase es obligatorio y luego no lo recibe si no es el que pidió. Hay que trabajar y estudiar mucho."}, {"fecha": "22/Ene/2019", "score_general": "7.0", "score_facilidad": "6.0", "materia": "Cinemática y Dinámica", "comments": "Freddy es un profe que te pasa si le caes bien, enseña muy chido, pero tienes que trabajar mucho, la cantidad de examenes la decide el grupo, solo que si son complicados, su formato de las tareas de clase es obligatorio y luego no lo recibe si no es el que pidió. Hay que trabajar y estudiar mucho."}, {"fecha": "11/Ago/2018", "score_general": "8.0", "score_facilidad": "4.0", "materia": "Mecánica", "comments": "Muchas tareas, Las clases son largas, Los exámenes son difícilesFreddy es un profe que te pasa si le caes bien, enseña muy chido, pero tienes que trabajar mucho, la cantidad de examenes la decide el grupo, solo que si son complicados, su formato de las tareas de clase es obligatorio y luego no lo recibe si no es el que pidió. Hay que trabajar y estudiar mucho."}, {"fecha": "24/Jul/2018", "score_general": "7.0", "score_facilidad": "6.0", "materia": "Dibujo", "comments": "Muchas tareas, Brinda apoyo, Los exámenes son difícilesFreddy es un profe que te pasa si le caes bien, enseña muy chido, pero tienes que trabajar mucho, la cantidad de examenes la decide el grupo, solo que si son complicados, su formato de las tareas de clase es obligatorio y luego no lo recibe si no es el que pidió. Hay que trabajar y estudiar mucho."}, {"fecha": "23/May/2018", "score_general": "6.0", "score_facilidad": "2.0", "materia": "Dibujo", "comments": "Califica Duro, Muy cómico, Hace exámenes sorpresaFreddy es un profe que te pasa si le caes bien, enseña muy chido, pero tienes que trabajar mucho, la cantidad de examenes la decide el grupo, solo que si son complicados, su formato de las tareas de clase es obligatorio y luego no lo recibe si no es el que pidió. Hay que trabajar y estudiar mucho."}, {"fecha": "29/Ene/2018", "score_general": "9.0", "score_facilidad": "4.0", "materia": "Cinemática", "comments": "Muy cómico, Muchas tareas, Brinda apoyoExcelente profesor. Algo estricto y deja muchas tareas pero enseña muy bien. Deja un buen nivel y al final te ayuda mucho."}, {"fecha": "17/Ene/2017", "score_general": "9.0", "score_facilidad": "8.0", "materia": "dibujo", "comments": "Muy cómico, Muchas tareas, Clases excelentesExcelente profesor. Algo estricto y deja muchas tareas pero enseña muy bien. Deja un buen nivel y al final te ayuda mucho."}, {"fecha": "31/May/2016", "score_general": "9.0", "score_facilidad": "2.0", "materia": "Mécanica", "comments": "Califica Duro, Los exámenes son difíciles, Tomaría su clase otra vezExcelente profesor. Algo estricto y deja muchas tareas pero enseña muy bien. Deja un buen nivel y al final te ayuda mucho."}, {"fecha": "03/Ago/2015", "score_general": "4.0", "score_facilidad": "4.0", "materia": "DIBUJO", "comments": "Califica Duro, Muy cómico, Muchas tareasExcelente profesor. Algo estricto y deja muchas tareas pero enseña muy bien. Deja un buen nivel y al final te ayuda mucho."}, {"fecha": "22/May/2014", "score_general": "4.0", "score_facilidad": "2.0", "materia": "Estática", "comments": "Excelente profesor. Algo estricto y deja muchas tareas pero enseña muy bien. Deja un buen nivel y al final te ayuda mucho."}, {"fecha": "20/Jul/2013", "score_general": "6.0", "score_facilidad": "4.0", "materia": "Geometria Analitica", "comments": "Es un profesor que enseña bien pero se salta muxos temas, no acaba el temario, te deja un proyecto muy pesado y sus examenes tienen una dificultad elevada."}, {"fecha": "22/Ene/2013", "score_general": "6.0", "score_facilidad": "6.0", "materia": "Geometria Analitica", "comments": "Es un profesor que enseña bien pero se salta muxos temas, no acaba el temario, te deja un proyecto muy pesado y sus examenes tienen una dificultad elevada."}, {"fecha": "04/Ene/2013", "score_general": "7.0", "score_facilidad": "6.0", "materia": "Geometria Analitica/ Estatica", "comments": "Es un profesor que enseña bien pero se salta muxos temas, no acaba el temario, te deja un proyecto muy pesado y sus examenes tienen una dificultad elevada."}, {"fecha": "22/Jul/2012", "score_general": "8.0", "score_facilidad": "8.0", "materia": "Estática.", "comments": "Es un profesor que enseña bien pero se salta muxos temas, no acaba el temario, te deja un proyecto muy pesado y sus examenes tienen una dificultad elevada."}, {"fecha": "25/Jun/2012", "score_general": "7.0", "score_facilidad": "6.0", "materia": "estatica", "comments": "Es un profesor que enseña bien pero se salta muxos temas, no acaba el temario, te deja un proyecto muy pesado y sus examenes tienen una dificultad elevada."}, {"fecha": "13/Abr/2011", "score_general": "10.0", "score_facilidad": "2.0", "materia": "Geometria analitica, estatica, dibujo", "comments": "Es un perro de primera de esos profes que terminando el semestre lo recuerdas por toda tu carrera, pasa entregando formato eso si es muy barco y aveces molesto pero la mayoria del tiempo divertido y pide chuchulukos recomendadisimo casense con el"}]