[{"fecha": "16/Feb/2023", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Laboratorio de Mecánica", "comments": "Da buena retroalimentación, Brinda apoyoEs buen profesor, sólo debes entregar las prácticas como se indica. Su personalidad es agradable."}, {"fecha": "09/Feb/2023", "score_general": "10.0", "score_facilidad": "10.0", "materia": "LAB DE ANALISIS DE SISTEMAS Y SEÑALES", "comments": "La Participación Importa, Asistencia obligatoria, Brinda apoyoEs buen profesor, sólo debes entregar las prácticas como se indica. Su personalidad es agradable."}, {"fecha": "27/Jul/2022", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Lab de Estática", "comments": "Da buena retroalimentación, Aspectos de calificación claros, Brinda apoyoEs buen profesor, sólo debes entregar las prácticas como se indica. Su personalidad es agradable."}, {"fecha": "13/Dic/2021", "score_general": "9.0", "score_facilidad": "6.0", "materia": "Lab. Cinemática", "comments": "Califica Duro, Da buena retroalimentación, Clases excelentesEs buen profesor, sólo debes entregar las prácticas como se indica. Su personalidad es agradable."}, {"fecha": "26/Ago/2021", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Lab. ASyS", "comments": "Da buena retroalimentación, Asistencia obligatoria, Las clases son largasEs buen profesor, sólo debes entregar las prácticas como se indica. Su personalidad es agradable."}, {"fecha": "08/Feb/2021", "score_general": "9.0", "score_facilidad": "10.0", "materia": "Lab. Cinemática", "comments": "Da buena retroalimentación, Clases excelentes, Tomaría su clase otra vezExplica muy bien, le entendía mejor que a mí profe de teoría. Da oportunidad de escoger forma de evaluar, eso sí toma en cuenta prácticas y un examen final (muy fácil).  Fácil de pasar y entiendes. Responde todas tus dudas."}, {"fecha": "07/Sep/2020", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Lab. ASyS", "comments": "Da buena retroalimentación, Asistencia obligatoria, Tomaría su clase otra vezExplica muy bien, le entendía mejor que a mí profe de teoría. Da oportunidad de escoger forma de evaluar, eso sí toma en cuenta prácticas y un examen final (muy fácil).  Fácil de pasar y entiendes. Responde todas tus dudas."}, {"fecha": "24/Jul/2019", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Estática", "comments": "La Participación Importa, Asistencia obligatoria, Tomaría su clase otra vezExplica muy bien, le entendía mejor que a mí profe de teoría. Da oportunidad de escoger forma de evaluar, eso sí toma en cuenta prácticas y un examen final (muy fácil).  Fácil de pasar y entiendes. Responde todas tus dudas."}, {"fecha": "31/May/2019", "score_general": "8.0", "score_facilidad": "8.0", "materia": "Estática", "comments": "La Participación Importa, Asistencia obligatoria, Brinda apoyoExplica muy bien, le entendía mejor que a mí profe de teoría. Da oportunidad de escoger forma de evaluar, eso sí toma en cuenta prácticas y un examen final (muy fácil).  Fácil de pasar y entiendes. Responde todas tus dudas."}, {"fecha": "14/Ene/2019", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Lab de medicion e intr.", "comments": "Asistencia obligatoriaExplica muy bien, le entendía mejor que a mí profe de teoría. Da oportunidad de escoger forma de evaluar, eso sí toma en cuenta prácticas y un examen final (muy fácil).  Fácil de pasar y entiendes. Responde todas tus dudas."}, {"fecha": "03/Ene/2019", "score_general": "8.0", "score_facilidad": "8.0", "materia": "Laboratorio CyD", "comments": "Bastante claro, explica todo en el pizarrón, califica mega barco. Excelente opción para LABORATORIO."}, {"fecha": "10/Oct/2017", "score_general": "3.0", "score_facilidad": "4.0", "materia": "Estática", "comments": "Bastante claro, explica todo en el pizarrón, califica mega barco. Excelente opción para LABORATORIO."}, {"fecha": "03/Ago/2017", "score_general": "3.0", "score_facilidad": "8.0", "materia": "Estática", "comments": "Barco, Asistencia obligatoria, Pocos ExámenesBastante claro, explica todo en el pizarrón, califica mega barco. Excelente opción para LABORATORIO."}, {"fecha": "29/Jun/2017", "score_general": "2.0", "score_facilidad": "2.0", "materia": "Estatica", "comments": "Bastante claro, explica todo en el pizarrón, califica mega barco. Excelente opción para LABORATORIO."}, {"fecha": "10/Jun/2017", "score_general": "3.0", "score_facilidad": "2.0", "materia": "Estática", "comments": "Muchas tareas, Asistencia obligatoria, Los exámenes son difícilesBastante claro, explica todo en el pizarrón, califica mega barco. Excelente opción para LABORATORIO."}]