[{"fecha": "16/Feb/2023", "score_general": "2.0", "score_facilidad": "6.0", "materia": "Costos Logísticos y Sistemas de Transporte", "comments": "Asistencia obligatoria, Las clases son largas, Deja trabajos largosTiene el ego altísimo, pareciera que solo quiere presumir sus logros personales. Se traba cuando habla y no es claro en sus ideas, confunde mucho con los conceptos que plantea. Al final, te deja un proyecto larguísimo, dale la razón en lo que diga y seguro pasas con 8."}, {"fecha": "30/Ene/2023", "score_general": "8.0", "score_facilidad": "10.0", "materia": "Costos y Logistica", "comments": "Asistencia obligatoria, Muchos proyectos grupalesTiene el ego altísimo, pareciera que solo quiere presumir sus logros personales. Se traba cuando habla y no es claro en sus ideas, confunde mucho con los conceptos que plantea. Al final, te deja un proyecto larguísimo, dale la razón en lo que diga y seguro pasas con 8."}, {"fecha": "24/Ene/2023", "score_general": "5.0", "score_facilidad": "8.0", "materia": "Estudio del trabajo", "comments": "Muchas tareas, Prepárate para leer, Asistencia obligatoriaTiene el ego altísimo, pareciera que solo quiere presumir sus logros personales. Se traba cuando habla y no es claro en sus ideas, confunde mucho con los conceptos que plantea. Al final, te deja un proyecto larguísimo, dale la razón en lo que diga y seguro pasas con 8."}, {"fecha": "16/Feb/2021", "score_general": "6.0", "score_facilidad": "6.0", "materia": "Estudio del trabajo", "comments": "Tiene el ego altísimo, pareciera que solo quiere presumir sus logros personales. Se traba cuando habla y no es claro en sus ideas, confunde mucho con los conceptos que plantea. Al final, te deja un proyecto larguísimo, dale la razón en lo que diga y seguro pasas con 8."}, {"fecha": "15/Feb/2021", "score_general": "10.0", "score_facilidad": "4.0", "materia": "Logística y costos de sistemas de transporte", "comments": "Tiene el ego altísimo, pareciera que solo quiere presumir sus logros personales. Se traba cuando habla y no es claro en sus ideas, confunde mucho con los conceptos que plantea. Al final, te deja un proyecto larguísimo, dale la razón en lo que diga y seguro pasas con 8."}, {"fecha": "28/Ago/2020", "score_general": "7.0", "score_facilidad": "6.0", "materia": "ESTUDIO DEL TRABAJO", "comments": "Califica Duro, Muchas tareas, Prepárate para leerExámenes teóricos y largos, pasa todos los exámenes, Haz todas las practicas, muchas tareas, muchas lecturas, lee porque pregunta la clase siguiente acerca de las lecturas, elabora tareas/trabajos/exposiciones de calidad, sino te manda a repetir. No sera fácil."}, {"fecha": "26/Ene/2020", "score_general": "6.0", "score_facilidad": "8.0", "materia": "Estudio del trabajo", "comments": "Prepárate para leer, Asistencia obligatoria, Pocos ExámenesExámenes teóricos y largos, pasa todos los exámenes, Haz todas las practicas, muchas tareas, muchas lecturas, lee porque pregunta la clase siguiente acerca de las lecturas, elabora tareas/trabajos/exposiciones de calidad, sino te manda a repetir. No sera fácil."}, {"fecha": "13/Jun/2019", "score_general": "7.0", "score_facilidad": "8.0", "materia": "Estudio del trabajo", "comments": "Exámenes teóricos y largos, pasa todos los exámenes, Haz todas las practicas, muchas tareas, muchas lecturas, lee porque pregunta la clase siguiente acerca de las lecturas, elabora tareas/trabajos/exposiciones de calidad, sino te manda a repetir. No sera fácil."}, {"fecha": "06/Dic/2018", "score_general": "8.0", "score_facilidad": "6.0", "materia": "Estudio del Trabajo", "comments": "Da buena retroalimentación, Prepárate para leer, Muchos proyectos grupalesExámenes teóricos y largos, pasa todos los exámenes, Haz todas las practicas, muchas tareas, muchas lecturas, lee porque pregunta la clase siguiente acerca de las lecturas, elabora tareas/trabajos/exposiciones de calidad, sino te manda a repetir. No sera fácil."}]