[{"fecha": "14/Feb/2021", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Analisis de Sistemas y Señales", "comments": "Da buena retroalimentación, Prepárate para leer, Respetado por los estudiantesEn el Zoomestre: Las clases las hacía de 1 hora aprox. Con apuntes en word muy claras y con pocos ejercicios pero claros. Es muy amable y comprensivo la neta. Hizo 2 examenes muy relajados y en casa. Te lo recomiendo si no quieres matarte y disfrutar la materia. Pero no esperes que profundice mucho."}, {"fecha": "30/Jun/2017", "score_general": "8.0", "score_facilidad": "10.0", "materia": "Análisis de Sistemas y Señales", "comments": "Barco, Pocos Exámenes, Aspectos de calificación clarosEn el Zoomestre: Las clases las hacía de 1 hora aprox. Con apuntes en word muy claras y con pocos ejercicios pero claros. Es muy amable y comprensivo la neta. Hizo 2 examenes muy relajados y en casa. Te lo recomiendo si no quieres matarte y disfrutar la materia. Pero no esperes que profundice mucho."}, {"fecha": "28/Ene/2017", "score_general": "7.0", "score_facilidad": "6.0", "materia": "Analisis de Sistemas y Señales", "comments": "Califica Duro, Da buena retroalimentación, Los exámenes son difícilesEn el Zoomestre: Las clases las hacía de 1 hora aprox. Con apuntes en word muy claras y con pocos ejercicios pero claros. Es muy amable y comprensivo la neta. Hizo 2 examenes muy relajados y en casa. Te lo recomiendo si no quieres matarte y disfrutar la materia. Pero no esperes que profundice mucho."}, {"fecha": "18/Ene/2017", "score_general": "9.0", "score_facilidad": "10.0", "materia": "Analisis de Sistemas y Señales", "comments": "Barco, Pocos Exámenes, Aspectos de calificación clarosEn el Zoomestre: Las clases las hacía de 1 hora aprox. Con apuntes en word muy claras y con pocos ejercicios pero claros. Es muy amable y comprensivo la neta. Hizo 2 examenes muy relajados y en casa. Te lo recomiendo si no quieres matarte y disfrutar la materia. Pero no esperes que profundice mucho."}, {"fecha": "19/Dic/2016", "score_general": "7.0", "score_facilidad": "6.0", "materia": "Analisis de Sistemas y Señales", "comments": "Pocos ExámenesEn el Zoomestre: Las clases las hacía de 1 hora aprox. Con apuntes en word muy claras y con pocos ejercicios pero claros. Es muy amable y comprensivo la neta. Hizo 2 examenes muy relajados y en casa. Te lo recomiendo si no quieres matarte y disfrutar la materia. Pero no esperes que profundice mucho."}]