[{"fecha": "04/Mar/2023", "score_general": "8.0", "score_facilidad": "10.0", "materia": "Microcomputadoras", "comments": "BarcoNo se como alcancé cupo en este grupo, pero... No la pienses. El profesor te da todo,  practicamente puedes tomarte la hora para hacer otras tareas y vas a pasar xd"}, {"fecha": "23/Ene/2023", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Micros", "comments": "Barco, Asistencia obligatoriaNo se como alcancé cupo en este grupo, pero... No la pienses. El profesor te da todo,  practicamente puedes tomarte la hora para hacer otras tareas y vas a pasar xd"}, {"fecha": "22/Ene/2023", "score_general": "7.0", "score_facilidad": "10.0", "materia": "ASyS", "comments": "Barco, Da Crédito ExtraNo se como alcancé cupo en este grupo, pero... No la pienses. El profesor te da todo,  practicamente puedes tomarte la hora para hacer otras tareas y vas a pasar xd"}, {"fecha": "23/Ago/2021", "score_general": "7.0", "score_facilidad": "8.0", "materia": "Microcomputadoras", "comments": "BarcoNo se como alcancé cupo en este grupo, pero... No la pienses. El profesor te da todo,  practicamente puedes tomarte la hora para hacer otras tareas y vas a pasar xd"}, {"fecha": "14/Ene/2021", "score_general": "8.0", "score_facilidad": "10.0", "materia": "Arq y Sistemas", "comments": "Barco, Pocos Exámenes, Tomaría su clase otra vezNo se como alcancé cupo en este grupo, pero... No la pienses. El profesor te da todo,  practicamente puedes tomarte la hora para hacer otras tareas y vas a pasar xd"}, {"fecha": "27/Sep/2020", "score_general": "8.0", "score_facilidad": "10.0", "materia": "microcomputadoras", "comments": "BarcoEs el mero pan de dulce, solo son proyectos que prehechos los cuales tienes que alambrar y entregar. Inspira confianza ya que se la pasa presumiendo que estuvo en todos los proyectos de la FI relacionados a DSPs y que tiene un laboratorio en su casa. Si inscribiste con el ya pasaste."}, {"fecha": "25/Jul/2016", "score_general": "8.0", "score_facilidad": "10.0", "materia": "Microcomputadoras", "comments": "Barco, Pocos Exámenes, Tomaría su clase otra vezEs el mero pan de dulce, solo son proyectos que prehechos los cuales tienes que alambrar y entregar. Inspira confianza ya que se la pasa presumiendo que estuvo en todos los proyectos de la FI relacionados a DSPs y que tiene un laboratorio en su casa. Si inscribiste con el ya pasaste."}, {"fecha": "26/Jul/2015", "score_general": "6.0", "score_facilidad": "10.0", "materia": "Microcomputadores / Arquitectura de Computadoras", "comments": "BarcoEs el mero pan de dulce, solo son proyectos que prehechos los cuales tienes que alambrar y entregar. Inspira confianza ya que se la pasa presumiendo que estuvo en todos los proyectos de la FI relacionados a DSPs y que tiene un laboratorio en su casa. Si inscribiste con el ya pasaste."}, {"fecha": "01/Jul/2015", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Análisis de sistemas y señales", "comments": "Es el mero pan de dulce, solo son proyectos que prehechos los cuales tienes que alambrar y entregar. Inspira confianza ya que se la pasa presumiendo que estuvo en todos los proyectos de la FI relacionados a DSPs y que tiene un laboratorio en su casa. Si inscribiste con el ya pasaste."}]