[{"fecha": "30/Ago/2021", "score_general": "4.0", "score_facilidad": "4.0", "materia": "---", "comments": "Califica Duro, Muy cómico, Da Crédito Extra[Comentario esperando revisión]"}, {"fecha": "18/Ago/2021", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Administración de Proyectos de Software", "comments": "Muchas tareas, La Participación Importa, Brinda apoyo[Comentario esperando revisión]"}, {"fecha": "16/Feb/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "---", "comments": "Muy cómico, Clases excelentes, Tomaría su clase otra vez[Comentario esperando revisión]"}, {"fecha": "01/Sep/2020", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Computación para Ingenieros", "comments": "Inspiracional, Clases excelentes, Tomaría su clase otra vez[Comentario esperando revisión]"}, {"fecha": "19/Jun/2020", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Administración de Proyectos de software", "comments": "La Participación Importa, Respetado por los estudiantes, Clases excelentes[Comentario esperando revisión]"}, {"fecha": "17/Ene/2020", "score_general": "10.0", "score_facilidad": "4.0", "materia": "Administración de proyectos de software a", "comments": "Clases excelentesElla es la opción si de verdad quieres aprender. Hace las clases muy amenas y nunca te aburres. Sus exámenes están algo complicados porque abarcan muchos temas.\r\nSuper recomendada"}, {"fecha": "25/Nov/2019", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Administración de proyectos TIC", "comments": "Muchas tareas, Brinda apoyo, Tomaría su clase otra vezElla es la opción si de verdad quieres aprender. Hace las clases muy amenas y nunca te aburres. Sus exámenes están algo complicados porque abarcan muchos temas.\r\nSuper recomendada"}, {"fecha": "25/Nov/2019", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Administración de Proyectos de Software", "comments": "Da buena retroalimentación, Muchas tareas, La Participación ImportaElla es la opción si de verdad quieres aprender. Hace las clases muy amenas y nunca te aburres. Sus exámenes están algo complicados porque abarcan muchos temas.\r\nSuper recomendada"}, {"fecha": "26/Jun/2019", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Ing/Admin de Software", "comments": "Muy cómico, Muchas tareas, Tomaría su clase otra vezElla es la opción si de verdad quieres aprender. Hace las clases muy amenas y nunca te aburres. Sus exámenes están algo complicados porque abarcan muchos temas.\r\nSuper recomendada"}, {"fecha": "29/Nov/2018", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Ingeniería de Software", "comments": "Da buena retroalimentación, Muchas tareas, Tomaría su clase otra vezElla es la opción si de verdad quieres aprender. Hace las clases muy amenas y nunca te aburres. Sus exámenes están algo complicados porque abarcan muchos temas.\r\nSuper recomendada"}, {"fecha": "20/Jul/2018", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Admo. de Proyectos de Software", "comments": "Muy cómico, Muchas tareas, InspiracionalEs una gran persona y excelente profesora. La materia es bastante teórica pero ella lo hace más digerible con actividades, lecturas, proyectos. Sus clases son con presentaciones (las comparte). Encarga un proyecto final, si lo haces con tiempo es sencillo, se expone al final dicho proyecto"}, {"fecha": "25/Ene/2018", "score_general": "8.0", "score_facilidad": "4.0", "materia": "Fundamentos de Programacion", "comments": "Muy cómico, La Participación Importa, Clases excelentesEs una gran persona y excelente profesora. La materia es bastante teórica pero ella lo hace más digerible con actividades, lecturas, proyectos. Sus clases son con presentaciones (las comparte). Encarga un proyecto final, si lo haces con tiempo es sencillo, se expone al final dicho proyecto"}, {"fecha": "28/Jun/2017", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Fundamentos de Programación", "comments": "Deja trabajos largos, Clases excelentes, Tomaría su clase otra vezEs una gran persona y excelente profesora. La materia es bastante teórica pero ella lo hace más digerible con actividades, lecturas, proyectos. Sus clases son con presentaciones (las comparte). Encarga un proyecto final, si lo haces con tiempo es sencillo, se expone al final dicho proyecto"}, {"fecha": "14/Jun/2017", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Admon de Proyectos de Software", "comments": "Respetado por los estudiantes, Aspectos de calificación claros, Clases excelentesEs una gran persona y excelente profesora. La materia es bastante teórica pero ella lo hace más digerible con actividades, lecturas, proyectos. Sus clases son con presentaciones (las comparte). Encarga un proyecto final, si lo haces con tiempo es sencillo, se expone al final dicho proyecto"}, {"fecha": "08/Feb/2017", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Fundamentos de Programacón", "comments": "Muy cómico, Da buena retroalimentación, Clases excelentesEs una gran persona y excelente profesora. La materia es bastante teórica pero ella lo hace más digerible con actividades, lecturas, proyectos. Sus clases son con presentaciones (las comparte). Encarga un proyecto final, si lo haces con tiempo es sencillo, se expone al final dicho proyecto"}]