[{"fecha": "07/Feb/2018", "score_general": "5.0", "score_facilidad": "10.0", "materia": "Creatividad e Innovación", "comments": "Barco, Asistencia obligatoriaTienes que salir participar bien tu equipo de ingenius value para tener 10 definitivo. Sus actividades son interesantes. No muestra mucho compromiso al calificar tareas."}, {"fecha": "22/Ene/2018", "score_general": "8.0", "score_facilidad": "8.0", "materia": "Creatividad e innovación", "comments": "Tienes que salir participar bien tu equipo de ingenius value para tener 10 definitivo. Sus actividades son interesantes. No muestra mucho compromiso al calificar tareas."}, {"fecha": "26/Jul/2016", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Creatividad e Innovación", "comments": "La Participación Importa, Brinda apoyo, Muchos proyectos grupalesTienes que salir participar bien tu equipo de ingenius value para tener 10 definitivo. Sus actividades son interesantes. No muestra mucho compromiso al calificar tareas."}, {"fecha": "22/Jul/2016", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Creatividad e innovacion", "comments": "Da buena retroalimentación, Clases excelentes, Tomaría su clase otra vezTienes que salir participar bien tu equipo de ingenius value para tener 10 definitivo. Sus actividades son interesantes. No muestra mucho compromiso al calificar tareas."}, {"fecha": "01/Jul/2016", "score_general": "6.0", "score_facilidad": "8.0", "materia": "Creatividad e innovación", "comments": "La Participación Importa, Las clases son largas, Muchos proyectos grupalesTienes que salir participar bien tu equipo de ingenius value para tener 10 definitivo. Sus actividades son interesantes. No muestra mucho compromiso al calificar tareas."}, {"fecha": "27/Jun/2016", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Creatividad e Innovacion", "comments": "Si ves que te puedes inscribir con ella #HágaloCompa"}, {"fecha": "26/Jun/2016", "score_general": "8.0", "score_facilidad": "10.0", "materia": "Creatividad e Innovación", "comments": "La Participación ImportaSi ves que te puedes inscribir con ella #HágaloCompa"}]