[{"fecha": "06/Feb/2023", "score_general": "6.0", "score_facilidad": "10.0", "materia": "Programación Orientada a Objetos", "comments": "Barco, Las clases son largasBarco, no hay nada más. No enseña mucho, deja a los alumnos dar los temas, las prácticas del laboratorio son del manual. Deja un proyecto muy pesado si no se organizan con la metodología SCRUM. Consigue un equipo responsable."}, {"fecha": "03/Feb/2023", "score_general": "5.0", "score_facilidad": "10.0", "materia": "Programacion Orientada a Objetos", "comments": "Barco, Aspectos de calificación claros, Deja trabajos largosBarco, no hay nada más. No enseña mucho, deja a los alumnos dar los temas, las prácticas del laboratorio son del manual. Deja un proyecto muy pesado si no se organizan con la metodología SCRUM. Consigue un equipo responsable."}, {"fecha": "25/Ene/2023", "score_general": "8.0", "score_facilidad": "10.0", "materia": "Sistemas Distribuidos", "comments": "Deja trabajos largos, Tomaría su clase otra vezBarco, no hay nada más. No enseña mucho, deja a los alumnos dar los temas, las prácticas del laboratorio son del manual. Deja un proyecto muy pesado si no se organizan con la metodología SCRUM. Consigue un equipo responsable."}, {"fecha": "18/Ene/2023", "score_general": "8.0", "score_facilidad": "8.0", "materia": "Sistemas Distribuidos", "comments": "Brinda apoyo, Tomaría su clase otra vezBarco, no hay nada más. No enseña mucho, deja a los alumnos dar los temas, las prácticas del laboratorio son del manual. Deja un proyecto muy pesado si no se organizan con la metodología SCRUM. Consigue un equipo responsable."}, {"fecha": "03/Ago/2022", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Sistemas Distribuidos", "comments": "Barco, Brinda apoyoBarco, no hay nada más. No enseña mucho, deja a los alumnos dar los temas, las prácticas del laboratorio son del manual. Deja un proyecto muy pesado si no se organizan con la metodología SCRUM. Consigue un equipo responsable."}, {"fecha": "01/Jun/2022", "score_general": "4.0", "score_facilidad": "6.0", "materia": "Sistemas Distribuidos", "comments": "Barco, Muchas tareasEl profesor dio unas 3 clases en el semestre, todo lo demás lo dejo a exponer por los alumnos. NO ENSEÑA NADA."}, {"fecha": "28/Ene/2022", "score_general": "9.0", "score_facilidad": "10.0", "materia": "MDPOO", "comments": "Barco, Clases excelentes, Tomaría su clase otra vezEl profesor dio unas 3 clases en el semestre, todo lo demás lo dejo a exponer por los alumnos. NO ENSEÑA NADA."}, {"fecha": "27/Ene/2022", "score_general": "10.0", "score_facilidad": "10.0", "materia": "POO", "comments": "Barco, Muy cómico, Tomaría su clase otra vezEl profesor dio unas 3 clases en el semestre, todo lo demás lo dejo a exponer por los alumnos. NO ENSEÑA NADA."}, {"fecha": "26/Ene/2022", "score_general": "10.0", "score_facilidad": "10.0", "materia": "POO", "comments": "Brinda apoyo, Clases excelentes, Tomaría su clase otra vezEl profesor dio unas 3 clases en el semestre, todo lo demás lo dejo a exponer por los alumnos. NO ENSEÑA NADA."}, {"fecha": "24/Ene/2022", "score_general": "7.0", "score_facilidad": "10.0", "materia": "Modelos de POO", "comments": "BarcoEl profesor dio unas 3 clases en el semestre, todo lo demás lo dejo a exponer por los alumnos. NO ENSEÑA NADA."}, {"fecha": "18/Dic/2021", "score_general": "9.0", "score_facilidad": "10.0", "materia": "Modelos de Programación Orientada a Objetos", "comments": "Da buena retroalimentación, Brinda apoyo, Deja trabajos largosEste profesor deja prácticas con el formato IEEE y un proyecto final honestamente bastante pesadito, pero en general sí enseña bien y pasar no es un problema, se ve que el profe sí sabe de programación aunque asumo que se contiene mucho en esta materia."}, {"fecha": "18/Dic/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "MPOO", "comments": "Da buena retroalimentación, Brinda apoyo, Deja trabajos largosEste profesor deja prácticas con el formato IEEE y un proyecto final honestamente bastante pesadito, pero en general sí enseña bien y pasar no es un problema, se ve que el profe sí sabe de programación aunque asumo que se contiene mucho en esta materia."}, {"fecha": "14/Dic/2021", "score_general": "10.0", "score_facilidad": "8.0", "materia": "MDPOO", "comments": "Barco, Pocos Exámenes, Muchos proyectos grupalesEste profesor deja prácticas con el formato IEEE y un proyecto final honestamente bastante pesadito, pero en general sí enseña bien y pasar no es un problema, se ve que el profe sí sabe de programación aunque asumo que se contiene mucho en esta materia."}, {"fecha": "04/Dic/2021", "score_general": "2.0", "score_facilidad": "10.0", "materia": "POO", "comments": "Muchas tareas, Deja trabajos largos, Muchos proyectos grupalesEste profesor deja prácticas con el formato IEEE y un proyecto final honestamente bastante pesadito, pero en general sí enseña bien y pasar no es un problema, se ve que el profe sí sabe de programación aunque asumo que se contiene mucho en esta materia."}, {"fecha": "26/Ago/2021", "score_general": "9.0", "score_facilidad": "8.0", "materia": "MPOO", "comments": "Barco, Aspectos de calificación claros, Deja trabajos largosEste profesor deja prácticas con el formato IEEE y un proyecto final honestamente bastante pesadito, pero en general sí enseña bien y pasar no es un problema, se ve que el profe sí sabe de programación aunque asumo que se contiene mucho en esta materia."}, {"fecha": "23/Ago/2021", "score_general": "7.0", "score_facilidad": "10.0", "materia": "MPOO", "comments": "Barco, Aspectos de calificación clarosSus clases son tranquilas, se dedica a explicar la practica e incluso muchas veces la termina. Los documentos a entregar son en formato en IEEE, y su proyecto al final del semestre esta sencillo"}, {"fecha": "25/Feb/2021", "score_general": "10.0", "score_facilidad": "6.0", "materia": "modelos de programacion", "comments": "Da buena retroalimentación, Muchas tareas, Brinda apoyoSus clases son tranquilas, se dedica a explicar la practica e incluso muchas veces la termina. Los documentos a entregar son en formato en IEEE, y su proyecto al final del semestre esta sencillo"}, {"fecha": "25/Feb/2021", "score_general": "9.0", "score_facilidad": "6.0", "materia": "POO", "comments": "Califica Duro, Deja trabajos largos, Muchos proyectos grupalesSus clases son tranquilas, se dedica a explicar la practica e incluso muchas veces la termina. Los documentos a entregar son en formato en IEEE, y su proyecto al final del semestre esta sencillo"}, {"fecha": "19/Feb/2021", "score_general": "10.0", "score_facilidad": "6.0", "materia": "MPOO", "comments": "Aspectos de calificación claros, Clases excelentesSus clases son tranquilas, se dedica a explicar la practica e incluso muchas veces la termina. Los documentos a entregar son en formato en IEEE, y su proyecto al final del semestre esta sencillo"}, {"fecha": "18/Feb/2021", "score_general": "8.0", "score_facilidad": "10.0", "materia": "POO", "comments": "Sus clases son tranquilas, se dedica a explicar la practica e incluso muchas veces la termina. Los documentos a entregar son en formato en IEEE, y su proyecto al final del semestre esta sencillo"}, {"fecha": "17/Feb/2021", "score_general": "7.0", "score_facilidad": "10.0", "materia": "Sistemas Distribuidos", "comments": "BarcoEn el semestre de zoom solo nos dio una semana de clases, despues repartio los temas y nos puso a exponer, hay dos tipos de evaluaciones la primera es con un form de las exposiciones que te las pasan tus compas y la otra es con practicas, es muy facil pasar pero no aprendes nada :c"}, {"fecha": "30/Ene/2021", "score_general": "8.0", "score_facilidad": "10.0", "materia": "MPOO", "comments": "BarcoEn el semestre de zoom solo nos dio una semana de clases, despues repartio los temas y nos puso a exponer, hay dos tipos de evaluaciones la primera es con un form de las exposiciones que te las pasan tus compas y la otra es con practicas, es muy facil pasar pero no aprendes nada :c"}, {"fecha": "01/Sep/2020", "score_general": "9.0", "score_facilidad": "4.0", "materia": "Sistemas Distribuidos", "comments": "Muchas tareas, Brinda apoyo, Tomaría su clase otra vezEn el semestre de zoom solo nos dio una semana de clases, despues repartio los temas y nos puso a exponer, hay dos tipos de evaluaciones la primera es con un form de las exposiciones que te las pasan tus compas y la otra es con practicas, es muy facil pasar pero no aprendes nada :c"}, {"fecha": "10/Dic/2019", "score_general": "9.0", "score_facilidad": "10.0", "materia": "Sistemas distribuidos", "comments": "Muy cómico, Muchas tareas, Los exámenes son difícilesEn el semestre de zoom solo nos dio una semana de clases, despues repartio los temas y nos puso a exponer, hay dos tipos de evaluaciones la primera es con un form de las exposiciones que te las pasan tus compas y la otra es con practicas, es muy facil pasar pero no aprendes nada :c"}, {"fecha": "28/Sep/2019", "score_general": "9.0", "score_facilidad": "6.0", "materia": "Administration de centros de ti", "comments": "Muchas tareas, Deja trabajos largos, Los exámenes son difícilesEn el semestre de zoom solo nos dio una semana de clases, despues repartio los temas y nos puso a exponer, hay dos tipos de evaluaciones la primera es con un form de las exposiciones que te las pasan tus compas y la otra es con practicas, es muy facil pasar pero no aprendes nada :c"}]