[{"fecha": "25/Ene/2023", "score_general": "7.0", "score_facilidad": "6.0", "materia": "Lab. de Circuitos Eléctricos", "comments": "Da buena retroalimentación, Da Crédito Extra, Aspectos de calificación clarosCalifica con prácticas, mini-exámenes de cada práctica, un examen de simulación con PSpice y examen final. Explica muy bien cómo hacer los experimentos y te enseña como conectar cada cosa o te corrige tu armado si no te sale, y en el examen te ayuda pero bajándote 0.5. Es algo de talacha pero rifa"}, {"fecha": "21/Ene/2023", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Lab Circuitos eléctricoss", "comments": "Da buena retroalimentación, Muchos Exámenes, Brinda apoyoCalifica con prácticas, mini-exámenes de cada práctica, un examen de simulación con PSpice y examen final. Explica muy bien cómo hacer los experimentos y te enseña como conectar cada cosa o te corrige tu armado si no te sale, y en el examen te ayuda pero bajándote 0.5. Es algo de talacha pero rifa"}, {"fecha": "02/Sep/2021", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Laboratorio de Circuitos Eléctricos", "comments": "Da buena retroalimentación, Da Crédito Extra, Tomaría su clase otra vezCalifica con prácticas, mini-exámenes de cada práctica, un examen de simulación con PSpice y examen final. Explica muy bien cómo hacer los experimentos y te enseña como conectar cada cosa o te corrige tu armado si no te sale, y en el examen te ayuda pero bajándote 0.5. Es algo de talacha pero rifa"}, {"fecha": "24/Ago/2021", "score_general": "7.0", "score_facilidad": "6.0", "materia": "Laboratorio de Circuitos Eléctricos", "comments": "Califica Duro, Muchas tareas, Pocos ExámenesCalifica con prácticas, mini-exámenes de cada práctica, un examen de simulación con PSpice y examen final. Explica muy bien cómo hacer los experimentos y te enseña como conectar cada cosa o te corrige tu armado si no te sale, y en el examen te ayuda pero bajándote 0.5. Es algo de talacha pero rifa"}, {"fecha": "12/Feb/2021", "score_general": "5.0", "score_facilidad": "6.0", "materia": "Circuitos eléctricos lab", "comments": "Califica Duro, Pocos ExámenesCalifica con prácticas, mini-exámenes de cada práctica, un examen de simulación con PSpice y examen final. Explica muy bien cómo hacer los experimentos y te enseña como conectar cada cosa o te corrige tu armado si no te sale, y en el examen te ayuda pero bajándote 0.5. Es algo de talacha pero rifa"}, {"fecha": "02/Feb/2021", "score_general": "7.0", "score_facilidad": "8.0", "materia": "Circuitos lab", "comments": "Califica Duro, La Participación Importa, Pocos Exámenes"}, {"fecha": "09/Sep/2020", "score_general": "4.0", "score_facilidad": "4.0", "materia": "---", "comments": "Muchas tareas, La Participación Importa, Muchos Exámenes"}, {"fecha": "29/Ene/2019", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Laboratorio de Circuitos Eléctricos", "comments": "Muy cómico, Inspiracional, Brinda apoyo"}, {"fecha": "11/Dic/2015", "score_general": "8.0", "score_facilidad": "8.0", "materia": "Lab Circuitos Electricos", "comments": ""}]