[{"fecha": "09/Feb/2023", "score_general": "10.0", "score_facilidad": "8.0", "materia": "algebra", "comments": "Respetado por los estudiantes, Inspiracional, Tomaría su clase otra vezmuy buen profesor, todo queda muy claro y es muy accesible terminamos el temario completo"}, {"fecha": "19/Jun/2022", "score_general": "2.0", "score_facilidad": "6.0", "materia": "---", "comments": "Califica Duro, Muchas tareas, Las clases son largasmuy buen profesor, todo queda muy claro y es muy accesible terminamos el temario completo"}, {"fecha": "19/Mar/2022", "score_general": "10.0", "score_facilidad": "6.0", "materia": "algebra", "comments": "Da buena retroalimentación, Muchas tareas, Brinda apoyomuy buen profesor, todo queda muy claro y es muy accesible terminamos el temario completo"}, {"fecha": "03/Feb/2022", "score_general": "9.0", "score_facilidad": "10.0", "materia": "Algebra Lineal", "comments": "Muchas tareas, Da Crédito Extra, Tomaría su clase otra vezmuy buen profesor, todo queda muy claro y es muy accesible terminamos el temario completo"}, {"fecha": "15/Dic/2021", "score_general": "2.0", "score_facilidad": "2.0", "materia": "---", "comments": "Muchas tareas, Prepárate para leermuy buen profesor, todo queda muy claro y es muy accesible terminamos el temario completo"}, {"fecha": "16/Oct/2021", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Álgebra Lineal", "comments": "Es un profesor muy organizado y muy buena persona. Se agradece mucho que todo el temario está disponible en sus videos de YouTube. Es una excelente opción. Mételo y de que aprendes, aprendes."}, {"fecha": "12/Oct/2021", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Álgebra", "comments": "Muchas tareas, Los exámenes son difíciles, Tomaría su clase otra vezEs un profesor muy organizado y muy buena persona. Se agradece mucho que todo el temario está disponible en sus videos de YouTube. Es una excelente opción. Mételo y de que aprendes, aprendes."}, {"fecha": "05/Oct/2021", "score_general": "6.0", "score_facilidad": "6.0", "materia": "álgebra lineal", "comments": "Califica Duro, Muchas tareas, Asistencia obligatoriaEs un profesor muy organizado y muy buena persona. Se agradece mucho que todo el temario está disponible en sus videos de YouTube. Es una excelente opción. Mételo y de que aprendes, aprendes."}, {"fecha": "19/Sep/2021", "score_general": "7.0", "score_facilidad": "10.0", "materia": "Álgebra Lineal", "comments": "Las clases son largas, Muchos ExámenesEs un profesor muy organizado y muy buena persona. Se agradece mucho que todo el temario está disponible en sus videos de YouTube. Es una excelente opción. Mételo y de que aprendes, aprendes."}, {"fecha": "01/Sep/2021", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Álgebra Lineal", "comments": "Es un profesor muy organizado y muy buena persona. Se agradece mucho que todo el temario está disponible en sus videos de YouTube. Es una excelente opción. Mételo y de que aprendes, aprendes."}, {"fecha": "26/Ago/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "álgebra lineal", "comments": "Muchas tareas, Da Crédito Extra, Brinda apoyoEs un excelente profesor,  maneja un promedio de 28 tareas a lo largo del semestre las cuales ya están calendarizadas; apoya mucho cuando se tienen dudas y cuenta con un canal de YouTube de donde son sus clases. Lo malo son los ejercicios porque son los mismos de semestres anteriores"}, {"fecha": "26/Ago/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "álgebra lineal", "comments": "Da buena retroalimentación, Muchas tareas, Aspectos de calificación clarosEs un excelente profesor,  maneja un promedio de 28 tareas a lo largo del semestre las cuales ya están calendarizadas; apoya mucho cuando se tienen dudas y cuenta con un canal de YouTube de donde son sus clases. Lo malo son los ejercicios porque son los mismos de semestres anteriores"}, {"fecha": "23/Ago/2021", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Álgebra Lineal", "comments": "Muchas tareas, Respetado por los estudiantes, Clases excelentesEs un excelente profesor,  maneja un promedio de 28 tareas a lo largo del semestre las cuales ya están calendarizadas; apoya mucho cuando se tienen dudas y cuenta con un canal de YouTube de donde son sus clases. Lo malo son los ejercicios porque son los mismos de semestres anteriores"}, {"fecha": "17/Ago/2021", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Álgebra Lineal", "comments": "Da buena retroalimentación, Muchas tareas, Aspectos de calificación clarosEs un excelente profesor,  maneja un promedio de 28 tareas a lo largo del semestre las cuales ya están calendarizadas; apoya mucho cuando se tienen dudas y cuenta con un canal de YouTube de donde son sus clases. Lo malo son los ejercicios porque son los mismos de semestres anteriores"}, {"fecha": "17/Ago/2021", "score_general": "6.0", "score_facilidad": "4.0", "materia": "Álgebra Lineal", "comments": "Muchas tareas, Aspectos de calificación claros, Deja trabajos largosEs un excelente profesor,  maneja un promedio de 28 tareas a lo largo del semestre las cuales ya están calendarizadas; apoya mucho cuando se tienen dudas y cuenta con un canal de YouTube de donde son sus clases. Lo malo son los ejercicios porque son los mismos de semestres anteriores"}, {"fecha": "16/Ago/2021", "score_general": "2.0", "score_facilidad": "2.0", "materia": "Álgebra Lineal", "comments": "Los exámenes son difícilesUn profesor que sus clases son videos de YouTube, en las clase resuelve dudas para quienes no comprendan sus videos, son muchas tareas y ejercicios de series, en sus exámenes pone ejercicios que nunca se ven en clases, pésimo profesor para clases en línea, son buenas sus clases de youtube."}, {"fecha": "28/Jul/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "ALGEBRA LINEAL", "comments": "Aspectos de calificación claros, Clases excelentes, Tomaría su clase otra vezUn profesor que sus clases son videos de YouTube, en las clase resuelve dudas para quienes no comprendan sus videos, son muchas tareas y ejercicios de series, en sus exámenes pone ejercicios que nunca se ven en clases, pésimo profesor para clases en línea, son buenas sus clases de youtube."}, {"fecha": "24/Feb/2021", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Álgebra lineal", "comments": "Brinda apoyo, Clases excelentes, Tomaría su clase otra vezUn profesor que sus clases son videos de YouTube, en las clase resuelve dudas para quienes no comprendan sus videos, son muchas tareas y ejercicios de series, en sus exámenes pone ejercicios que nunca se ven en clases, pésimo profesor para clases en línea, son buenas sus clases de youtube."}, {"fecha": "18/Feb/2021", "score_general": "9.0", "score_facilidad": "6.0", "materia": "Álgebra", "comments": "Muchas tareas, Respetado por los estudiantesUn profesor que sus clases son videos de YouTube, en las clase resuelve dudas para quienes no comprendan sus videos, son muchas tareas y ejercicios de series, en sus exámenes pone ejercicios que nunca se ven en clases, pésimo profesor para clases en línea, son buenas sus clases de youtube."}, {"fecha": "17/Feb/2021", "score_general": "10.0", "score_facilidad": "4.0", "materia": "Álgebra Lineal", "comments": "Da buena retroalimentación, Muchas tareas, Aspectos de calificación clarosUn profesor que sus clases son videos de YouTube, en las clase resuelve dudas para quienes no comprendan sus videos, son muchas tareas y ejercicios de series, en sus exámenes pone ejercicios que nunca se ven en clases, pésimo profesor para clases en línea, son buenas sus clases de youtube."}, {"fecha": "01/Feb/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Álgebra lineal", "comments": "Asistencia obligatoria, Aspectos de calificación claros, Clases excelentesDeja tareas diario que están previamente calendarizadas. Los exámenes no son pesados si le entiendes a su clase y estudias con el libro que recomiende. Es muy organizado y todo lo hace a tiempo. De los mejores profesores que he tenido en la facultad, recomendadísimo."}, {"fecha": "30/Nov/2020", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Algebra Lineal", "comments": "Da buena retroalimentación, Respetado por los estudiantes, Da Crédito ExtraDeja tareas diario que están previamente calendarizadas. Los exámenes no son pesados si le entiendes a su clase y estudias con el libro que recomiende. Es muy organizado y todo lo hace a tiempo. De los mejores profesores que he tenido en la facultad, recomendadísimo."}, {"fecha": "27/Sep/2020", "score_general": "8.0", "score_facilidad": "6.0", "materia": "Álgebra Lineal", "comments": "Muchas tareas, Aspectos de calificación claros, Clases excelentesDeja tareas diario que están previamente calendarizadas. Los exámenes no son pesados si le entiendes a su clase y estudias con el libro que recomiende. Es muy organizado y todo lo hace a tiempo. De los mejores profesores que he tenido en la facultad, recomendadísimo."}, {"fecha": "24/Sep/2020", "score_general": "10.0", "score_facilidad": "8.0", "materia": "ALGEBRA", "comments": "Respetado por los estudiantes, Aspectos de calificación claros, Tomaría su clase otra vezDeja tareas diario que están previamente calendarizadas. Los exámenes no son pesados si le entiendes a su clase y estudias con el libro que recomiende. Es muy organizado y todo lo hace a tiempo. De los mejores profesores que he tenido en la facultad, recomendadísimo."}, {"fecha": "05/Sep/2020", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Algebra Lineal", "comments": "Muchas tareas, Los exámenes son difíciles, Tomaría su clase otra vezDeja tareas diario que están previamente calendarizadas. Los exámenes no son pesados si le entiendes a su clase y estudias con el libro que recomiende. Es muy organizado y todo lo hace a tiempo. De los mejores profesores que he tenido en la facultad, recomendadísimo."}, {"fecha": "03/Sep/2020", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Algebra Lineal", "comments": "Da buena retroalimentación, Inspiracional, Clases excelentesExcelente profesor. Va rapido presencialmente pero en linea es muy buena onda. Aprendi mucho con el. Te inspira a que consigas las cosas. Es muy bueno y si aprendes bien"}, {"fecha": "01/Sep/2020", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Álgebra Lineal", "comments": "Muchas tareas, Pocos Exámenes, Aspectos de calificación clarosExcelente profesor. Va rapido presencialmente pero en linea es muy buena onda. Aprendi mucho con el. Te inspira a que consigas las cosas. Es muy bueno y si aprendes bien"}, {"fecha": "31/Ago/2020", "score_general": "10.0", "score_facilidad": "6.0", "materia": "álgebra lineal", "comments": "Da buena retroalimentación, Brinda apoyo, Clases excelentesExcelente profesor. Va rapido presencialmente pero en linea es muy buena onda. Aprendi mucho con el. Te inspira a que consigas las cosas. Es muy bueno y si aprendes bien"}, {"fecha": "29/Ago/2020", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Álgebra lineal", "comments": "Respetado por los estudiantes, Inspiracional, Brinda apoyoExcelente profesor. Va rapido presencialmente pero en linea es muy buena onda. Aprendi mucho con el. Te inspira a que consigas las cosas. Es muy bueno y si aprendes bien"}, {"fecha": "13/Ago/2020", "score_general": "9.0", "score_facilidad": "6.0", "materia": "Algebra lineal", "comments": "Inspiracional, Da Crédito Extra, Clases excelentesExcelente profesor. Va rapido presencialmente pero en linea es muy buena onda. Aprendi mucho con el. Te inspira a que consigas las cosas. Es muy bueno y si aprendes bien"}, {"fecha": "21/Jun/2020", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Álgebra lineal", "comments": "Respetado por los estudiantes, Inspiracional, Clases excelentesSabe muchísimo de los temas y los explica de la mejor manera posible. Debes poner de tu parte haciendo todos los ejercicios, desde la primer clase de impulsa a dar lo mejor de ti. Excelente maestro."}, {"fecha": "19/Jun/2020", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Álgebra Lineal", "comments": "Da buena retroalimentación, Muchas tareas, Tomaría su clase otra vezSabe muchísimo de los temas y los explica de la mejor manera posible. Debes poner de tu parte haciendo todos los ejercicios, desde la primer clase de impulsa a dar lo mejor de ti. Excelente maestro."}, {"fecha": "01/Ago/2019", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Álgebra / Álgebra Lineal", "comments": "Da Crédito Extra, Clases excelentes, Tomaría su clase otra vezSabe muchísimo de los temas y los explica de la mejor manera posible. Debes poner de tu parte haciendo todos los ejercicios, desde la primer clase de impulsa a dar lo mejor de ti. Excelente maestro."}, {"fecha": "24/Jul/2019", "score_general": "9.0", "score_facilidad": "10.0", "materia": "Álgebra Lineal", "comments": "Da buena retroalimentación, Muchas tareas, Clases excelentesSabe muchísimo de los temas y los explica de la mejor manera posible. Debes poner de tu parte haciendo todos los ejercicios, desde la primer clase de impulsa a dar lo mejor de ti. Excelente maestro."}, {"fecha": "23/Jul/2019", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Álgebra Lineal", "comments": "Inspiracional, Brinda apoyo, Clases excelentesSabe muchísimo de los temas y los explica de la mejor manera posible. Debes poner de tu parte haciendo todos los ejercicios, desde la primer clase de impulsa a dar lo mejor de ti. Excelente maestro."}, {"fecha": "26/Jun/2019", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Algebra Lineal", "comments": "Barco, Muy cómico, Clases excelentesEn las dos Álgebras es excelente, deja tarea todas las clases y las revisa su asistente, pero las califica super bien y siempre llega temprano para resolver dudas de la tarea, responde por FB siempre y explica demasiado bien, es el mejor profesor que he tenido en la Facultad, es chistoso y bueno"}, {"fecha": "25/Jun/2019", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Álgebra Lineal", "comments": "Muchas tareas, Clases excelentes, Tomaría su clase otra vezEn las dos Álgebras es excelente, deja tarea todas las clases y las revisa su asistente, pero las califica super bien y siempre llega temprano para resolver dudas de la tarea, responde por FB siempre y explica demasiado bien, es el mejor profesor que he tenido en la Facultad, es chistoso y bueno"}, {"fecha": "24/Jun/2019", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Álgebra Lineal", "comments": "Da buena retroalimentación, Muchas tareas, Clases excelentesEn las dos Álgebras es excelente, deja tarea todas las clases y las revisa su asistente, pero las califica super bien y siempre llega temprano para resolver dudas de la tarea, responde por FB siempre y explica demasiado bien, es el mejor profesor que he tenido en la Facultad, es chistoso y bueno"}, {"fecha": "10/Jun/2019", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Álgebra lineal", "comments": "Da buena retroalimentación, Muchas tareas, Asistencia obligatoriaEn las dos Álgebras es excelente, deja tarea todas las clases y las revisa su asistente, pero las califica super bien y siempre llega temprano para resolver dudas de la tarea, responde por FB siempre y explica demasiado bien, es el mejor profesor que he tenido en la Facultad, es chistoso y bueno"}, {"fecha": "20/Ene/2019", "score_general": "4.0", "score_facilidad": "6.0", "materia": "---", "comments": "Califica Duro, Asistencia obligatoria, Pocos ExámenesEn las dos Álgebras es excelente, deja tarea todas las clases y las revisa su asistente, pero las califica super bien y siempre llega temprano para resolver dudas de la tarea, responde por FB siempre y explica demasiado bien, es el mejor profesor que he tenido en la Facultad, es chistoso y bueno"}, {"fecha": "15/Ene/2019", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Álgebra", "comments": "Brinda apoyo, Clases excelentes, Tomaría su clase otra vezEs un buen profesor en todo sentido, te ayuda con todas las dudas que tengas, deja tarea todos los días, pero estas complementan mucho al aprendizaje de los temas en clase y examen."}, {"fecha": "12/Nov/2018", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Álgebra Lineal", "comments": "La Participación Importa, Asistencia obligatoria, Tomaría su clase otra vezEs un buen profesor en todo sentido, te ayuda con todas las dudas que tengas, deja tarea todos los días, pero estas complementan mucho al aprendizaje de los temas en clase y examen."}, {"fecha": "16/Sep/2018", "score_general": "8.0", "score_facilidad": "6.0", "materia": "Álgebra Lineal.", "comments": "Muchas tareas, Aspectos de calificación claros, Brinda apoyoEs un buen profesor en todo sentido, te ayuda con todas las dudas que tengas, deja tarea todos los días, pero estas complementan mucho al aprendizaje de los temas en clase y examen."}, {"fecha": "13/Sep/2018", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Álgebra lineal", "comments": "Brinda apoyo, Clases excelentes, Tomaría su clase otra vezEs un buen profesor en todo sentido, te ayuda con todas las dudas que tengas, deja tarea todos los días, pero estas complementan mucho al aprendizaje de los temas en clase y examen."}, {"fecha": "08/Ago/2018", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Álgebra lineal", "comments": "Inspiracional, Brinda apoyo, Tomaría su clase otra vezEs un buen profesor en todo sentido, te ayuda con todas las dudas que tengas, deja tarea todos los días, pero estas complementan mucho al aprendizaje de los temas en clase y examen."}, {"fecha": "16/Jul/2018", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Algebra Lineal", "comments": "Una gran persona y además el profesor más comprometido y comprehensivo del mundo. Saqué 11 con el, pero fue gracias a que estudié mucho y que me hizo disfrutar la materia. Hace ver Lineal como muy fácil, y con el nivel y los ejemplos que da, si me hubiese ido a final sacaba 10"}, {"fecha": "27/Jun/2018", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Álgebra lineal", "comments": "Asistencia obligatoria, Inspiracional, Clases excelentesUna gran persona y además el profesor más comprometido y comprehensivo del mundo. Saqué 11 con el, pero fue gracias a que estudié mucho y que me hizo disfrutar la materia. Hace ver Lineal como muy fácil, y con el nivel y los ejemplos que da, si me hubiese ido a final sacaba 10"}, {"fecha": "26/Jun/2018", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Algebra lineal", "comments": "Da buena retroalimentación, Inspiracional, Brinda apoyoUna gran persona y además el profesor más comprometido y comprehensivo del mundo. Saqué 11 con el, pero fue gracias a que estudié mucho y que me hizo disfrutar la materia. Hace ver Lineal como muy fácil, y con el nivel y los ejemplos que da, si me hubiese ido a final sacaba 10"}, {"fecha": "20/Jun/2018", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Álgebra lineal", "comments": "Una gran persona y además el profesor más comprometido y comprehensivo del mundo. Saqué 11 con el, pero fue gracias a que estudié mucho y que me hizo disfrutar la materia. Hace ver Lineal como muy fácil, y con el nivel y los ejemplos que da, si me hubiese ido a final sacaba 10"}, {"fecha": "19/Jun/2018", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Álgebra Lineal", "comments": "Asistencia obligatoria, Aspectos de calificación claros, Brinda apoyoUna gran persona y además el profesor más comprometido y comprehensivo del mundo. Saqué 11 con el, pero fue gracias a que estudié mucho y que me hizo disfrutar la materia. Hace ver Lineal como muy fácil, y con el nivel y los ejemplos que da, si me hubiese ido a final sacaba 10"}, {"fecha": "19/Jun/2018", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Álgebra Lineal", "comments": "Es un excelente profesor, es muy dedicado y le importa muchísimo el aprendizaje de sus alumnos y la verdad sacar arriba de 8 es muy fácil, respecto al nivel la verdad son faciles sus exámenes pero porque todos los ejercicios de tarea son de finales."}, {"fecha": "10/Jun/2018", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Algebra lineal", "comments": "Muchas tareas, Inspiracional, Aspectos de calificación clarosEs un excelente profesor, es muy dedicado y le importa muchísimo el aprendizaje de sus alumnos y la verdad sacar arriba de 8 es muy fácil, respecto al nivel la verdad son faciles sus exámenes pero porque todos los ejercicios de tarea son de finales."}, {"fecha": "03/Jun/2018", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Álgebra lineal", "comments": "Da buena retroalimentación, Respetado por los estudiantes, InspiracionalEs un excelente profesor, es muy dedicado y le importa muchísimo el aprendizaje de sus alumnos y la verdad sacar arriba de 8 es muy fácil, respecto al nivel la verdad son faciles sus exámenes pero porque todos los ejercicios de tarea son de finales."}, {"fecha": "03/Jun/2018", "score_general": "7.0", "score_facilidad": "10.0", "materia": "---", "comments": "Barco, Las clases son largas, Brinda apoyoEs un excelente profesor, es muy dedicado y le importa muchísimo el aprendizaje de sus alumnos y la verdad sacar arriba de 8 es muy fácil, respecto al nivel la verdad son faciles sus exámenes pero porque todos los ejercicios de tarea son de finales."}, {"fecha": "02/Jun/2018", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Álgebra Lineal", "comments": "Califica Duro, Muy cómico, Muchas tareasEs un excelente profesor, es muy dedicado y le importa muchísimo el aprendizaje de sus alumnos y la verdad sacar arriba de 8 es muy fácil, respecto al nivel la verdad son faciles sus exámenes pero porque todos los ejercicios de tarea son de finales."}, {"fecha": "28/May/2018", "score_general": "10.0", "score_facilidad": "10.0", "materia": "---", "comments": "Da buena retroalimentación, Muchas tareas, Asistencia obligatoria[Comentario esperando revisión]"}, {"fecha": "14/Abr/2018", "score_general": "8.0", "score_facilidad": "8.0", "materia": "---", "comments": "Muchas tareas, Asistencia obligatoria, Inspiracional[Comentario esperando revisión]"}, {"fecha": "12/Mar/2018", "score_general": "2.0", "score_facilidad": "2.0", "materia": "---", "comments": "Barco, La Participación Importa[Comentario esperando revisión]"}, {"fecha": "12/Mar/2018", "score_general": "2.0", "score_facilidad": "2.0", "materia": "---", "comments": "Barco, La Participación Importa[Comentario esperando revisión]"}, {"fecha": "12/Mar/2018", "score_general": "2.0", "score_facilidad": "2.0", "materia": "---", "comments": "Barco[Comentario esperando revisión]"}, {"fecha": "12/Mar/2018", "score_general": "2.0", "score_facilidad": "2.0", "materia": "---", "comments": "Barco, Muchas tareas[Comentario esperando revisión]"}, {"fecha": "02/Mar/2018", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Álgebra Lineal", "comments": "Asistencia obligatoria, Inspiracional, Clases excelentes[Comentario esperando revisión]"}, {"fecha": "02/Mar/2018", "score_general": "2.0", "score_facilidad": "10.0", "materia": "---", "comments": "[Comentario esperando revisión]"}, {"fecha": "01/Feb/2018", "score_general": "2.0", "score_facilidad": "10.0", "materia": "---", "comments": "Barco[Comentario esperando revisión]"}, {"fecha": "26/Ene/2018", "score_general": "3.0", "score_facilidad": "2.0", "materia": "---", "comments": "Barco[Comentario esperando revisión]"}, {"fecha": "25/Ene/2018", "score_general": "10.0", "score_facilidad": "10.0", "materia": "algebra lineal", "comments": "Da buena retroalimentación, Asistencia obligatoria, InspiracionalEl profesor Barrera del Rayo es un profesor compremetido con sus alumnos, explica de una manera increible, te inspira confianza y sobre todo te ayuda a crecer como persona. 100% recomendable! EXCELENTE!"}, {"fecha": "24/Ene/2018", "score_general": "5.0", "score_facilidad": "8.0", "materia": "Álgebra Lineal", "comments": "Barco, La Participación Importa, Asistencia obligatoriaEl profesor Barrera del Rayo es un profesor compremetido con sus alumnos, explica de una manera increible, te inspira confianza y sobre todo te ayuda a crecer como persona. 100% recomendable! EXCELENTE!"}, {"fecha": "24/Ene/2018", "score_general": "7.0", "score_facilidad": "8.0", "materia": "Álgebra Lineal", "comments": "BarcoEl profesor Barrera del Rayo es un profesor compremetido con sus alumnos, explica de una manera increible, te inspira confianza y sobre todo te ayuda a crecer como persona. 100% recomendable! EXCELENTE!"}, {"fecha": "23/Ene/2018", "score_general": "5.0", "score_facilidad": "10.0", "materia": "Álgebra Lineal", "comments": "BarcoEl profesor Barrera del Rayo es un profesor compremetido con sus alumnos, explica de una manera increible, te inspira confianza y sobre todo te ayuda a crecer como persona. 100% recomendable! EXCELENTE!"}, {"fecha": "23/Ene/2018", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Algebra Lineal", "comments": "Respetado por los estudiantes, Clases excelentes, Tomaría su clase otra vezEl profesor Barrera del Rayo es un profesor compremetido con sus alumnos, explica de una manera increible, te inspira confianza y sobre todo te ayuda a crecer como persona. 100% recomendable! EXCELENTE!"}, {"fecha": "23/Ene/2018", "score_general": "5.0", "score_facilidad": "10.0", "materia": "Álgebra Lineal", "comments": "Barco, Muchas tareas, Da Crédito ExtraLa verdad es que no te deja nivel, te da lo básico, eso si es muy muy barco"}, {"fecha": "22/Ene/2018", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Álgebra Lineal", "comments": "Da buena retroalimentaciónLa verdad es que no te deja nivel, te da lo básico, eso si es muy muy barco"}, {"fecha": "22/Ene/2018", "score_general": "10.0", "score_facilidad": "10.0", "materia": "álgebra lineal", "comments": "La verdad es que no te deja nivel, te da lo básico, eso si es muy muy barco"}, {"fecha": "10/Ene/2018", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Algebra lineal", "comments": "Inspiracional, Clases excelentes, Tomaría su clase otra vezLa verdad es que no te deja nivel, te da lo básico, eso si es muy muy barco"}, {"fecha": "09/Ene/2018", "score_general": "8.0", "score_facilidad": "6.0", "materia": "Álgebra Lineal", "comments": "Barco, Muchas tareas, La Participación ImportaLa verdad es que no te deja nivel, te da lo básico, eso si es muy muy barco"}, {"fecha": "10/Dic/2017", "score_general": "9.0", "score_facilidad": "10.0", "materia": "Álgebra", "comments": "Barco, Da buena retroalimentación, Da Crédito ExtraNo puedo decir que es el mejor, pero se defiende, super fácil aprobar con él, sus exámenes están super super fáciles, y sumale que te regala puntos por casi todo, ojo hay que tener en cuenta que la asistencia es muy importante así como la puntualidad, lo demás es aguantar en lo personal es barco"}, {"fecha": "10/Dic/2017", "score_general": "10.0", "score_facilidad": "8.0", "materia": "ALGEBRA", "comments": "Califica Duro, Respetado por los estudiantes, InspiracionalNo puedo decir que es el mejor, pero se defiende, super fácil aprobar con él, sus exámenes están super super fáciles, y sumale que te regala puntos por casi todo, ojo hay que tener en cuenta que la asistencia es muy importante así como la puntualidad, lo demás es aguantar en lo personal es barco"}, {"fecha": "30/Nov/2017", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Álgebra lineal", "comments": "Muchas tareas, Inspiracional, Brinda apoyoNo puedo decir que es el mejor, pero se defiende, super fácil aprobar con él, sus exámenes están super super fáciles, y sumale que te regala puntos por casi todo, ojo hay que tener en cuenta que la asistencia es muy importante así como la puntualidad, lo demás es aguantar en lo personal es barco"}, {"fecha": "29/Nov/2017", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Álgebra Lineal", "comments": "Inspiracional, Clases excelentes, Tomaría su clase otra vezNo puedo decir que es el mejor, pero se defiende, super fácil aprobar con él, sus exámenes están super super fáciles, y sumale que te regala puntos por casi todo, ojo hay que tener en cuenta que la asistencia es muy importante así como la puntualidad, lo demás es aguantar en lo personal es barco"}, {"fecha": "17/Nov/2017", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Álgebra lineal", "comments": "La Participación Importa, Inspiracional, Clases excelentesNo puedo decir que es el mejor, pero se defiende, super fácil aprobar con él, sus exámenes están super super fáciles, y sumale que te regala puntos por casi todo, ojo hay que tener en cuenta que la asistencia es muy importante así como la puntualidad, lo demás es aguantar en lo personal es barco"}, {"fecha": "25/Sep/2017", "score_general": "10.0", "score_facilidad": "8.0", "materia": "álgebra lineal", "comments": "Inspiracional, Clases excelentes, Tomaría su clase otra vezEs el mejor profesor de la facultad de ingeniería, sin dudarlo. Joven y con muchas ganas de enseñar, te motiva para seguir echándole ganas en la materia. Siempre estaré agradecida con él, me dejó tanto aprendizaje, no sólo en lo académicos."}, {"fecha": "02/Ago/2017", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Algebra Lineal", "comments": "Da buena retroalimentación, La Participación Importa, Clases excelentesEs el mejor profesor de la facultad de ingeniería, sin dudarlo. Joven y con muchas ganas de enseñar, te motiva para seguir echándole ganas en la materia. Siempre estaré agradecida con él, me dejó tanto aprendizaje, no sólo en lo académicos."}, {"fecha": "26/Jul/2017", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Algebra Lineal", "comments": "Muchas tareas, Respetado por los estudiantes, InspiracionalEs el mejor profesor de la facultad de ingeniería, sin dudarlo. Joven y con muchas ganas de enseñar, te motiva para seguir echándole ganas en la materia. Siempre estaré agradecida con él, me dejó tanto aprendizaje, no sólo en lo académicos."}, {"fecha": "25/Jul/2017", "score_general": "8.0", "score_facilidad": "6.0", "materia": "algebra", "comments": "Es el mejor profesor de la facultad de ingeniería, sin dudarlo. Joven y con muchas ganas de enseñar, te motiva para seguir echándole ganas en la materia. Siempre estaré agradecida con él, me dejó tanto aprendizaje, no sólo en lo académicos."}, {"fecha": "24/Jul/2017", "score_general": "10.0", "score_facilidad": "10.0", "materia": "ÁLGEBRA LINEAL", "comments": "Es el mejor profesor de la facultad de ingeniería, sin dudarlo. Joven y con muchas ganas de enseñar, te motiva para seguir echándole ganas en la materia. Siempre estaré agradecida con él, me dejó tanto aprendizaje, no sólo en lo académicos."}, {"fecha": "24/Jul/2017", "score_general": "10.0", "score_facilidad": "8.0", "materia": "álgebra lineal", "comments": "Es el mejor que puedes escoger para álgebra, aprendes muchísimo, sus exámenes son todos nivel final y en clase te da ejemplos más complicados. Muy buena onda, se preocupa porque aprendas y siempre quiere mejorar. NO dudes para nada en meter con él."}, {"fecha": "21/Jul/2017", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Algebra Lineal", "comments": "Da buena retroalimentación, Da Crédito Extra, Clases excelentesEs el mejor que puedes escoger para álgebra, aprendes muchísimo, sus exámenes son todos nivel final y en clase te da ejemplos más complicados. Muy buena onda, se preocupa porque aprendas y siempre quiere mejorar. NO dudes para nada en meter con él."}, {"fecha": "20/Jul/2017", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Álgebra lineal", "comments": "Es el mejor que puedes escoger para álgebra, aprendes muchísimo, sus exámenes son todos nivel final y en clase te da ejemplos más complicados. Muy buena onda, se preocupa porque aprendas y siempre quiere mejorar. NO dudes para nada en meter con él."}, {"fecha": "02/Jul/2017", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Algebra Lineal", "comments": "Da buena retroalimentación, Muchas tareas, InspiracionalEs el mejor que puedes escoger para álgebra, aprendes muchísimo, sus exámenes son todos nivel final y en clase te da ejemplos más complicados. Muy buena onda, se preocupa porque aprendas y siempre quiere mejorar. NO dudes para nada en meter con él."}, {"fecha": "30/Jun/2017", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Algebra lineal", "comments": "Asistencia obligatoria, Inspiracional, Clases excelentesEs el mejor que puedes escoger para álgebra, aprendes muchísimo, sus exámenes son todos nivel final y en clase te da ejemplos más complicados. Muy buena onda, se preocupa porque aprendas y siempre quiere mejorar. NO dudes para nada en meter con él."}, {"fecha": "29/Jun/2017", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Algebra Lineal", "comments": "Da buena retroalimentación, Respetado por los estudiantes, InspiracionalEl mejor en todos los aspectos."}, {"fecha": "27/Jun/2017", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Álgebra lineal", "comments": "Clases excelentesEl mejor en todos los aspectos."}, {"fecha": "31/May/2017", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Álgebra Lineal", "comments": "Da buena retroalimentación, Da Crédito Extra, Clases excelentesEl mejor en todos los aspectos."}, {"fecha": "29/May/2017", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Álgebra Lineal", "comments": "Da buena retroalimentación, Da Crédito Extra, Clases excelentesEl mejor en todos los aspectos."}, {"fecha": "29/May/2017", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Álgebra Lineal", "comments": "Muchas tareas, Inspiracional, Tomaría su clase otra vezEl mejor en todos los aspectos."}, {"fecha": "28/May/2017", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Álgebra Lineal", "comments": "Muchas tareas, Clases excelentes, Tomaría su clase otra vezEs un excelente profesor, Álgebra Lineal es una materia complicada pero con él no tendrás ningún problema. Disfruta dar clases y te enseña bien. Asistencia con tareas y la posibilidad de tener un punto si las entregas correctamente, aprendes muy bien."}, {"fecha": "26/May/2017", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Álgebra lineal", "comments": "Muchas tareas, Inspiracional, Da Crédito ExtraEs un excelente profesor, Álgebra Lineal es una materia complicada pero con él no tendrás ningún problema. Disfruta dar clases y te enseña bien. Asistencia con tareas y la posibilidad de tener un punto si las entregas correctamente, aprendes muy bien."}, {"fecha": "19/May/2017", "score_general": "10.0", "score_facilidad": "6.0", "materia": "algebra lineal", "comments": "Inspiracional, Clases excelentes, Tomaría su clase otra vezEs un excelente profesor, Álgebra Lineal es una materia complicada pero con él no tendrás ningún problema. Disfruta dar clases y te enseña bien. Asistencia con tareas y la posibilidad de tener un punto si las entregas correctamente, aprendes muy bien."}, {"fecha": "21/Feb/2017", "score_general": "10.0", "score_facilidad": "6.0", "materia": "álgebra lineal", "comments": "Aspectos de calificación claros, Clases excelentes, Tomaría su clase otra vezEs un excelente profesor, Álgebra Lineal es una materia complicada pero con él no tendrás ningún problema. Disfruta dar clases y te enseña bien. Asistencia con tareas y la posibilidad de tener un punto si las entregas correctamente, aprendes muy bien."}, {"fecha": "05/Feb/2017", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Álgebra lineal", "comments": "Da buena retroalimentaciónEs un excelente profesor, Álgebra Lineal es una materia complicada pero con él no tendrás ningún problema. Disfruta dar clases y te enseña bien. Asistencia con tareas y la posibilidad de tener un punto si las entregas correctamente, aprendes muy bien."}, {"fecha": "12/Ene/2017", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Algebra Lineal", "comments": "La Participación Importa, Asistencia obligatoria, Clases excelentesEs la onda ese profesor!"}, {"fecha": "06/Ene/2017", "score_general": "10.0", "score_facilidad": "8.0", "materia": "---", "comments": "Asistencia obligatoria, Respetado por los estudiantes, Brinda apoyoEs la onda ese profesor!"}, {"fecha": "01/Dic/2016", "score_general": "10.0", "score_facilidad": "10.0", "materia": "---", "comments": "La Participación Importa, Respetado por los estudiantes, Clases excelentesEs la onda ese profesor!"}, {"fecha": "28/Sep/2016", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Álgebra lineal", "comments": "Muchas tareas, Brinda apoyo, Clases excelentesEs la onda ese profesor!"}, {"fecha": "29/Jul/2016", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Álgebra lineal", "comments": "Barco, Brinda apoyo, Clases excelentesEs la onda ese profesor!"}]