[{"fecha": "09/May/2023", "score_general": "7.0", "score_facilidad": "2.0", "materia": "EyPC", "comments": "Califica Duro, Muy cómico, InspiracionalEs culto y divertido pero desperdicia mucho tiempo de clase contando chistes, anécdotas y hablando de cosas que no se relacionan con la materia. Imposible aburrirte con él pero se atrasa muchísimo en el temario y sus exámenes son muy difíciles. Termina dando los temas por visto para no atrasarse."}, {"fecha": "22/Mar/2023", "score_general": "4.0", "score_facilidad": "2.0", "materia": "Estructura y Programacion de Computadoras", "comments": "Las clases son largas, Los exámenes son difícilesEs culto y divertido pero desperdicia mucho tiempo de clase contando chistes, anécdotas y hablando de cosas que no se relacionan con la materia. Imposible aburrirte con él pero se atrasa muchísimo en el temario y sus exámenes son muy difíciles. Termina dando los temas por visto para no atrasarse."}, {"fecha": "09/Feb/2023", "score_general": "10.0", "score_facilidad": "4.0", "materia": "---", "comments": "Muy cómico, Respetado por los estudiantes, InspiracionalEs culto y divertido pero desperdicia mucho tiempo de clase contando chistes, anécdotas y hablando de cosas que no se relacionan con la materia. Imposible aburrirte con él pero se atrasa muchísimo en el temario y sus exámenes son muy difíciles. Termina dando los temas por visto para no atrasarse."}, {"fecha": "08/Feb/2023", "score_general": "7.0", "score_facilidad": "4.0", "materia": "---", "comments": "Las clases son largas, Los exámenes son difícilesEs culto y divertido pero desperdicia mucho tiempo de clase contando chistes, anécdotas y hablando de cosas que no se relacionan con la materia. Imposible aburrirte con él pero se atrasa muchísimo en el temario y sus exámenes son muy difíciles. Termina dando los temas por visto para no atrasarse."}, {"fecha": "06/Feb/2023", "score_general": "10.0", "score_facilidad": "10.0", "materia": "EYPC", "comments": "Muy cómico, Da buena retroalimentación, Pocos ExámenesEs culto y divertido pero desperdicia mucho tiempo de clase contando chistes, anécdotas y hablando de cosas que no se relacionan con la materia. Imposible aburrirte con él pero se atrasa muchísimo en el temario y sus exámenes son muy difíciles. Termina dando los temas por visto para no atrasarse."}, {"fecha": "02/Feb/2023", "score_general": "10.0", "score_facilidad": "4.0", "materia": "Estructura y Programación de Computadoras", "comments": "Inspiracional, Clases excelentes, Tomaría su clase otra vezLos caracteres permitidos no alcanzan para hacer una reseña al profesor, pero en resumen: El mejor maestro que he tenido en mi vida (sin exagerar). No había reído y reflexionado tanto en un salón de clases, te deja pensando horas después de salir. A esto vine a la UNAM  Pd. Estudia p/ los exámenes."}, {"fecha": "01/Feb/2023", "score_general": "8.0", "score_facilidad": "8.0", "materia": "EPYC", "comments": "Muy cómico, Da buena retroalimentación, Muchas tareasLos caracteres permitidos no alcanzan para hacer una reseña al profesor, pero en resumen: El mejor maestro que he tenido en mi vida (sin exagerar). No había reído y reflexionado tanto en un salón de clases, te deja pensando horas después de salir. A esto vine a la UNAM  Pd. Estudia p/ los exámenes."}, {"fecha": "26/Ene/2023", "score_general": "9.0", "score_facilidad": "10.0", "materia": "EPYC", "comments": "Muy cómico, Da buena retroalimentación, Respetado por los estudiantesLos caracteres permitidos no alcanzan para hacer una reseña al profesor, pero en resumen: El mejor maestro que he tenido en mi vida (sin exagerar). No había reído y reflexionado tanto en un salón de clases, te deja pensando horas después de salir. A esto vine a la UNAM  Pd. Estudia p/ los exámenes."}, {"fecha": "07/Jun/2022", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Estructura y programación de computadoras", "comments": "Muy cómico, Aspectos de calificación claros, Brinda apoyoLos caracteres permitidos no alcanzan para hacer una reseña al profesor, pero en resumen: El mejor maestro que he tenido en mi vida (sin exagerar). No había reído y reflexionado tanto en un salón de clases, te deja pensando horas después de salir. A esto vine a la UNAM  Pd. Estudia p/ los exámenes."}, {"fecha": "30/May/2022", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Eypc", "comments": "Muy cómico, Inspiracional, Pocos ExámenesLos caracteres permitidos no alcanzan para hacer una reseña al profesor, pero en resumen: El mejor maestro que he tenido en mi vida (sin exagerar). No había reído y reflexionado tanto en un salón de clases, te deja pensando horas después de salir. A esto vine a la UNAM  Pd. Estudia p/ los exámenes."}, {"fecha": "21/Nov/2021", "score_general": "5.0", "score_facilidad": "2.0", "materia": "Estructura y Programación de Computadoras", "comments": "Muy cómico, Respetado por los estudiantes, Los exámenes son difícilesTiene muchos conocimientos pero exige mas de lo que enseña, toda la clase es de su libro, pero aun con eso debes investigar todo por tu cuenta ya que quedan muchas lagunas. Buen tipo. Mejor ahorra tu inscripción a menos que quieras sufrir para no saber si alcanzas a pasar"}, {"fecha": "18/Feb/2021", "score_general": "7.0", "score_facilidad": "6.0", "materia": "EyPC", "comments": "Muchas tareas, Da Crédito Extra, Deja trabajos largosTiene muchos conocimientos pero exige mas de lo que enseña, toda la clase es de su libro, pero aun con eso debes investigar todo por tu cuenta ya que quedan muchas lagunas. Buen tipo. Mejor ahorra tu inscripción a menos que quieras sufrir para no saber si alcanzas a pasar"}, {"fecha": "15/Feb/2021", "score_general": "5.0", "score_facilidad": "6.0", "materia": "Estructura y programación de computadoras", "comments": "Tiene muchos conocimientos pero exige mas de lo que enseña, toda la clase es de su libro, pero aun con eso debes investigar todo por tu cuenta ya que quedan muchas lagunas. Buen tipo. Mejor ahorra tu inscripción a menos que quieras sufrir para no saber si alcanzas a pasar"}, {"fecha": "27/Sep/2020", "score_general": "7.0", "score_facilidad": "4.0", "materia": "Estructura y programación de computadoras", "comments": "Respetado por los estudiantes, Inspiracional, Los exámenes son difícilesTiene muchos conocimientos pero exige mas de lo que enseña, toda la clase es de su libro, pero aun con eso debes investigar todo por tu cuenta ya que quedan muchas lagunas. Buen tipo. Mejor ahorra tu inscripción a menos que quieras sufrir para no saber si alcanzas a pasar"}, {"fecha": "19/Ene/2020", "score_general": "7.0", "score_facilidad": "2.0", "materia": "---", "comments": "Califica Duro, Muchas tareas, Los exámenes son difícilesTiene muchos conocimientos pero exige mas de lo que enseña, toda la clase es de su libro, pero aun con eso debes investigar todo por tu cuenta ya que quedan muchas lagunas. Buen tipo. Mejor ahorra tu inscripción a menos que quieras sufrir para no saber si alcanzas a pasar"}, {"fecha": "18/Ene/2020", "score_general": "10.0", "score_facilidad": "4.0", "materia": "Estructura y programación de Computadoras", "comments": "Da buena retroalimentación, Respetado por los estudiantes, Clases excelentesDe los mejores profesores para tomar EPC, sus clases se pasan muy rapido y aprendes demasiado, no solo aprendes a repetir las cosas porque el profesor se esmera para que comprendas el porque de cada cosa 100% recomendado"}, {"fecha": "02/Dic/2018", "score_general": "10.0", "score_facilidad": "4.0", "materia": "Arquitectura y programación de Computadoras", "comments": "Inspiracional, Clases excelentes, Tomaría su clase otra vezDe los mejores profesores para tomar EPC, sus clases se pasan muy rapido y aprendes demasiado, no solo aprendes a repetir las cosas porque el profesor se esmera para que comprendas el porque de cada cosa 100% recomendado"}, {"fecha": "05/Ago/2018", "score_general": "4.0", "score_facilidad": "4.0", "materia": "Estructura y Programación de Computadoras", "comments": "De los mejores profesores para tomar EPC, sus clases se pasan muy rapido y aprendes demasiado, no solo aprendes a repetir las cosas porque el profesor se esmera para que comprendas el porque de cada cosa 100% recomendado"}, {"fecha": "20/Jul/2018", "score_general": "9.0", "score_facilidad": "6.0", "materia": "Estructura y Programación de Computadoras", "comments": "Califica Duro, Respetado por los estudiantes, Tomaría su clase otra vezDe los mejores profesores para tomar EPC, sus clases se pasan muy rapido y aprendes demasiado, no solo aprendes a repetir las cosas porque el profesor se esmera para que comprendas el porque de cada cosa 100% recomendado"}, {"fecha": "23/Ene/2018", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Estructura y Programacion de computadoras", "comments": "Muy cómico, La Participación Importa, Tomaría su clase otra vezDe los mejores profesores para tomar EPC, sus clases se pasan muy rapido y aprendes demasiado, no solo aprendes a repetir las cosas porque el profesor se esmera para que comprendas el porque de cada cosa 100% recomendado"}, {"fecha": "25/Jul/2017", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Estructura y Programacion de Computadoras", "comments": "Califica Duro, Muy cómico, Da buena retroalimentaciónEl mejor profesor que he tenido en la facultad. Culto y sabio,amante de la lectura y la música. Las clases son muy buenas, a pesar de su duración se disfrutan. Alto nivel, si buscas aprender no busques mas. :)"}, {"fecha": "19/Ene/2017", "score_general": "6.0", "score_facilidad": "4.0", "materia": "Estructura y programación de computadoras", "comments": "Califica Duro, Da buena retroalimentación, Clases excelentesEl mejor profesor que he tenido en la facultad. Culto y sabio,amante de la lectura y la música. Las clases son muy buenas, a pesar de su duración se disfrutan. Alto nivel, si buscas aprender no busques mas. :)"}, {"fecha": "25/Jul/2015", "score_general": "6.0", "score_facilidad": "6.0", "materia": "ESTRUCTURA Y PROGRAMACION DE COMPUTADORAS", "comments": "Califica Duro, Prepárate para leer, Los exámenes son difícilesEl mejor profesor que he tenido en la facultad. Culto y sabio,amante de la lectura y la música. Las clases son muy buenas, a pesar de su duración se disfrutan. Alto nivel, si buscas aprender no busques mas. :)"}, {"fecha": "28/Ene/2014", "score_general": "8.0", "score_facilidad": "8.0", "materia": "EyPC", "comments": "El mejor profesor que he tenido en la facultad. Culto y sabio,amante de la lectura y la música. Las clases son muy buenas, a pesar de su duración se disfrutan. Alto nivel, si buscas aprender no busques mas. :)"}, {"fecha": "23/Ene/2014", "score_general": "6.0", "score_facilidad": "4.0", "materia": "Estructuras y Programación de Computadoras", "comments": "El mejor profesor que he tenido en la facultad. Culto y sabio,amante de la lectura y la música. Las clases son muy buenas, a pesar de su duración se disfrutan. Alto nivel, si buscas aprender no busques mas. :)"}, {"fecha": "20/Ene/2014", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Estructura y programación de computadoras", "comments": "El mejor profesor que haya tenido, es pesado pero aprendes muy bien, es muy buena persona. Califica únicamente con exámenes, incluyendo final, pero te da lo necesario para salir sin problemas."}]