[{"fecha": "23/Ene/2023", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Estadística", "comments": "La Participación Importa, Brinda apoyo, Clases excelentesEs un muy buen profesor, la estadística la da desde un punto de vista de aplicación y hace que sea muy dinámica su clase, respondió a cualquier duda que el salón tenía de la mejor forma, el temario no se hizo nada pesado y la forma de dar las clases hace que se entienda todo perfectamente."}, {"fecha": "03/Ago/2022", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Probabilidad", "comments": "La Participación Importa, Tomaría su clase otra vezEs un muy buen profesor, la estadística la da desde un punto de vista de aplicación y hace que sea muy dinámica su clase, respondió a cualquier duda que el salón tenía de la mejor forma, el temario no se hizo nada pesado y la forma de dar las clases hace que se entienda todo perfectamente."}, {"fecha": "14/Feb/2022", "score_general": "8.0", "score_facilidad": "8.0", "materia": "Estadística", "comments": "Barco, La Participación Importa, Tomaría su clase otra vezEs un muy buen profesor, la estadística la da desde un punto de vista de aplicación y hace que sea muy dinámica su clase, respondió a cualquier duda que el salón tenía de la mejor forma, el temario no se hizo nada pesado y la forma de dar las clases hace que se entienda todo perfectamente."}, {"fecha": "11/Ene/2022", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Fundamentos de estadística", "comments": "Es un muy buen profesor, la estadística la da desde un punto de vista de aplicación y hace que sea muy dinámica su clase, respondió a cualquier duda que el salón tenía de la mejor forma, el temario no se hizo nada pesado y la forma de dar las clases hace que se entienda todo perfectamente."}, {"fecha": "10/Ene/2022", "score_general": "8.0", "score_facilidad": "8.0", "materia": "Estadística", "comments": "La Participación Importa, Asistencia obligatoria, Aspectos de calificación clarosEs un muy buen profesor, la estadística la da desde un punto de vista de aplicación y hace que sea muy dinámica su clase, respondió a cualquier duda que el salón tenía de la mejor forma, el temario no se hizo nada pesado y la forma de dar las clases hace que se entienda todo perfectamente."}, {"fecha": "25/Ago/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Estadística", "comments": "Muy cómico, La Participación Importa, Aspectos de calificación clarosLo lleve este semestre y quedé encantada con su clase, a pesar del paro supo sobrellevar bien todos los temas, vimos todo lo del temario y solo calificó con tareas y un examen final. El examen estuvo super facil y yo siento que aprendí muy bien, profe me encantó, soy su ex jefa de grupo lo extrañooo"}, {"fecha": "23/Ago/2021", "score_general": "7.0", "score_facilidad": "6.0", "materia": "Fundamentos de Estadística", "comments": "La Participación ImportaLo lleve este semestre y quedé encantada con su clase, a pesar del paro supo sobrellevar bien todos los temas, vimos todo lo del temario y solo calificó con tareas y un examen final. El examen estuvo super facil y yo siento que aprendí muy bien, profe me encantó, soy su ex jefa de grupo lo extrañooo"}, {"fecha": "22/Ago/2021", "score_general": "8.0", "score_facilidad": "8.0", "materia": "Fundamentos de estadística", "comments": "La Participación Importa, Deja trabajos largosLo lleve este semestre y quedé encantada con su clase, a pesar del paro supo sobrellevar bien todos los temas, vimos todo lo del temario y solo calificó con tareas y un examen final. El examen estuvo super facil y yo siento que aprendí muy bien, profe me encantó, soy su ex jefa de grupo lo extrañooo"}, {"fecha": "01/Mar/2021", "score_general": "9.0", "score_facilidad": "10.0", "materia": "Estadística", "comments": "Muchas tareas, La Participación Importa, Da Crédito ExtraLo lleve este semestre y quedé encantada con su clase, a pesar del paro supo sobrellevar bien todos los temas, vimos todo lo del temario y solo calificó con tareas y un examen final. El examen estuvo super facil y yo siento que aprendí muy bien, profe me encantó, soy su ex jefa de grupo lo extrañooo"}, {"fecha": "17/Feb/2021", "score_general": "8.0", "score_facilidad": "8.0", "materia": "Estadística", "comments": "Muchas tareas, La Participación ImportaLo lleve este semestre y quedé encantada con su clase, a pesar del paro supo sobrellevar bien todos los temas, vimos todo lo del temario y solo calificó con tareas y un examen final. El examen estuvo super facil y yo siento que aprendí muy bien, profe me encantó, soy su ex jefa de grupo lo extrañooo"}, {"fecha": "03/Feb/2021", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Estadística", "comments": "Muchas tareas, La Participación Importa, Clases excelentesDeja tareas semanales, los apuntes que da son muy buenos, los exámenes son de lo visto en clase, le importa la participación, su clase no es pesada, toma asistencia. Muy buen profesor."}, {"fecha": "29/Ene/2021", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Estadística", "comments": "La Participación Importa, Respetado por los estudiantes, Clases excelentesDeja tareas semanales, los apuntes que da son muy buenos, los exámenes son de lo visto en clase, le importa la participación, su clase no es pesada, toma asistencia. Muy buen profesor."}, {"fecha": "08/Sep/2020", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Estadistica", "comments": "La Participación Importa, Respetado por los estudiantes, Clases excelentesDeja tareas semanales, los apuntes que da son muy buenos, los exámenes son de lo visto en clase, le importa la participación, su clase no es pesada, toma asistencia. Muy buen profesor."}, {"fecha": "06/Sep/2020", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Estadística", "comments": "Muy cómico, Brinda apoyo, Clases excelentesDeja tareas semanales, los apuntes que da son muy buenos, los exámenes son de lo visto en clase, le importa la participación, su clase no es pesada, toma asistencia. Muy buen profesor."}, {"fecha": "05/Sep/2020", "score_general": "5.0", "score_facilidad": "4.0", "materia": "Estadistica", "comments": "Deja tareas semanales, los apuntes que da son muy buenos, los exámenes son de lo visto en clase, le importa la participación, su clase no es pesada, toma asistencia. Muy buen profesor."}, {"fecha": "31/Ago/2020", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Estadística", "comments": "La Participación Importa, Da Crédito Extra, Brinda apoyoMuy bueno:)\r\nExplica muy claro y siempre resuelve dudas. Está jóven, te ayuda con la calif al final."}, {"fecha": "02/Jun/2020", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Estadística", "comments": "Muy cómico, La Participación Importa, Tomaría su clase otra vezMuy bueno:)\r\nExplica muy claro y siempre resuelve dudas. Está jóven, te ayuda con la calif al final."}, {"fecha": "10/Jul/2019", "score_general": "8.0", "score_facilidad": "8.0", "materia": "Estadística", "comments": "La Participación Importa, Asistencia obligatoria, Pocos ExámenesMuy bueno:)\r\nExplica muy claro y siempre resuelve dudas. Está jóven, te ayuda con la calif al final."}]