[{"fecha": "27/Ene/2023", "score_general": "6.0", "score_facilidad": "4.0", "materia": "Sistemas Electrónicos Lineales", "comments": "Califica Duro, Da Crédito ExtraPiénsalo dos veces. La vdd no es un mal profe ni una mala clase pero los benditos circuitos si le van a restar años a tu expectativa de vida. Si te consigues un buen equipo y estás dispuest@ a vivírtela en el laboratorio abierto, pasas."}, {"fecha": "26/Ene/2023", "score_general": "5.0", "score_facilidad": "2.0", "materia": "Sistemas Electrónicos Lineales", "comments": "Piénsalo dos veces. La vdd no es un mal profe ni una mala clase pero los benditos circuitos si le van a restar años a tu expectativa de vida. Si te consigues un buen equipo y estás dispuest@ a vivírtela en el laboratorio abierto, pasas."}, {"fecha": "25/Jul/2022", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Diseño Mecatrónico", "comments": "Da buena retroalimentación, Inspiracional, Brinda apoyoPiénsalo dos veces. La vdd no es un mal profe ni una mala clase pero los benditos circuitos si le van a restar años a tu expectativa de vida. Si te consigues un buen equipo y estás dispuest@ a vivírtela en el laboratorio abierto, pasas."}, {"fecha": "27/Ene/2022", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Sistemas Electrónicos Lineales", "comments": "Da buena retroalimentación, Respetado por los estudiantes, Da Crédito ExtraPiénsalo dos veces. La vdd no es un mal profe ni una mala clase pero los benditos circuitos si le van a restar años a tu expectativa de vida. Si te consigues un buen equipo y estás dispuest@ a vivírtela en el laboratorio abierto, pasas."}, {"fecha": "24/Oct/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Instrumentación & DM", "comments": "Barco, Pocos Exámenes, Brinda apoyoPiénsalo dos veces. La vdd no es un mal profe ni una mala clase pero los benditos circuitos si le van a restar años a tu expectativa de vida. Si te consigues un buen equipo y estás dispuest@ a vivírtela en el laboratorio abierto, pasas."}, {"fecha": "29/Feb/2020", "score_general": "10.0", "score_facilidad": "4.0", "materia": "Sistemas electrónicos lineales", "comments": "Inspiracional, Deja trabajos largos, Tomaría su clase otra vezComo profesor de esta materia es impresionante, tiene un dominio total de los temas y se nota muchísima preparación detrás de cada clase, sólo evalúa con 5 prácticas,  al final pide 3 en forma de PCB como un proyecto, muy accesible con dudas y con retrasos , excepto en el proyecto final. Recomendado"}, {"fecha": "27/Jul/2019", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Sistemas electrónicos lineales", "comments": "Da buena retroalimentación, Inspiracional, Clases excelentesComo profesor de esta materia es impresionante, tiene un dominio total de los temas y se nota muchísima preparación detrás de cada clase, sólo evalúa con 5 prácticas,  al final pide 3 en forma de PCB como un proyecto, muy accesible con dudas y con retrasos , excepto en el proyecto final. Recomendado"}]