[{"fecha": "15/Ene/2023", "score_general": "9.0", "score_facilidad": "6.0", "materia": "F.Estadistica", "comments": "Muchas tareas, La Participación Importa, Da Crédito ExtraNo pasa lista, da 1 punto adicional en el examen por participación en clase (es por número de lista), evalúa 80 exámenes 20 tareas y participaciones . Su exámen literal es la serie que deja, es buena onda, es distraída por lo que si no le saben saca tu celular y no se dará cuenta xd."}, {"fecha": "26/Feb/2021", "score_general": "9.0", "score_facilidad": "10.0", "materia": "Probabilidad", "comments": "Barco, Muchas tareas, La Participación ImportaNo pasa lista, da 1 punto adicional en el examen por participación en clase (es por número de lista), evalúa 80 exámenes 20 tareas y participaciones . Su exámen literal es la serie que deja, es buena onda, es distraída por lo que si no le saben saca tu celular y no se dará cuenta xd."}, {"fecha": "16/Feb/2021", "score_general": "7.0", "score_facilidad": "6.0", "materia": "Probabilidad", "comments": "Da buena retroalimentación, Muchas tareasNo pasa lista, da 1 punto adicional en el examen por participación en clase (es por número de lista), evalúa 80 exámenes 20 tareas y participaciones . Su exámen literal es la serie que deja, es buena onda, es distraída por lo que si no le saben saca tu celular y no se dará cuenta xd."}, {"fecha": "04/Feb/2021", "score_general": "4.0", "score_facilidad": "6.0", "materia": "CALCULO DIFERENCIAL E INTEGRAL", "comments": "Muchas tareas, La Participación Importa, Muchos ExámenesNo pasa lista, da 1 punto adicional en el examen por participación en clase (es por número de lista), evalúa 80 exámenes 20 tareas y participaciones . Su exámen literal es la serie que deja, es buena onda, es distraída por lo que si no le saben saca tu celular y no se dará cuenta xd."}, {"fecha": "24/Ago/2020", "score_general": "9.0", "score_facilidad": "10.0", "materia": "Estadística", "comments": "Barco, Pocos Exámenes, Brinda apoyoNo pasa lista, da 1 punto adicional en el examen por participación en clase (es por número de lista), evalúa 80 exámenes 20 tareas y participaciones . Su exámen literal es la serie que deja, es buena onda, es distraída por lo que si no le saben saca tu celular y no se dará cuenta xd."}, {"fecha": "17/Ene/2019", "score_general": "5.0", "score_facilidad": "6.0", "materia": "Probabilidad", "comments": "Llega tarde, tiene más sueño que tu en sus clases, da ejemplos y pasa a los alumnos a que resuelvan ejercicios. Es confusa su manera de explicar y no te deja muy preparado para sus examenes. Te reprueba en los examenes pero subes con las tareas y series. Estudia por tu cuenta."}, {"fecha": "12/Dic/2018", "score_general": "7.0", "score_facilidad": "6.0", "materia": "Calculo Vectorial", "comments": "Califica Duro, La Participación Importa, Las clases son largasLlega tarde, tiene más sueño que tu en sus clases, da ejemplos y pasa a los alumnos a que resuelvan ejercicios. Es confusa su manera de explicar y no te deja muy preparado para sus examenes. Te reprueba en los examenes pero subes con las tareas y series. Estudia por tu cuenta."}, {"fecha": "04/Dic/2018", "score_general": "6.0", "score_facilidad": "4.0", "materia": "Probabilidad", "comments": "Llega tarde, tiene más sueño que tu en sus clases, da ejemplos y pasa a los alumnos a que resuelvan ejercicios. Es confusa su manera de explicar y no te deja muy preparado para sus examenes. Te reprueba en los examenes pero subes con las tareas y series. Estudia por tu cuenta."}, {"fecha": "27/Jul/2018", "score_general": "4.0", "score_facilidad": "2.0", "materia": "Fundamentos de Estadística", "comments": "Llega tarde, tiene más sueño que tu en sus clases, da ejemplos y pasa a los alumnos a que resuelvan ejercicios. Es confusa su manera de explicar y no te deja muy preparado para sus examenes. Te reprueba en los examenes pero subes con las tareas y series. Estudia por tu cuenta."}, {"fecha": "19/Jul/2018", "score_general": "5.0", "score_facilidad": "4.0", "materia": "Fundamentos de Estadística", "comments": "Califica Duro, La Participación Importa, Las clases son largasLlega tarde, tiene más sueño que tu en sus clases, da ejemplos y pasa a los alumnos a que resuelvan ejercicios. Es confusa su manera de explicar y no te deja muy preparado para sus examenes. Te reprueba en los examenes pero subes con las tareas y series. Estudia por tu cuenta."}, {"fecha": "05/Jul/2018", "score_general": "8.0", "score_facilidad": "10.0", "materia": "Fundamentos de Estadística", "comments": "BarcoEs super impuntual (llega media hora tarde). No explica tan mal y sus clases son puros ejercicios. Para la materia de computación (FE) no termina el último tema. Si quieres aprender es mejor hacerlo por tu cuenta. Fácil obtener buena calificación."}, {"fecha": "16/Feb/2018", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Estadística", "comments": "Califica Duro, Da buena retroalimentación, Pocos ExámenesEs super impuntual (llega media hora tarde). No explica tan mal y sus clases son puros ejercicios. Para la materia de computación (FE) no termina el último tema. Si quieres aprender es mejor hacerlo por tu cuenta. Fácil obtener buena calificación."}, {"fecha": "28/Ene/2018", "score_general": "7.0", "score_facilidad": "8.0", "materia": "Probabilidad", "comments": "Barco, La Participación Importa, Las clases son largasEs super impuntual (llega media hora tarde). No explica tan mal y sus clases son puros ejercicios. Para la materia de computación (FE) no termina el último tema. Si quieres aprender es mejor hacerlo por tu cuenta. Fácil obtener buena calificación."}, {"fecha": "22/Ene/2018", "score_general": "7.0", "score_facilidad": "10.0", "materia": "Estadística", "comments": "Barco, Las clases son largas, Pocos ExámenesEs super impuntual (llega media hora tarde). No explica tan mal y sus clases son puros ejercicios. Para la materia de computación (FE) no termina el último tema. Si quieres aprender es mejor hacerlo por tu cuenta. Fácil obtener buena calificación."}, {"fecha": "30/Jun/2017", "score_general": "8.0", "score_facilidad": "10.0", "materia": "Probabilidad", "comments": "Es super impuntual (llega media hora tarde). No explica tan mal y sus clases son puros ejercicios. Para la materia de computación (FE) no termina el último tema. Si quieres aprender es mejor hacerlo por tu cuenta. Fácil obtener buena calificación."}, {"fecha": "24/Ene/2017", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Probabilidad", "comments": "Asistencia obligatoria, Las clases son largas, Aspectos de calificación clarosSu clase es aburrida y habla muy bajito, enseña lo básico, si estudias por tu cuenta y haces los ejercicios de clase, sacas buena calificación. Los exámenes son muy fáciles e igual hace de recuperación, da puntos extra (tareas, exámen diagnóstico, los que sobran de los exámenes de recuperación)."}, {"fecha": "22/Ene/2017", "score_general": "7.0", "score_facilidad": "6.0", "materia": "Probabilidad", "comments": "Muchas tareas, Da Crédito Extra, Muchos ExámenesSu clase es aburrida y habla muy bajito, enseña lo básico, si estudias por tu cuenta y haces los ejercicios de clase, sacas buena calificación. Los exámenes son muy fáciles e igual hace de recuperación, da puntos extra (tareas, exámen diagnóstico, los que sobran de los exámenes de recuperación)."}]