[{"fecha": "28/Ene/2023", "score_general": "2.0", "score_facilidad": "6.0", "materia": "Termodinámica aplicada", "comments": "Pésimo profesor, su clase es un monologo, no hicimos ejercicios. No hicimos un solo examen en todo el semestre si no hasta la semana después de finales, dejo 4 exámenes juntos cuando ya eran vacaciones y tenía poco tiempo para subir calificaciones. Llega tarde,no avisa y no contesta. ¡¡¡Ascoooooo!!!"}, {"fecha": "13/Dic/2022", "score_general": "8.0", "score_facilidad": "8.0", "materia": "Turbomaquinaria", "comments": "Barco, Inspiracional, Pocos ExámenesPésimo profesor, su clase es un monologo, no hicimos ejercicios. No hicimos un solo examen en todo el semestre si no hasta la semana después de finales, dejo 4 exámenes juntos cuando ya eran vacaciones y tenía poco tiempo para subir calificaciones. Llega tarde,no avisa y no contesta. ¡¡¡Ascoooooo!!!"}, {"fecha": "23/Ene/2022", "score_general": "8.0", "score_facilidad": "10.0", "materia": "Termofluidos", "comments": "Barco, Las clases son largasPésimo profesor, su clase es un monologo, no hicimos ejercicios. No hicimos un solo examen en todo el semestre si no hasta la semana después de finales, dejo 4 exámenes juntos cuando ya eran vacaciones y tenía poco tiempo para subir calificaciones. Llega tarde,no avisa y no contesta. ¡¡¡Ascoooooo!!!"}, {"fecha": "19/Ene/2022", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Termofluidos", "comments": "Las clases son largasPésimo profesor, su clase es un monologo, no hicimos ejercicios. No hicimos un solo examen en todo el semestre si no hasta la semana después de finales, dejo 4 exámenes juntos cuando ya eran vacaciones y tenía poco tiempo para subir calificaciones. Llega tarde,no avisa y no contesta. ¡¡¡Ascoooooo!!!"}, {"fecha": "30/Ago/2021", "score_general": "7.0", "score_facilidad": "10.0", "materia": "Termofluidos", "comments": "BarcoPésimo profesor, su clase es un monologo, no hicimos ejercicios. No hicimos un solo examen en todo el semestre si no hasta la semana después de finales, dejo 4 exámenes juntos cuando ya eran vacaciones y tenía poco tiempo para subir calificaciones. Llega tarde,no avisa y no contesta. ¡¡¡Ascoooooo!!!"}, {"fecha": "24/Ago/2021", "score_general": "5.0", "score_facilidad": "10.0", "materia": "Termofluidos", "comments": "Barco, Las clases son largasTodo lo que se ve es teoría así que es imposible prestarle atención ya que incluso vuelve a exponer la misma diapositiva clase tras clase, sabe muchísimo, si logras prestar atención tal vez aprendas algo, evalúa con exámenes sencillos al final del curso y el lab,el problema es que deja al final todo"}, {"fecha": "16/Feb/2021", "score_general": "6.0", "score_facilidad": "6.0", "materia": "Termofluidos", "comments": "Asistencia obligatoria, Las clases son largas, Aspectos de calificación clarosTodo lo que se ve es teoría así que es imposible prestarle atención ya que incluso vuelve a exponer la misma diapositiva clase tras clase, sabe muchísimo, si logras prestar atención tal vez aprendas algo, evalúa con exámenes sencillos al final del curso y el lab,el problema es que deja al final todo"}, {"fecha": "16/Feb/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Termofluidos", "comments": "Respetado por los estudiantes, Inspiracional, Tomaría su clase otra vezTodo lo que se ve es teoría así que es imposible prestarle atención ya que incluso vuelve a exponer la misma diapositiva clase tras clase, sabe muchísimo, si logras prestar atención tal vez aprendas algo, evalúa con exámenes sencillos al final del curso y el lab,el problema es que deja al final todo"}, {"fecha": "15/Feb/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Termofluidos", "comments": "Barco, Muchas tareas, Las clases son largasTodo lo que se ve es teoría así que es imposible prestarle atención ya que incluso vuelve a exponer la misma diapositiva clase tras clase, sabe muchísimo, si logras prestar atención tal vez aprendas algo, evalúa con exámenes sencillos al final del curso y el lab,el problema es que deja al final todo"}, {"fecha": "29/Ene/2018", "score_general": "9.0", "score_facilidad": "10.0", "materia": "Termofluidos", "comments": "Barco, Asistencia obligatoriaTodo lo que se ve es teoría así que es imposible prestarle atención ya que incluso vuelve a exponer la misma diapositiva clase tras clase, sabe muchísimo, si logras prestar atención tal vez aprendas algo, evalúa con exámenes sencillos al final del curso y el lab,el problema es que deja al final todo"}, {"fecha": "22/Ene/2018", "score_general": "6.0", "score_facilidad": "10.0", "materia": "Termofluidos", "comments": "BarcoBarco, si no quieres aprender mételo, en sus clase si explica pero solo ve a el pizarron, asistencia obligatoria, las visitas cuentan, si le preguntas te responde,"}, {"fecha": "09/Dic/2017", "score_general": "6.0", "score_facilidad": "10.0", "materia": "Termofluidos", "comments": "Barco, si no quieres aprender mételo, en sus clase si explica pero solo ve a el pizarron, asistencia obligatoria, las visitas cuentan, si le preguntas te responde,"}, {"fecha": "26/Jun/2017", "score_general": "6.0", "score_facilidad": "10.0", "materia": "Lab, de Maquinas Termicas", "comments": "Da Crédito Extra, Deja trabajos largosBarco, si no quieres aprender mételo, en sus clase si explica pero solo ve a el pizarron, asistencia obligatoria, las visitas cuentan, si le preguntas te responde,"}, {"fecha": "20/Dic/2015", "score_general": "9.0", "score_facilidad": "10.0", "materia": "Lab. Fluidos II", "comments": "Barco, si no quieres aprender mételo, en sus clase si explica pero solo ve a el pizarron, asistencia obligatoria, las visitas cuentan, si le preguntas te responde,"}]