[{"fecha": "01/Feb/2023", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Redacción y exposición de temas de ingeniería", "comments": "Da buena retroalimentación, Muchas tareas, Pocos ExámenesEsta profesora de verdad te enseña y prepara para pensar y escribir. Pensar por cuenta propia, no robar ideas de otros ni copiar y pegar. Disfruté bastante su clase e inclso saqué 10. Te da muchas herrmientas para redactar e ir soltando la pluma."}, {"fecha": "28/Ene/2023", "score_general": "8.0", "score_facilidad": "4.0", "materia": "RETI", "comments": "Califica Duro, Prepárate para leer, Deja trabajos largosEsta profesora de verdad te enseña y prepara para pensar y escribir. Pensar por cuenta propia, no robar ideas de otros ni copiar y pegar. Disfruté bastante su clase e inclso saqué 10. Te da muchas herrmientas para redactar e ir soltando la pluma."}, {"fecha": "02/Sep/2021", "score_general": "10.0", "score_facilidad": "8.0", "materia": "RETI", "comments": "Brinda apoyo, Clases excelentes, Tomaría su clase otra vezEsta profesora de verdad te enseña y prepara para pensar y escribir. Pensar por cuenta propia, no robar ideas de otros ni copiar y pegar. Disfruté bastante su clase e inclso saqué 10. Te da muchas herrmientas para redactar e ir soltando la pluma."}, {"fecha": "02/Sep/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "RETI", "comments": "Da buena retroalimentación, Respetado por los estudiantes, Clases excelentesEsta profesora de verdad te enseña y prepara para pensar y escribir. Pensar por cuenta propia, no robar ideas de otros ni copiar y pegar. Disfruté bastante su clase e inclso saqué 10. Te da muchas herrmientas para redactar e ir soltando la pluma."}, {"fecha": "01/Sep/2021", "score_general": "10.0", "score_facilidad": "6.0", "materia": "RETI", "comments": "Esta profesora de verdad te enseña y prepara para pensar y escribir. Pensar por cuenta propia, no robar ideas de otros ni copiar y pegar. Disfruté bastante su clase e inclso saqué 10. Te da muchas herrmientas para redactar e ir soltando la pluma."}, {"fecha": "26/Ago/2021", "score_general": "10.0", "score_facilidad": "6.0", "materia": "RETI", "comments": "Da buena retroalimentación, Prepárate para leer, Inspiracional¡Excelente maestra! Si quieres aprender a realizar ensayos es tu mejor opción. También te ayuda mucho en la parte de redacción. Es un poco temperamental, pero es buena onda."}, {"fecha": "22/Ago/2021", "score_general": "10.0", "score_facilidad": "6.0", "materia": "RETI", "comments": "Da buena retroalimentación, Prepárate para leer, Inspiracional¡Excelente maestra! Si quieres aprender a realizar ensayos es tu mejor opción. También te ayuda mucho en la parte de redacción. Es un poco temperamental, pero es buena onda."}, {"fecha": "14/Ago/2021", "score_general": "9.0", "score_facilidad": "4.0", "materia": "Redacción y exposición de temas de ingeniería", "comments": "Muchas tareas, Prepárate para leer, Respetado por los estudiantes¡Excelente maestra! Si quieres aprender a realizar ensayos es tu mejor opción. También te ayuda mucho en la parte de redacción. Es un poco temperamental, pero es buena onda."}, {"fecha": "25/Feb/2021", "score_general": "10.0", "score_facilidad": "8.0", "materia": "RETI", "comments": "Da buena retroalimentación, Inspiracional, Clases excelentes¡Excelente maestra! Si quieres aprender a realizar ensayos es tu mejor opción. También te ayuda mucho en la parte de redacción. Es un poco temperamental, pero es buena onda."}, {"fecha": "18/Feb/2021", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Redacción y exposición de temas de Ingeniería", "comments": "Califica Duro, Inspiracional, Clases excelentes¡Excelente maestra! Si quieres aprender a realizar ensayos es tu mejor opción. También te ayuda mucho en la parte de redacción. Es un poco temperamental, pero es buena onda."}, {"fecha": "31/Ago/2020", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Redacción y exposición en temas de ingenieria", "comments": "Califica Duro, Las clases son largas, Clases excelentesSus clases no son nada aburridas, te deja un excelente nivel en ortografía. Yo antes era pésima pero gracias a ella, adquirí buena ortografía, te enseña lo básico de la materia, pero te deja un gran nivel. Además es joven y simpática algo que hace que ames sus clases"}, {"fecha": "21/Ene/2020", "score_general": "4.0", "score_facilidad": "4.0", "materia": "Redaccion", "comments": "Asistencia obligatoria, Las clases son largas, Los exámenes son difícilesSus clases no son nada aburridas, te deja un excelente nivel en ortografía. Yo antes era pésima pero gracias a ella, adquirí buena ortografía, te enseña lo básico de la materia, pero te deja un gran nivel. Además es joven y simpática algo que hace que ames sus clases"}, {"fecha": "18/Nov/2019", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Exposición y redacción de temas de Ingeniería.", "comments": "La Participación Importa, Inspiracional, Tomaría su clase otra vezSus clases no son nada aburridas, te deja un excelente nivel en ortografía. Yo antes era pésima pero gracias a ella, adquirí buena ortografía, te enseña lo básico de la materia, pero te deja un gran nivel. Además es joven y simpática algo que hace que ames sus clases"}, {"fecha": "05/Oct/2019", "score_general": "7.0", "score_facilidad": "8.0", "materia": "Redacción", "comments": "Las clases son largasSus clases no son nada aburridas, te deja un excelente nivel en ortografía. Yo antes era pésima pero gracias a ella, adquirí buena ortografía, te enseña lo básico de la materia, pero te deja un gran nivel. Además es joven y simpática algo que hace que ames sus clases"}, {"fecha": "12/Ago/2019", "score_general": "6.0", "score_facilidad": "10.0", "materia": "---", "comments": "Da buena retroalimentación, Asistencia obligatoria, Clases excelentesSus clases no son nada aburridas, te deja un excelente nivel en ortografía. Yo antes era pésima pero gracias a ella, adquirí buena ortografía, te enseña lo básico de la materia, pero te deja un gran nivel. Además es joven y simpática algo que hace que ames sus clases"}, {"fecha": "24/Jul/2019", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Redacción", "comments": "Muy cómico, Asistencia obligatoria, Clases excelentesExcelente maestra, le importa que aprendas a redactar. Nunca hagas plagio"}, {"fecha": "26/Nov/2018", "score_general": "6.0", "score_facilidad": "6.0", "materia": "Redacción y exposición de Temas de Ingeniería", "comments": "Excelente maestra, le importa que aprendas a redactar. Nunca hagas plagio"}]