[{"fecha": "30/Ene/2022", "score_general": "7.0", "score_facilidad": "8.0", "materia": "Recursos de la Construcción", "comments": "Muchas tareas, La Participación Importa, Asistencia obligatoriaClases fuera del horario, muchas tareas, exámenes interminables porque prácticamente quiere que te sepas de memoria lo que pregunta (no enseña ni la mitad), clases en línea con cámara prendida y AWAS que me dormí varias veces y en todas me despertaba jjajajajaaj\r\n6/10"}, {"fecha": "26/Ago/2021", "score_general": "5.0", "score_facilidad": "2.0", "materia": "Recursos de la construcción", "comments": "Califica Duro, Muchas tareas, La Participación ImportaClases fuera del horario, muchas tareas, exámenes interminables porque prácticamente quiere que te sepas de memoria lo que pregunta (no enseña ni la mitad), clases en línea con cámara prendida y AWAS que me dormí varias veces y en todas me despertaba jjajajajaaj\r\n6/10"}, {"fecha": "05/Ago/2021", "score_general": "6.0", "score_facilidad": "10.0", "materia": "Recursos de la construcciónmal", "comments": "La Participación Importa, Asistencia obligatoria, Deja trabajos largosClases fuera del horario, muchas tareas, exámenes interminables porque prácticamente quiere que te sepas de memoria lo que pregunta (no enseña ni la mitad), clases en línea con cámara prendida y AWAS que me dormí varias veces y en todas me despertaba jjajajajaaj\r\n6/10"}, {"fecha": "25/Jul/2021", "score_general": "5.0", "score_facilidad": "8.0", "materia": "Recursos de la construcción", "comments": "La Participación Importa, Asistencia obligatoria, Las clases son largasClases fuera del horario, muchas tareas, exámenes interminables porque prácticamente quiere que te sepas de memoria lo que pregunta (no enseña ni la mitad), clases en línea con cámara prendida y AWAS que me dormí varias veces y en todas me despertaba jjajajajaaj\r\n6/10"}, {"fecha": "24/Feb/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Recursos de la construcción", "comments": "Muchas tareas, Asistencia obligatoria, Tomaría su clase otra vezClases fuera del horario, muchas tareas, exámenes interminables porque prácticamente quiere que te sepas de memoria lo que pregunta (no enseña ni la mitad), clases en línea con cámara prendida y AWAS que me dormí varias veces y en todas me despertaba jjajajajaaj\r\n6/10"}, {"fecha": "17/Feb/2021", "score_general": "6.0", "score_facilidad": "8.0", "materia": "Recursos de la construcción", "comments": "Muchas tareas, Las clases son largas, Pocos ExámenesNo es el mejor profesor, pero hace el intento. Tiene chistes malos, y te molesta mucho con las participaciones que dice \"Saben a miel\", sin embargo quien sabe que hace con ellas, tiene preferencias. \r\nDeja muchas tareas, da clase en vacaciones (no son obligatorias), pero da participaciones en estas."}, {"fecha": "17/Feb/2021", "score_general": "6.0", "score_facilidad": "8.0", "materia": "Recursos de la Construcción", "comments": "Muy cómico, Prepárate para leer, Deja trabajos largosNo es el mejor profesor, pero hace el intento. Tiene chistes malos, y te molesta mucho con las participaciones que dice \"Saben a miel\", sin embargo quien sabe que hace con ellas, tiene preferencias. \r\nDeja muchas tareas, da clase en vacaciones (no son obligatorias), pero da participaciones en estas."}, {"fecha": "16/Feb/2021", "score_general": "8.0", "score_facilidad": "6.0", "materia": "Recursos de la construcción", "comments": "Barco, Muchas tareas, Deja trabajos largosNo es el mejor profesor, pero hace el intento. Tiene chistes malos, y te molesta mucho con las participaciones que dice \"Saben a miel\", sin embargo quien sabe que hace con ellas, tiene preferencias. \r\nDeja muchas tareas, da clase en vacaciones (no son obligatorias), pero da participaciones en estas."}, {"fecha": "13/Feb/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Recursos de la construcción", "comments": "Barco, Inspiracional, Da Crédito ExtraNo es el mejor profesor, pero hace el intento. Tiene chistes malos, y te molesta mucho con las participaciones que dice \"Saben a miel\", sin embargo quien sabe que hace con ellas, tiene preferencias. \r\nDeja muchas tareas, da clase en vacaciones (no son obligatorias), pero da participaciones en estas."}, {"fecha": "26/Oct/2020", "score_general": "3.0", "score_facilidad": "8.0", "materia": "Recursos de la construcción", "comments": "Muchas tareas, Prepárate para leerNo es el mejor profesor, pero hace el intento. Tiene chistes malos, y te molesta mucho con las participaciones que dice \"Saben a miel\", sin embargo quien sabe que hace con ellas, tiene preferencias. \r\nDeja muchas tareas, da clase en vacaciones (no son obligatorias), pero da participaciones en estas."}, {"fecha": "18/Ene/2020", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Recursos de la construcción", "comments": "Muchas tareasLo recomiendo mas para recursarla ya que los temas no se abordan con la profundidad debida. Sus exámenes son en sábado y si repasas bien los conceptos no tendrás mayor problema. Haz todos sus reportes de proyectos y semanales en inglés."}, {"fecha": "10/Ene/2020", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Recursos de la construcción", "comments": "Da buena retroalimentación, La Participación Importa, Brinda apoyoLo recomiendo mas para recursarla ya que los temas no se abordan con la profundidad debida. Sus exámenes son en sábado y si repasas bien los conceptos no tendrás mayor problema. Haz todos sus reportes de proyectos y semanales en inglés."}, {"fecha": "04/Jul/2019", "score_general": "3.0", "score_facilidad": "10.0", "materia": "Recursos de la construccion", "comments": "Barco, Muchas tareas, Prepárate para leerLo recomiendo mas para recursarla ya que los temas no se abordan con la profundidad debida. Sus exámenes son en sábado y si repasas bien los conceptos no tendrás mayor problema. Haz todos sus reportes de proyectos y semanales en inglés."}, {"fecha": "06/Ene/2019", "score_general": "7.0", "score_facilidad": "8.0", "materia": "Recursos de la Construcción", "comments": "Muchas tareas, La Participación Importa, Pocos ExámenesLo recomiendo mas para recursarla ya que los temas no se abordan con la profundidad debida. Sus exámenes son en sábado y si repasas bien los conceptos no tendrás mayor problema. Haz todos sus reportes de proyectos y semanales en inglés."}, {"fecha": "08/Ene/2018", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Recursos de la construccion", "comments": "Barco, Muchas tareas, Da Crédito ExtraLo recomiendo mas para recursarla ya que los temas no se abordan con la profundidad debida. Sus exámenes son en sábado y si repasas bien los conceptos no tendrás mayor problema. Haz todos sus reportes de proyectos y semanales en inglés."}]