[{"fecha": "04/Feb/2023", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Fundamentos de Física", "comments": "Barco, Aspectos de calificación claros, Brinda apoyoCalifica 70% exámenes donde si repruebas uno estas en final, pero es difícil que lo repruebes, ya que los ejercicios son parecidos a los que se ven en clase, 20% laboratorio y 10% examen de lab. Muy buen profesor explica super bien y no es nada pesado.\r\n-LR"}, {"fecha": "14/Ene/2023", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Fundamentos de física", "comments": "Barco, Da buena retroalimentación, Clases excelentesCalifica 70% exámenes donde si repruebas uno estas en final, pero es difícil que lo repruebes, ya que los ejercicios son parecidos a los que se ven en clase, 20% laboratorio y 10% examen de lab. Muy buen profesor explica super bien y no es nada pesado.\r\n-LR"}, {"fecha": "04/Feb/2022", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Fundamentos de fisica", "comments": "Da buena retroalimentación, Pocos Exámenes, Tomaría su clase otra vezCalifica 70% exámenes donde si repruebas uno estas en final, pero es difícil que lo repruebes, ya que los ejercicios son parecidos a los que se ven en clase, 20% laboratorio y 10% examen de lab. Muy buen profesor explica super bien y no es nada pesado.\r\n-LR"}, {"fecha": "19/Feb/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Fundamentos de Física", "comments": "Barco, Muy cómico, Pocos ExámenesCalifica 70% exámenes donde si repruebas uno estas en final, pero es difícil que lo repruebes, ya que los ejercicios son parecidos a los que se ven en clase, 20% laboratorio y 10% examen de lab. Muy buen profesor explica super bien y no es nada pesado.\r\n-LR"}, {"fecha": "18/Feb/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Fundamentos de Física", "comments": "Barco, Inspiracional, Pocos ExámenesCalifica 70% exámenes donde si repruebas uno estas en final, pero es difícil que lo repruebes, ya que los ejercicios son parecidos a los que se ven en clase, 20% laboratorio y 10% examen de lab. Muy buen profesor explica super bien y no es nada pesado.\r\n-LR"}, {"fecha": "18/Feb/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Fundamentos de Física", "comments": "Pocos Exámenes, Aspectos de calificación claros, Brinda apoyoEs un gran profesor porque se interesa en que aprendan, así como accesible, te explica paso por paso lo que tienes que hacer en cada práctica, así como en la resolución de ejercicios, normalmente en sus exámenes vienen solo tres preguntas, no tan difíciles con un tiempo de dos horas, es un gran prof"}, {"fecha": "18/Feb/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Fundamentos de física", "comments": "Da buena retroalimentación, Pocos Exámenes, Brinda apoyoEs un gran profesor porque se interesa en que aprendan, así como accesible, te explica paso por paso lo que tienes que hacer en cada práctica, así como en la resolución de ejercicios, normalmente en sus exámenes vienen solo tres preguntas, no tan difíciles con un tiempo de dos horas, es un gran prof"}, {"fecha": "15/Feb/2021", "score_general": "8.0", "score_facilidad": "8.0", "materia": "Fundamentos de Fisica", "comments": "Las clases son largas, Pocos Exámenes, Tomaría su clase otra vezEs un gran profesor porque se interesa en que aprendan, así como accesible, te explica paso por paso lo que tienes que hacer en cada práctica, así como en la resolución de ejercicios, normalmente en sus exámenes vienen solo tres preguntas, no tan difíciles con un tiempo de dos horas, es un gran prof"}, {"fecha": "22/Nov/2019", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Fundamentos de Física", "comments": "Barco, Da buena retroalimentación, Pocos ExámenesEs un gran profesor porque se interesa en que aprendan, así como accesible, te explica paso por paso lo que tienes que hacer en cada práctica, así como en la resolución de ejercicios, normalmente en sus exámenes vienen solo tres preguntas, no tan difíciles con un tiempo de dos horas, es un gran prof"}]