[{"fecha": "22/Ago/2021", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Lab Termodinámica", "comments": "Da buena retroalimentación, Clases excelentes, Tomaría su clase otra vezExplica claro y es fácil obtener buena calificación. Es muy buena y si tienes una buena brigada ya la hiciste."}, {"fecha": "18/Feb/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Lab Termodinámica", "comments": "Aspectos de calificación claros, Clases excelentes, Tomaría su clase otra vezExplica claro y es fácil obtener buena calificación. Es muy buena y si tienes una buena brigada ya la hiciste."}, {"fecha": "21/Ago/2020", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Lab. Termodinámica", "comments": "Da Crédito Extra, Brinda apoyo, Tomaría su clase otra vezExplica claro y es fácil obtener buena calificación. Es muy buena y si tienes una buena brigada ya la hiciste."}, {"fecha": "21/Ene/2020", "score_general": "5.0", "score_facilidad": "8.0", "materia": "Sistemas termodinamicos y electromagnetismo", "comments": "Barco, Pocos Exámenes, Brinda apoyoExplica claro y es fácil obtener buena calificación. Es muy buena y si tienes una buena brigada ya la hiciste."}, {"fecha": "18/Ene/2020", "score_general": "4.0", "score_facilidad": "8.0", "materia": "Sistemas termodinámicos y electromagnetismo", "comments": "Barco, La Participación Importa, Las clases son largasExplica claro y es fácil obtener buena calificación. Es muy buena y si tienes una buena brigada ya la hiciste."}, {"fecha": "13/Ago/2019", "score_general": "10.0", "score_facilidad": "10.0", "materia": "TERMO", "comments": "Inspiracional, Aspectos de calificación claros, Brinda apoyoEs un angel con los estudiantes. Es muy joven y tiene una bella sonrisa. Me consta que es un amor y te ayuda en todo lo que pueda. A mi me presto su cuaderno de apuntes una vez y me dejo devolverlo cuando yo quisiera.\r\n\r\nChulada de mujer, sencilla como me gustan"}, {"fecha": "25/Jul/2017", "score_general": "2.0", "score_facilidad": "2.0", "materia": "---", "comments": "Califica DuroEs un angel con los estudiantes. Es muy joven y tiene una bella sonrisa. Me consta que es un amor y te ayuda en todo lo que pueda. A mi me presto su cuaderno de apuntes una vez y me dejo devolverlo cuando yo quisiera.\r\n\r\nChulada de mujer, sencilla como me gustan"}, {"fecha": "27/Jun/2017", "score_general": "8.0", "score_facilidad": "10.0", "materia": "Lab de Termodinamica", "comments": "Es un angel con los estudiantes. Es muy joven y tiene una bella sonrisa. Me consta que es un amor y te ayuda en todo lo que pueda. A mi me presto su cuaderno de apuntes una vez y me dejo devolverlo cuando yo quisiera.\r\n\r\nChulada de mujer, sencilla como me gustan"}, {"fecha": "22/Ene/2017", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Lab Termodinámica", "comments": "Da buena retroalimentación, Brinda apoyo, Tomaría su clase otra vezEs un angel con los estudiantes. Es muy joven y tiene una bella sonrisa. Me consta que es un amor y te ayuda en todo lo que pueda. A mi me presto su cuaderno de apuntes una vez y me dejo devolverlo cuando yo quisiera.\r\n\r\nChulada de mujer, sencilla como me gustan"}]