[{"fecha": "09/Feb/2023", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Análisis Numérico", "comments": "Asistencia obligatoria, Aspectos de calificación claros, Brinda apoyoEs una muy buena profesora, si bien aveces suelen aburrir un poco sus clases no debes confiarte, la clave para pasar es tener todo programado en Excel y saber como usarlo. Aparte, es una muy linda profesora. :)"}, {"fecha": "09/Feb/2022", "score_general": "8.0", "score_facilidad": "8.0", "materia": "Laboratorio Estática", "comments": "La Participación Importa, Asistencia obligatoria, Brinda apoyoEs una muy buena profesora, si bien aveces suelen aburrir un poco sus clases no debes confiarte, la clave para pasar es tener todo programado en Excel y saber como usarlo. Aparte, es una muy linda profesora. :)"}, {"fecha": "01/Sep/2021", "score_general": "7.0", "score_facilidad": "8.0", "materia": "Lab. Estática", "comments": "Barco, Las clases son largas, Brinda apoyoEs una muy buena profesora, si bien aveces suelen aburrir un poco sus clases no debes confiarte, la clave para pasar es tener todo programado en Excel y saber como usarlo. Aparte, es una muy linda profesora. :)"}, {"fecha": "26/Ago/2021", "score_general": "8.0", "score_facilidad": "8.0", "materia": "Laboratorio de Cinemática y Dinámica", "comments": "La Participación Importa, Asistencia obligatoria, Pocos ExámenesEs una muy buena profesora, si bien aveces suelen aburrir un poco sus clases no debes confiarte, la clave para pasar es tener todo programado en Excel y saber como usarlo. Aparte, es una muy linda profesora. :)"}, {"fecha": "23/Ago/2021", "score_general": "5.0", "score_facilidad": "10.0", "materia": "Aidee Bravo Olmos", "comments": "Barco, Da buena retroalimentación, Las clases son largasEs una muy buena profesora, si bien aveces suelen aburrir un poco sus clases no debes confiarte, la clave para pasar es tener todo programado en Excel y saber como usarlo. Aparte, es una muy linda profesora. :)"}, {"fecha": "23/Ago/2021", "score_general": "9.0", "score_facilidad": "6.0", "materia": "Análisis Numérico", "comments": "Califica Duro, Muchas tareas, Brinda apoyoLa maestra es muy linda, pero deja mucho trabajo y es exigente calificando. Está dispuesta a ayudar si tienes dudas. A veces no enseña tan claro ya que lee de un documento, pero si le prestas atención, puedes llegar a aprender muy bien. Lo malo es la cantidad de trabajo, pero es  muy comprensible."}, {"fecha": "23/Ago/2021", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Análisis Numérico", "comments": "Califica Duro, Muchas tareas, Las clases son largasLa maestra es muy linda, pero deja mucho trabajo y es exigente calificando. Está dispuesta a ayudar si tienes dudas. A veces no enseña tan claro ya que lee de un documento, pero si le prestas atención, puedes llegar a aprender muy bien. Lo malo es la cantidad de trabajo, pero es  muy comprensible."}, {"fecha": "21/Ago/2021", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Análisis numérico", "comments": "Da Crédito Extra, Deja trabajos largos, Muchos proyectos grupalesLa maestra es muy linda, pero deja mucho trabajo y es exigente calificando. Está dispuesta a ayudar si tienes dudas. A veces no enseña tan claro ya que lee de un documento, pero si le prestas atención, puedes llegar a aprender muy bien. Lo malo es la cantidad de trabajo, pero es  muy comprensible."}, {"fecha": "12/Feb/2021", "score_general": "8.0", "score_facilidad": "8.0", "materia": "Analisis numérico", "comments": "Clases excelentesLa maestra es muy linda, pero deja mucho trabajo y es exigente calificando. Está dispuesta a ayudar si tienes dudas. A veces no enseña tan claro ya que lee de un documento, pero si le prestas atención, puedes llegar a aprender muy bien. Lo malo es la cantidad de trabajo, pero es  muy comprensible."}, {"fecha": "12/Sep/2020", "score_general": "8.0", "score_facilidad": "8.0", "materia": "Análisis Numérico", "comments": "Brinda apoyo, Muchos proyectos grupalesLa maestra es muy linda, pero deja mucho trabajo y es exigente calificando. Está dispuesta a ayudar si tienes dudas. A veces no enseña tan claro ya que lee de un documento, pero si le prestas atención, puedes llegar a aprender muy bien. Lo malo es la cantidad de trabajo, pero es  muy comprensible."}]