[{"fecha": "25/Ene/2023", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Introducción a la Economía", "comments": "Barco, Las clases son largas, Muchos proyectos grupalesSus clases son pesadas a veces. Debe haber mucha participación. En general es fácil pasar, pero si en realidad te interesa la economía, deben de haber mejores profesores como opción. La recomiendo si quieres pasar fácil y no quebrarte tanto la cabeza."}, {"fecha": "23/Ago/2021", "score_general": "2.0", "score_facilidad": "2.0", "materia": "economia", "comments": "Califica Duro, Las clases son largas, Los exámenes son difícilesSus clases son pesadas a veces. Debe haber mucha participación. En general es fácil pasar, pero si en realidad te interesa la economía, deben de haber mejores profesores como opción. La recomiendo si quieres pasar fácil y no quebrarte tanto la cabeza."}, {"fecha": "16/Abr/2021", "score_general": "2.0", "score_facilidad": "2.0", "materia": "Introducción a la economía", "comments": "Califica Duro, Prepárate para leer, Las clases son largasSus clases son pesadas a veces. Debe haber mucha participación. En general es fácil pasar, pero si en realidad te interesa la economía, deben de haber mejores profesores como opción. La recomiendo si quieres pasar fácil y no quebrarte tanto la cabeza."}, {"fecha": "24/Jul/2019", "score_general": "8.0", "score_facilidad": "8.0", "materia": "Introducción a la Economía", "comments": "Prepárate para leer, Pocos Exámenes, Brinda apoyoSus clases son pesadas a veces. Debe haber mucha participación. En general es fácil pasar, pero si en realidad te interesa la economía, deben de haber mejores profesores como opción. La recomiendo si quieres pasar fácil y no quebrarte tanto la cabeza."}, {"fecha": "25/Jun/2019", "score_general": "8.0", "score_facilidad": "4.0", "materia": "Economia", "comments": "Inspiracional, Deja trabajos largos, Los exámenes son difícilesSus clases son pesadas a veces. Debe haber mucha participación. En general es fácil pasar, pero si en realidad te interesa la economía, deben de haber mejores profesores como opción. La recomiendo si quieres pasar fácil y no quebrarte tanto la cabeza."}]