[{"fecha": "30/Ene/2023", "score_general": "10.0", "score_facilidad": "10.0", "materia": "EDA I", "comments": "Da buena retroalimentación, Aspectos de calificación claros, Brinda apoyoCalifica con prácticas y un proyecto, los cuales no son fáciles pero da mucho tiempo para la entrega y tiene paciencia para explicar. Si realmente haces todos los programas, terminas con buen nivel."}, {"fecha": "08/Ago/2022", "score_general": "2.0", "score_facilidad": "2.0", "materia": "EDA  1", "comments": "Califica Duro, Barco, Las clases son largasCalifica con prácticas y un proyecto, los cuales no son fáciles pero da mucho tiempo para la entrega y tiene paciencia para explicar. Si realmente haces todos los programas, terminas con buen nivel."}, {"fecha": "19/Ene/2022", "score_general": "9.0", "score_facilidad": "8.0", "materia": "IA", "comments": "Da buena retroalimentación, Muchas tareas, Tomaría su clase otra vezCalifica con prácticas y un proyecto, los cuales no son fáciles pero da mucho tiempo para la entrega y tiene paciencia para explicar. Si realmente haces todos los programas, terminas con buen nivel."}, {"fecha": "06/Ene/2022", "score_general": "2.0", "score_facilidad": "2.0", "materia": "EDA I", "comments": "Califica Duro, Barco, Muchas tareasCalifica con prácticas y un proyecto, los cuales no son fáciles pero da mucho tiempo para la entrega y tiene paciencia para explicar. Si realmente haces todos los programas, terminas con buen nivel."}, {"fecha": "02/Sep/2021", "score_general": "5.0", "score_facilidad": "6.0", "materia": "Inteligencia Artificial", "comments": "Califica Duro, Prepárate para leer, Muchos proyectos grupalesCalifica con prácticas y un proyecto, los cuales no son fáciles pero da mucho tiempo para la entrega y tiene paciencia para explicar. Si realmente haces todos los programas, terminas con buen nivel."}, {"fecha": "20/Ago/2021", "score_general": "4.0", "score_facilidad": "8.0", "materia": "Inteligencia Artificial", "comments": "Califica Duro, Deja trabajos largosSolo califica con proyectos, no aprendes realmente nada y tiene una actitud muy desagradable, califica cosas que no vienen en el proyecto por que \"Deberías saberlo\", es fácil pasar pero no conseguir una buena nota."}, {"fecha": "16/Ago/2021", "score_general": "5.0", "score_facilidad": "8.0", "materia": "Eda 1", "comments": "Prepárate para leer, Asistencia obligatoria, Muchos proyectos grupalesSolo califica con proyectos, no aprendes realmente nada y tiene una actitud muy desagradable, califica cosas que no vienen en el proyecto por que \"Deberías saberlo\", es fácil pasar pero no conseguir una buena nota."}, {"fecha": "31/Ago/2020", "score_general": "8.0", "score_facilidad": "6.0", "materia": "Inteligencia Artificial en línea", "comments": "Da buena retroalimentación, Muchas tareasSolo califica con proyectos, no aprendes realmente nada y tiene una actitud muy desagradable, califica cosas que no vienen en el proyecto por que \"Deberías saberlo\", es fácil pasar pero no conseguir una buena nota."}, {"fecha": "05/Jun/2019", "score_general": "2.0", "score_facilidad": "2.0", "materia": "Inteligencia Artificial", "comments": "Califica Duro, Muchas tareas, Deja trabajos largosSolo califica con proyectos, no aprendes realmente nada y tiene una actitud muy desagradable, califica cosas que no vienen en el proyecto por que \"Deberías saberlo\", es fácil pasar pero no conseguir una buena nota."}]