[{"fecha": "15/Jun/2022", "score_general": "7.0", "score_facilidad": "8.0", "materia": "Ingeniería Económica", "comments": "La Participación Importa, Muchos Exámenes, Los exámenes son difícilesAl inicio era sumamente bueno pero en presencial era difícil entender la dinámica. De la nada hace exámenes así no se hayan visto a profundidad los temas y eso hizo tedioso todo. Si llevas buenos antecedentes de IAEE o conoces los conceptos básicos, pues es buena opción. No aprendes a profundidad."}, {"fecha": "22/Sep/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "---", "comments": "Al inicio era sumamente bueno pero en presencial era difícil entender la dinámica. De la nada hace exámenes así no se hayan visto a profundidad los temas y eso hizo tedioso todo. Si llevas buenos antecedentes de IAEE o conoces los conceptos básicos, pues es buena opción. No aprendes a profundidad."}, {"fecha": "16/Feb/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "ingeniería economica", "comments": "Da buena retroalimentación, La Participación Importa, Da Crédito ExtraAl inicio era sumamente bueno pero en presencial era difícil entender la dinámica. De la nada hace exámenes así no se hayan visto a profundidad los temas y eso hizo tedioso todo. Si llevas buenos antecedentes de IAEE o conoces los conceptos básicos, pues es buena opción. No aprendes a profundidad."}, {"fecha": "30/Ene/2021", "score_general": "8.0", "score_facilidad": "8.0", "materia": "Ingeniería Económica", "comments": "Inspiracional, Brinda apoyo, Clases excelentesAl inicio era sumamente bueno pero en presencial era difícil entender la dinámica. De la nada hace exámenes así no se hayan visto a profundidad los temas y eso hizo tedioso todo. Si llevas buenos antecedentes de IAEE o conoces los conceptos básicos, pues es buena opción. No aprendes a profundidad."}, {"fecha": "30/Ene/2021", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Ingeniería económica", "comments": "La Participación Importa, Inspiracional, Clases excelentesAl inicio era sumamente bueno pero en presencial era difícil entender la dinámica. De la nada hace exámenes así no se hayan visto a profundidad los temas y eso hizo tedioso todo. Si llevas buenos antecedentes de IAEE o conoces los conceptos básicos, pues es buena opción. No aprendes a profundidad."}, {"fecha": "30/Ene/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Ingeniería Económica", "comments": "Respetado por los estudiantes, Inspiracional, Brinda apoyoEs diosito"}, {"fecha": "30/Ene/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Ingeniería Económica", "comments": "La Participación Importa, Inspiracional, Clases excelentesEs diosito"}, {"fecha": "30/Ene/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Ingeniería económica", "comments": "Es diosito"}, {"fecha": "30/Ene/2021", "score_general": "10.0", "score_facilidad": "4.0", "materia": "Ingenieria económica", "comments": "Es diosito"}, {"fecha": "30/Ene/2021", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Ingeniería Económica", "comments": "La Participación Importa, Inspiracional, Clases excelentesEs diosito"}]