[{"fecha": "24/Abr/2022", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Cálculo 2", "comments": "La generación de cristal opinando..."}, {"fecha": "29/Jun/2021", "score_general": "2.0", "score_facilidad": "2.0", "materia": "Cálculo y geometría analítica", "comments": "Califica Duro, Hace exámenes sorpresa, Muchos ExámenesLa generación de cristal opinando..."}, {"fecha": "25/Feb/2021", "score_general": "3.0", "score_facilidad": "2.0", "materia": "CÁLCULO Y GEOMETRÍA ANALÍTICA", "comments": "Califica Duro, Muchas tareas, Hace exámenes sorpresaLa generación de cristal opinando..."}, {"fecha": "23/Feb/2021", "score_general": "2.0", "score_facilidad": "2.0", "materia": "Cálculo y Geometría Analítica", "comments": "Pocos Exámenes, Deja trabajos largos, Los exámenes son difícilesLa generación de cristal opinando..."}, {"fecha": "22/Feb/2021", "score_general": "6.0", "score_facilidad": "6.0", "materia": "Calculo y geometría analítica", "comments": "Muchas tareas, Hace exámenes sorpresa, Deja trabajos largosLa generación de cristal opinando..."}, {"fecha": "19/Feb/2021", "score_general": "2.0", "score_facilidad": "2.0", "materia": "Cálculo y geometría analítica", "comments": "Las clases son largas, Deja trabajos largos, Los exámenes son difícilesLa peor profesora que he tenido, la verdad yo di de baja su materia porque no entendía nada, no se acoplo para nada a la modalidad en linea y no respeta sus horarios ni las vacaciones, deja series larguísimas y con errores y no las califica y solo ella y Dios saben como evalúa."}, {"fecha": "18/Feb/2021", "score_general": "2.0", "score_facilidad": "2.0", "materia": "Cálculo y Geometría Analítica", "comments": "Califica Duro, Muchas tareas, Hace exámenes sorpresaLa peor profesora que he tenido, la verdad yo di de baja su materia porque no entendía nada, no se acoplo para nada a la modalidad en linea y no respeta sus horarios ni las vacaciones, deja series larguísimas y con errores y no las califica y solo ella y Dios saben como evalúa."}, {"fecha": "17/Feb/2021", "score_general": "4.0", "score_facilidad": "2.0", "materia": "Cálculo Dif. y Geometría", "comments": "Muchas tareasLa peor profesora que he tenido, la verdad yo di de baja su materia porque no entendía nada, no se acoplo para nada a la modalidad en linea y no respeta sus horarios ni las vacaciones, deja series larguísimas y con errores y no las califica y solo ella y Dios saben como evalúa."}, {"fecha": "16/Feb/2021", "score_general": "7.0", "score_facilidad": "4.0", "materia": "Calculo Diferencial", "comments": "Califica Duro, Muchas tareas, Muchos ExámenesLa peor profesora que he tenido, la verdad yo di de baja su materia porque no entendía nada, no se acoplo para nada a la modalidad en linea y no respeta sus horarios ni las vacaciones, deja series larguísimas y con errores y no las califica y solo ella y Dios saben como evalúa."}, {"fecha": "16/Feb/2021", "score_general": "2.0", "score_facilidad": "2.0", "materia": "Calculo y Geometria Analitica", "comments": "Califica Duro, Muchas tareas, Los exámenes son difícilesLa peor profesora que he tenido, la verdad yo di de baja su materia porque no entendía nada, no se acoplo para nada a la modalidad en linea y no respeta sus horarios ni las vacaciones, deja series larguísimas y con errores y no las califica y solo ella y Dios saben como evalúa."}, {"fecha": "15/Feb/2021", "score_general": "5.0", "score_facilidad": "4.0", "materia": "Calculo y geometria analitica", "comments": "Califica Duro, Muchas tareas, Deja trabajos largosLa tome en línea en primer semestre, su forma de explicar es en un pizarrón que tiene en su casa y con la camara web, algunas veces no tenia buena conexión, dejaba series de 100 o mas ejercicios por tema, nunca las reviso, mandaba examenes  largos que pedia resolver en 30 min, no se adapto en línea."}, {"fecha": "04/Feb/2021", "score_general": "3.0", "score_facilidad": "2.0", "materia": "Calculo y Geometría Analitica", "comments": "Califica Duro, Prepárate para leer, Los exámenes son difícilesLa tome en línea en primer semestre, su forma de explicar es en un pizarrón que tiene en su casa y con la camara web, algunas veces no tenia buena conexión, dejaba series de 100 o mas ejercicios por tema, nunca las reviso, mandaba examenes  largos que pedia resolver en 30 min, no se adapto en línea."}, {"fecha": "27/Ene/2021", "score_general": "4.0", "score_facilidad": "2.0", "materia": "Cálculo y geometría analítica", "comments": "Califica Duro, Muchas tareas, Las clases son largasLa tome en línea en primer semestre, su forma de explicar es en un pizarrón que tiene en su casa y con la camara web, algunas veces no tenia buena conexión, dejaba series de 100 o mas ejercicios por tema, nunca las reviso, mandaba examenes  largos que pedia resolver en 30 min, no se adapto en línea."}, {"fecha": "25/Ene/2021", "score_general": "3.0", "score_facilidad": "4.0", "materia": "Cálculo y Geometría Analítica", "comments": "Califica Duro, Muchas tareas, Los exámenes son difícilesLa tome en línea en primer semestre, su forma de explicar es en un pizarrón que tiene en su casa y con la camara web, algunas veces no tenia buena conexión, dejaba series de 100 o mas ejercicios por tema, nunca las reviso, mandaba examenes  largos que pedia resolver en 30 min, no se adapto en línea."}, {"fecha": "10/Dic/2020", "score_general": "2.0", "score_facilidad": "2.0", "materia": "Calculo y geometría analitica", "comments": "Califica Duro, Muchas tareas, Los exámenes son difícilesLa tome en línea en primer semestre, su forma de explicar es en un pizarrón que tiene en su casa y con la camara web, algunas veces no tenia buena conexión, dejaba series de 100 o mas ejercicios por tema, nunca las reviso, mandaba examenes  largos que pedia resolver en 30 min, no se adapto en línea."}, {"fecha": "10/Dic/2020", "score_general": "3.0", "score_facilidad": "4.0", "materia": "Cálculo Integral", "comments": "Califica Duro, Muchas tareas, Deja trabajos largosSi es tu primera vez cursando la materia, no la metas con ella hay mejores. Lo del nivel, supongo que se refieren que es porque deja tarea más complicada que ejercicios en clase. Si no \"escribes\" bien te baja puntos en el examen. Si tomas la materia  con ella, tienes que tener buenas bases."}, {"fecha": "22/Sep/2020", "score_general": "4.0", "score_facilidad": "2.0", "materia": "Cálculo", "comments": "Califica Duro, Muy cómico, Muchas tareasSi es tu primera vez cursando la materia, no la metas con ella hay mejores. Lo del nivel, supongo que se refieren que es porque deja tarea más complicada que ejercicios en clase. Si no \"escribes\" bien te baja puntos en el examen. Si tomas la materia  con ella, tienes que tener buenas bases."}, {"fecha": "17/Sep/2020", "score_general": "7.0", "score_facilidad": "4.0", "materia": "Cálculo y geometría analítica.", "comments": "Muchas tareas, Aspectos de calificación claros, Clases excelentesSi es tu primera vez cursando la materia, no la metas con ella hay mejores. Lo del nivel, supongo que se refieren que es porque deja tarea más complicada que ejercicios en clase. Si no \"escribes\" bien te baja puntos en el examen. Si tomas la materia  con ella, tienes que tener buenas bases."}, {"fecha": "17/Sep/2020", "score_general": "8.0", "score_facilidad": "2.0", "materia": "Cálculo  integral", "comments": "Califica Duro, Los exámenes son difíciles, Tomaría su clase otra vezSi es tu primera vez cursando la materia, no la metas con ella hay mejores. Lo del nivel, supongo que se refieren que es porque deja tarea más complicada que ejercicios en clase. Si no \"escribes\" bien te baja puntos en el examen. Si tomas la materia  con ella, tienes que tener buenas bases."}, {"fecha": "11/Sep/2020", "score_general": "6.0", "score_facilidad": "2.0", "materia": "Cálculo Diferencial y Geometría Analítica", "comments": "Califica Duro, Muchas tareas, Las clases son largasSi es tu primera vez cursando la materia, no la metas con ella hay mejores. Lo del nivel, supongo que se refieren que es porque deja tarea más complicada que ejercicios en clase. Si no \"escribes\" bien te baja puntos en el examen. Si tomas la materia  con ella, tienes que tener buenas bases."}, {"fecha": "08/Sep/2020", "score_general": "3.0", "score_facilidad": "2.0", "materia": "Cálculo integral", "comments": "Califica Duro, Muchas tareas, Muchos proyectos grupalesMm que les digo jaja. Si sabe mucho, pero es mala onda calificando, a mí me daba pena preguntarle dudas y eso que soy bien extrovertida. Muchas series. la metí porque dicen que deja nivel, pero no es por qué ella te lo de, sino por exam difíciles. Agarra un libro mejor. Sufrirás."}, {"fecha": "08/Sep/2020", "score_general": "2.0", "score_facilidad": "2.0", "materia": "Cálculo Integral", "comments": "Muchas tareas, Pocos Exámenes, Los exámenes son difícilesMm que les digo jaja. Si sabe mucho, pero es mala onda calificando, a mí me daba pena preguntarle dudas y eso que soy bien extrovertida. Muchas series. la metí porque dicen que deja nivel, pero no es por qué ella te lo de, sino por exam difíciles. Agarra un libro mejor. Sufrirás."}, {"fecha": "05/Sep/2020", "score_general": "5.0", "score_facilidad": "6.0", "materia": "Calculo Integral", "comments": "Muchas tareas, Deja trabajos largos, Los exámenes son difícilesMm que les digo jaja. Si sabe mucho, pero es mala onda calificando, a mí me daba pena preguntarle dudas y eso que soy bien extrovertida. Muchas series. la metí porque dicen que deja nivel, pero no es por qué ella te lo de, sino por exam difíciles. Agarra un libro mejor. Sufrirás."}, {"fecha": "02/Sep/2020", "score_general": "2.0", "score_facilidad": "2.0", "materia": "CÁLCULO INTEGRAL", "comments": "Califica Duro, Muchas tareasMm que les digo jaja. Si sabe mucho, pero es mala onda calificando, a mí me daba pena preguntarle dudas y eso que soy bien extrovertida. Muchas series. la metí porque dicen que deja nivel, pero no es por qué ella te lo de, sino por exam difíciles. Agarra un libro mejor. Sufrirás."}, {"fecha": "01/Sep/2020", "score_general": "3.0", "score_facilidad": "4.0", "materia": "Cálculo y geometría analítica", "comments": "Califica Duro, Las clases son largas, Los exámenes son difícilesMm que les digo jaja. Si sabe mucho, pero es mala onda calificando, a mí me daba pena preguntarle dudas y eso que soy bien extrovertida. Muchas series. la metí porque dicen que deja nivel, pero no es por qué ella te lo de, sino por exam difíciles. Agarra un libro mejor. Sufrirás."}, {"fecha": "31/Ago/2020", "score_general": "5.0", "score_facilidad": "6.0", "materia": "Calculo Integral", "comments": "Califica Duro, Muchas tareas, Los exámenes son difícilesEn clases presenciales explicaba, en linea solo enviaba pdf´s y pocas veces resolvía dudas, sus exámenes no estaban acorde a los temas vistos."}, {"fecha": "11/Ago/2020", "score_general": "8.0", "score_facilidad": "8.0", "materia": "Cálculo Integral", "comments": "Respetado por los estudiantes, Aspectos de calificación clarosEn clases presenciales explicaba, en linea solo enviaba pdf´s y pocas veces resolvía dudas, sus exámenes no estaban acorde a los temas vistos."}, {"fecha": "22/Jun/2020", "score_general": "6.0", "score_facilidad": "4.0", "materia": "Calculo Integral", "comments": "Califica Duro, Asistencia obligatoria, Los exámenes son difícilesEn clases presenciales explicaba, en linea solo enviaba pdf´s y pocas veces resolvía dudas, sus exámenes no estaban acorde a los temas vistos."}, {"fecha": "21/Jun/2020", "score_general": "8.0", "score_facilidad": "4.0", "materia": "Cálculo integral", "comments": "Califica Duro, Muchas tareas, Los exámenes son difícilesEn clases presenciales explicaba, en linea solo enviaba pdf´s y pocas veces resolvía dudas, sus exámenes no estaban acorde a los temas vistos."}, {"fecha": "31/Ene/2020", "score_general": "6.0", "score_facilidad": "4.0", "materia": "Calculo integral", "comments": "Califica Duro, Muchas tareas, Los exámenes son difícilesEn clases presenciales explicaba, en linea solo enviaba pdf´s y pocas veces resolvía dudas, sus exámenes no estaban acorde a los temas vistos."}, {"fecha": "31/Ene/2020", "score_general": "5.0", "score_facilidad": "4.0", "materia": "Calculo y Geometría Analítica", "comments": "Las clases son largas, Muchos Exámenes, Los exámenes son difícilesTiene favoritismos. Exenta a partir del 8. Sus exámenes son difíciles."}, {"fecha": "02/Dic/2019", "score_general": "8.0", "score_facilidad": "4.0", "materia": "Calculo y Geometría Analítica", "comments": "Muchas tareas, Muchos Exámenes, Los exámenes son difícilesTiene favoritismos. Exenta a partir del 8. Sus exámenes son difíciles."}, {"fecha": "26/Nov/2019", "score_general": "4.0", "score_facilidad": "2.0", "materia": "Cálculo y Geometría analítica", "comments": "Muchas tareas, Pocos Exámenes, Deja trabajos largosTiene favoritismos. Exenta a partir del 8. Sus exámenes son difíciles."}, {"fecha": "01/Ago/2019", "score_general": "8.0", "score_facilidad": "4.0", "materia": "Cálculo Diferencial y Geometría Analítica / Integral", "comments": "Muchas tareas, Clases excelentes, Los exámenes son difícilesTiene favoritismos. Exenta a partir del 8. Sus exámenes son difíciles."}, {"fecha": "26/Jul/2019", "score_general": "3.0", "score_facilidad": "6.0", "materia": "Calculo integral", "comments": "Muchas tareas, Prepárate para leer, Las clases son largasTiene favoritismos. Exenta a partir del 8. Sus exámenes son difíciles."}, {"fecha": "21/Jul/2019", "score_general": "5.0", "score_facilidad": "6.0", "materia": "Cálculo Integral", "comments": "Califica Duro, Muchas tareas, Brinda apoyoSu clase me pareció muy aburrida, explica muy rapido en el pizarrón, y no quiere acabar algunos ejercicios con el pretexto de \"ahorrar plumón\". Las series que deja son muy largas pero no imposibles si las empiezas con tiempo. Sus exámenes son cortos y es MUY ESTRICTA al calificar."}, {"fecha": "21/Jul/2019", "score_general": "7.0", "score_facilidad": "2.0", "materia": "Calculo y geom. analitica", "comments": "Califica Duro, Muchas tareasSu clase me pareció muy aburrida, explica muy rapido en el pizarrón, y no quiere acabar algunos ejercicios con el pretexto de \"ahorrar plumón\". Las series que deja son muy largas pero no imposibles si las empiezas con tiempo. Sus exámenes son cortos y es MUY ESTRICTA al calificar."}, {"fecha": "27/Jun/2019", "score_general": "8.0", "score_facilidad": "4.0", "materia": "Calculo Integral", "comments": "Da buena retroalimentación, Deja trabajos largos, Clases excelentesSu clase me pareció muy aburrida, explica muy rapido en el pizarrón, y no quiere acabar algunos ejercicios con el pretexto de \"ahorrar plumón\". Las series que deja son muy largas pero no imposibles si las empiezas con tiempo. Sus exámenes son cortos y es MUY ESTRICTA al calificar."}, {"fecha": "27/Jun/2019", "score_general": "8.0", "score_facilidad": "4.0", "materia": "Calculo diferencial y geometría analítica", "comments": "Muchas tareas, Las clases son largas, Pocos ExámenesSu clase me pareció muy aburrida, explica muy rapido en el pizarrón, y no quiere acabar algunos ejercicios con el pretexto de \"ahorrar plumón\". Las series que deja son muy largas pero no imposibles si las empiezas con tiempo. Sus exámenes son cortos y es MUY ESTRICTA al calificar."}, {"fecha": "26/Jun/2019", "score_general": "5.0", "score_facilidad": "6.0", "materia": "Calculo integral", "comments": "Muchas tareas, Los exámenes son difícilesSu clase me pareció muy aburrida, explica muy rapido en el pizarrón, y no quiere acabar algunos ejercicios con el pretexto de \"ahorrar plumón\". Las series que deja son muy largas pero no imposibles si las empiezas con tiempo. Sus exámenes son cortos y es MUY ESTRICTA al calificar."}, {"fecha": "01/Mar/2019", "score_general": "8.0", "score_facilidad": "4.0", "materia": "Calculo", "comments": "Califica Duro, Da buena retroalimentación, Muchas tareasDe las mejores maestras que he tenido en mi vida, es muy amable, pero muy manchada al calificar, da muy buena retroalimentación, si ve que el grupo entiende se va muy rápido, pero le puedes preguntar y no se enoja, al contrario le gusta que tengas dudas, simplemente la mejor ??"}, {"fecha": "15/Feb/2019", "score_general": "4.0", "score_facilidad": "2.0", "materia": "Calculo y geometria analítica", "comments": "Califica Duro, Muchas tareas, Las clases son largasDe las mejores maestras que he tenido en mi vida, es muy amable, pero muy manchada al calificar, da muy buena retroalimentación, si ve que el grupo entiende se va muy rápido, pero le puedes preguntar y no se enoja, al contrario le gusta que tengas dudas, simplemente la mejor ??"}, {"fecha": "01/Feb/2019", "score_general": "7.0", "score_facilidad": "6.0", "materia": "Cálculo Integral", "comments": "Califica Duro, Da buena retroalimentación, Muchas tareasDe las mejores maestras que he tenido en mi vida, es muy amable, pero muy manchada al calificar, da muy buena retroalimentación, si ve que el grupo entiende se va muy rápido, pero le puedes preguntar y no se enoja, al contrario le gusta que tengas dudas, simplemente la mejor ??"}, {"fecha": "31/Ene/2019", "score_general": "7.0", "score_facilidad": "8.0", "materia": "Calculo y geometría analítica", "comments": "Califica Duro, Muchas tareasDe las mejores maestras que he tenido en mi vida, es muy amable, pero muy manchada al calificar, da muy buena retroalimentación, si ve que el grupo entiende se va muy rápido, pero le puedes preguntar y no se enoja, al contrario le gusta que tengas dudas, simplemente la mejor ??"}, {"fecha": "25/Ene/2019", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Cálculo Integral", "comments": "Da buena retroalimentación, Muchas tareas, Deja trabajos largosDe las mejores maestras que he tenido en mi vida, es muy amable, pero muy manchada al calificar, da muy buena retroalimentación, si ve que el grupo entiende se va muy rápido, pero le puedes preguntar y no se enoja, al contrario le gusta que tengas dudas, simplemente la mejor ??"}, {"fecha": "20/Ene/2019", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Cálculo y Geometría Analítica", "comments": "Muchas tareas, Brinda apoyoEs una profesora muy agradable que te deja un muy buen nivel. Deja series bastantes largas, pero si eres responsable, no tendrás problemas con ello. Lo complicado son sus examenes, pues si no pasas todos con un promedio de 6, te mandará a final. Es muy tranquila, pero por nada del mundo la enfaden."}, {"fecha": "15/Ene/2019", "score_general": "9.0", "score_facilidad": "6.0", "materia": "Cálculo y Geometría Analítica", "comments": "Es una profesora muy agradable que te deja un muy buen nivel. Deja series bastantes largas, pero si eres responsable, no tendrás problemas con ello. Lo complicado son sus examenes, pues si no pasas todos con un promedio de 6, te mandará a final. Es muy tranquila, pero por nada del mundo la enfaden."}, {"fecha": "15/Ene/2019", "score_general": "8.0", "score_facilidad": "2.0", "materia": "calculo y geometria analitica", "comments": "Califica Duro, Muchas tareas, Los exámenes son difícilesEs una profesora muy agradable que te deja un muy buen nivel. Deja series bastantes largas, pero si eres responsable, no tendrás problemas con ello. Lo complicado son sus examenes, pues si no pasas todos con un promedio de 6, te mandará a final. Es muy tranquila, pero por nada del mundo la enfaden."}, {"fecha": "19/Ago/2018", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Cálculo Integral", "comments": "Es una profesora muy agradable que te deja un muy buen nivel. Deja series bastantes largas, pero si eres responsable, no tendrás problemas con ello. Lo complicado son sus examenes, pues si no pasas todos con un promedio de 6, te mandará a final. Es muy tranquila, pero por nada del mundo la enfaden."}, {"fecha": "24/Jul/2018", "score_general": "7.0", "score_facilidad": "6.0", "materia": "Cálculo Diferencial", "comments": "Califica Duro, Muchas tareas, Los exámenes son difícilesEs una profesora muy agradable que te deja un muy buen nivel. Deja series bastantes largas, pero si eres responsable, no tendrás problemas con ello. Lo complicado son sus examenes, pues si no pasas todos con un promedio de 6, te mandará a final. Es muy tranquila, pero por nada del mundo la enfaden."}, {"fecha": "12/Jun/2018", "score_general": "5.0", "score_facilidad": "4.0", "materia": "Càlculo integral", "comments": "Califica Duro, Muchas tareas, Los exámenes son difícilesAl principio de semestre da los temas con claridad pero despuès se va muy ràpido por lo que tendràs que estudiar por tu cuenta. Sin duda necesitas tener buenos antecedentes para aprobar. \r\nManda a todos a final. Series infinitas."}, {"fecha": "10/Jun/2018", "score_general": "3.0", "score_facilidad": "2.0", "materia": "Calculo Integral", "comments": "Califica Duro, Las clases son largas, Deja trabajos largosAl principio de semestre da los temas con claridad pero despuès se va muy ràpido por lo que tendràs que estudiar por tu cuenta. Sin duda necesitas tener buenos antecedentes para aprobar. \r\nManda a todos a final. Series infinitas."}, {"fecha": "25/Ene/2018", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Calculo Integral", "comments": "Califica Duro, Da buena retroalimentación, Muchas tareasAl principio de semestre da los temas con claridad pero despuès se va muy ràpido por lo que tendràs que estudiar por tu cuenta. Sin duda necesitas tener buenos antecedentes para aprobar. \r\nManda a todos a final. Series infinitas."}, {"fecha": "23/Ene/2018", "score_general": "8.0", "score_facilidad": "8.0", "materia": "Cálculo Integral", "comments": "Califica Duro, Muchas tareas, Clases excelentesAl principio de semestre da los temas con claridad pero despuès se va muy ràpido por lo que tendràs que estudiar por tu cuenta. Sin duda necesitas tener buenos antecedentes para aprobar. \r\nManda a todos a final. Series infinitas."}, {"fecha": "12/Dic/2017", "score_general": "7.0", "score_facilidad": "4.0", "materia": "Cálculo y geometría analítica", "comments": "Califica Duro, Las clases son largas, Los exámenes son difícilesAl principio de semestre da los temas con claridad pero despuès se va muy ràpido por lo que tendràs que estudiar por tu cuenta. Sin duda necesitas tener buenos antecedentes para aprobar. \r\nManda a todos a final. Series infinitas."}, {"fecha": "03/Dic/2017", "score_general": "9.0", "score_facilidad": "6.0", "materia": "calculo y geometría analítica", "comments": "Califica Duro, Clases excelentes, Los exámenes son difícileses una excelente maestra, maneja muy bien los temas,y da la clase muy clara, se entiende a la perfección, aunque lo único que le falla es que atrasa mucho los exámenes y al final se juntan. debe de organizarse mejor maestra."}, {"fecha": "10/Ago/2017", "score_general": "7.0", "score_facilidad": "4.0", "materia": "Cálculo Integral", "comments": "Califica Duro, Muchas tareas, Los exámenes son difícileses una excelente maestra, maneja muy bien los temas,y da la clase muy clara, se entiende a la perfección, aunque lo único que le falla es que atrasa mucho los exámenes y al final se juntan. debe de organizarse mejor maestra."}, {"fecha": "27/Jul/2017", "score_general": "9.0", "score_facilidad": "4.0", "materia": "Cálculo Integral", "comments": "es una excelente maestra, maneja muy bien los temas,y da la clase muy clara, se entiende a la perfección, aunque lo único que le falla es que atrasa mucho los exámenes y al final se juntan. debe de organizarse mejor maestra."}, {"fecha": "23/Jul/2017", "score_general": "9.0", "score_facilidad": "6.0", "materia": "Cálculo Diferencial/Integral", "comments": "Da buena retroalimentación, Muchas tareas, Tomaría su clase otra vezes una excelente maestra, maneja muy bien los temas,y da la clase muy clara, se entiende a la perfección, aunque lo único que le falla es que atrasa mucho los exámenes y al final se juntan. debe de organizarse mejor maestra."}, {"fecha": "03/Jul/2017", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Calculo Diferencial y Geometría Analitica", "comments": "Muchas tareas, Clases excelentes, Tomaría su clase otra vezes una excelente maestra, maneja muy bien los temas,y da la clase muy clara, se entiende a la perfección, aunque lo único que le falla es que atrasa mucho los exámenes y al final se juntan. debe de organizarse mejor maestra."}, {"fecha": "03/Jul/2017", "score_general": "10.0", "score_facilidad": "2.0", "materia": "Cálculo Integral", "comments": "Los exámenes son difícilesEl final es una burla en comparación de sus parciales, es una excelente maestra, da un muy buen nivel, tal vez un detalle es que se va un poco rápido, por lo que o ya tienes que tener idea del tema muy bien, o estudiar bastante, hacer sus series y saldrás muy bien en su clase"}, {"fecha": "02/Jul/2017", "score_general": "7.0", "score_facilidad": "6.0", "materia": "Calculo Integral", "comments": "Muchas tareas, Brinda apoyo, Clases excelentesEl final es una burla en comparación de sus parciales, es una excelente maestra, da un muy buen nivel, tal vez un detalle es que se va un poco rápido, por lo que o ya tienes que tener idea del tema muy bien, o estudiar bastante, hacer sus series y saldrás muy bien en su clase"}, {"fecha": "29/Jun/2017", "score_general": "4.0", "score_facilidad": "2.0", "materia": "calculo integral", "comments": "Califica Duro, Muchas tareasEl final es una burla en comparación de sus parciales, es una excelente maestra, da un muy buen nivel, tal vez un detalle es que se va un poco rápido, por lo que o ya tienes que tener idea del tema muy bien, o estudiar bastante, hacer sus series y saldrás muy bien en su clase"}, {"fecha": "29/Jun/2017", "score_general": "7.0", "score_facilidad": "8.0", "materia": "CALCULO INTEGRAL", "comments": "Muchas tareas, Aspectos de calificación claros, Deja trabajos largosEl final es una burla en comparación de sus parciales, es una excelente maestra, da un muy buen nivel, tal vez un detalle es que se va un poco rápido, por lo que o ya tienes que tener idea del tema muy bien, o estudiar bastante, hacer sus series y saldrás muy bien en su clase"}, {"fecha": "26/Jun/2017", "score_general": "6.0", "score_facilidad": "6.0", "materia": "Calculo Integral", "comments": "El final es una burla en comparación de sus parciales, es una excelente maestra, da un muy buen nivel, tal vez un detalle es que se va un poco rápido, por lo que o ya tienes que tener idea del tema muy bien, o estudiar bastante, hacer sus series y saldrás muy bien en su clase"}, {"fecha": "25/Ene/2017", "score_general": "4.0", "score_facilidad": "2.0", "materia": "Clculo Diferencial.", "comments": "Califica Duro, Respetado por los estudiantes, Los exámenes son difícilesexplica bien, pero va súper rápido, y sus exámenes son muy difíciles y se figa hasta en el mas mínimo error es muy exigente, pero como persona es un amor."}, {"fecha": "24/Ene/2017", "score_general": "8.0", "score_facilidad": "4.0", "materia": "Cálculo Integral", "comments": "explica bien, pero va súper rápido, y sus exámenes son muy difíciles y se figa hasta en el mas mínimo error es muy exigente, pero como persona es un amor."}, {"fecha": "16/Ene/2017", "score_general": "8.0", "score_facilidad": "2.0", "materia": "Cálculo Integral", "comments": "explica bien, pero va súper rápido, y sus exámenes son muy difíciles y se figa hasta en el mas mínimo error es muy exigente, pero como persona es un amor."}, {"fecha": "12/Dic/2016", "score_general": "4.0", "score_facilidad": "4.0", "materia": "Calculo integral", "comments": "Califica Duroexplica bien, pero va súper rápido, y sus exámenes son muy difíciles y se figa hasta en el mas mínimo error es muy exigente, pero como persona es un amor."}, {"fecha": "22/Jul/2016", "score_general": "2.0", "score_facilidad": "4.0", "materia": "Calculo integral", "comments": "explica bien, pero va súper rápido, y sus exámenes son muy difíciles y se figa hasta en el mas mínimo error es muy exigente, pero como persona es un amor."}, {"fecha": "20/Jul/2016", "score_general": "6.0", "score_facilidad": "4.0", "materia": "CALCULO INTEGRAL", "comments": "Muchas tareas, Deja trabajos largos, Los exámenes son difícilesExplica lo esencial, deja muchas series y debido a eso  te vuelves autodidacta, (recomiendo zill y larson)sus exámenes no son fáciles, 8 prom. de 3 parciales para exentar   (sin haber reprobado ninguno), si te vas a final esta mas fácil que sus parciales, todas las series es 1 punto extra, buennivel"}, {"fecha": "14/Jul/2016", "score_general": "2.0", "score_facilidad": "4.0", "materia": "Calculo integral", "comments": "Explica lo esencial, deja muchas series y debido a eso  te vuelves autodidacta, (recomiendo zill y larson)sus exámenes no son fáciles, 8 prom. de 3 parciales para exentar   (sin haber reprobado ninguno), si te vas a final esta mas fácil que sus parciales, todas las series es 1 punto extra, buennivel"}, {"fecha": "10/Jun/2016", "score_general": "7.0", "score_facilidad": "4.0", "materia": "Cálculo Integral", "comments": "Califica Duro, Muchas tareas, Muchos ExámenesExplica lo esencial, deja muchas series y debido a eso  te vuelves autodidacta, (recomiendo zill y larson)sus exámenes no son fáciles, 8 prom. de 3 parciales para exentar   (sin haber reprobado ninguno), si te vas a final esta mas fácil que sus parciales, todas las series es 1 punto extra, buennivel"}, {"fecha": "27/Ene/2016", "score_general": "2.0", "score_facilidad": "8.0", "materia": "CALCULO DIFERENCIAL", "comments": "Explica lo esencial, deja muchas series y debido a eso  te vuelves autodidacta, (recomiendo zill y larson)sus exámenes no son fáciles, 8 prom. de 3 parciales para exentar   (sin haber reprobado ninguno), si te vas a final esta mas fácil que sus parciales, todas las series es 1 punto extra, buennivel"}, {"fecha": "19/Ene/2016", "score_general": "7.0", "score_facilidad": "6.0", "materia": "Cálculo Integral", "comments": "Explica lo esencial, deja muchas series y debido a eso  te vuelves autodidacta, (recomiendo zill y larson)sus exámenes no son fáciles, 8 prom. de 3 parciales para exentar   (sin haber reprobado ninguno), si te vas a final esta mas fácil que sus parciales, todas las series es 1 punto extra, buennivel"}, {"fecha": "18/Ene/2016", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Calculo Integral", "comments": "Enseña muy claro, es muy amable y su clase la imparte de la mejor manera, deja muchas series, sus exámenes son algo difíciles porque son algo largos, pero si los repruebas y te vas a final, no hay problema los finales están mas fáciles que sus exámenes y seguro pasas. Yo pase en final y saque 8."}, {"fecha": "14/Dic/2015", "score_general": "2.0", "score_facilidad": "2.0", "materia": "cálculo integral", "comments": "Enseña muy claro, es muy amable y su clase la imparte de la mejor manera, deja muchas series, sus exámenes son algo difíciles porque son algo largos, pero si los repruebas y te vas a final, no hay problema los finales están mas fáciles que sus exámenes y seguro pasas. Yo pase en final y saque 8."}, {"fecha": "28/Jul/2015", "score_general": "8.0", "score_facilidad": "8.0", "materia": "CÁLCULO INTEGRAL", "comments": "Enseña muy claro, es muy amable y su clase la imparte de la mejor manera, deja muchas series, sus exámenes son algo difíciles porque son algo largos, pero si los repruebas y te vas a final, no hay problema los finales están mas fáciles que sus exámenes y seguro pasas. Yo pase en final y saque 8."}, {"fecha": "06/Jul/2015", "score_general": "5.0", "score_facilidad": "2.0", "materia": "Calculo Diferencial", "comments": "Califica Duro, Muchas tareas, Los exámenes son difícilesEnseña muy claro, es muy amable y su clase la imparte de la mejor manera, deja muchas series, sus exámenes son algo difíciles porque son algo largos, pero si los repruebas y te vas a final, no hay problema los finales están mas fáciles que sus exámenes y seguro pasas. Yo pase en final y saque 8."}, {"fecha": "06/Jun/2015", "score_general": "8.0", "score_facilidad": "8.0", "materia": "Calculo Integral", "comments": "Enseña muy claro, es muy amable y su clase la imparte de la mejor manera, deja muchas series, sus exámenes son algo difíciles porque son algo largos, pero si los repruebas y te vas a final, no hay problema los finales están mas fáciles que sus exámenes y seguro pasas. Yo pase en final y saque 8."}, {"fecha": "23/May/2015", "score_general": "8.0", "score_facilidad": "8.0", "materia": "Cálculo Integral", "comments": "Te da puntos extras durante el semestre. Deja un nivel aceptable, creo yo. Vimos casi todo el temario.Sus exámenes no son difíciles si haces los ejercicios de la serie. Explica todo con detalle, pero eso sí, deja muchas series xP"}, {"fecha": "22/Ene/2015", "score_general": "7.0", "score_facilidad": "6.0", "materia": "Calculo Integral", "comments": "Te da puntos extras durante el semestre. Deja un nivel aceptable, creo yo. Vimos casi todo el temario.Sus exámenes no son difíciles si haces los ejercicios de la serie. Explica todo con detalle, pero eso sí, deja muchas series xP"}, {"fecha": "19/Ene/2015", "score_general": "9.0", "score_facilidad": "6.0", "materia": "Cálculo Diferencial", "comments": "Te da puntos extras durante el semestre. Deja un nivel aceptable, creo yo. Vimos casi todo el temario.Sus exámenes no son difíciles si haces los ejercicios de la serie. Explica todo con detalle, pero eso sí, deja muchas series xP"}, {"fecha": "19/Ene/2015", "score_general": "10.0", "score_facilidad": "6.0", "materia": "calculo  integral", "comments": "Te da puntos extras durante el semestre. Deja un nivel aceptable, creo yo. Vimos casi todo el temario.Sus exámenes no son difíciles si haces los ejercicios de la serie. Explica todo con detalle, pero eso sí, deja muchas series xP"}, {"fecha": "01/Dic/2014", "score_general": "9.0", "score_facilidad": "6.0", "materia": "Cálculos", "comments": "Te da puntos extras durante el semestre. Deja un nivel aceptable, creo yo. Vimos casi todo el temario.Sus exámenes no son difíciles si haces los ejercicios de la serie. Explica todo con detalle, pero eso sí, deja muchas series xP"}, {"fecha": "05/Ago/2014", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Cálculo integral", "comments": "Quedé encantada con su clase, es cierto que deja muchas series pero en ellas se basa para sus exámenes. Le puedes preguntar cualquier duda y la resuelve, es divertida, da buen nivel para los finales, pasé 2o final con 9 :D la amo xD"}, {"fecha": "06/Jul/2014", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Cálculo Integral", "comments": "Quedé encantada con su clase, es cierto que deja muchas series pero en ellas se basa para sus exámenes. Le puedes preguntar cualquier duda y la resuelve, es divertida, da buen nivel para los finales, pasé 2o final con 9 :D la amo xD"}, {"fecha": "28/Jun/2014", "score_general": "6.0", "score_facilidad": "6.0", "materia": "diferencial", "comments": "Quedé encantada con su clase, es cierto que deja muchas series pero en ellas se basa para sus exámenes. Le puedes preguntar cualquier duda y la resuelve, es divertida, da buen nivel para los finales, pasé 2o final con 9 :D la amo xD"}, {"fecha": "25/Jun/2014", "score_general": "8.0", "score_facilidad": "2.0", "materia": "Cálculo Integral", "comments": "Quedé encantada con su clase, es cierto que deja muchas series pero en ellas se basa para sus exámenes. Le puedes preguntar cualquier duda y la resuelve, es divertida, da buen nivel para los finales, pasé 2o final con 9 :D la amo xD"}, {"fecha": "16/Jun/2014", "score_general": "8.0", "score_facilidad": "2.0", "materia": "calculo diferencial", "comments": "Quedé encantada con su clase, es cierto que deja muchas series pero en ellas se basa para sus exámenes. Le puedes preguntar cualquier duda y la resuelve, es divertida, da buen nivel para los finales, pasé 2o final con 9 :D la amo xD"}, {"fecha": "10/Jun/2014", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Cálculo Integral", "comments": "Excelente profesora, aprendes bastante, explica de maravilla, obtener buena calificación es sencilla, siempre y cuando realices las series"}, {"fecha": "28/May/2014", "score_general": "8.0", "score_facilidad": "4.0", "materia": "Calculo diferencial", "comments": "Excelente profesora, aprendes bastante, explica de maravilla, obtener buena calificación es sencilla, siempre y cuando realices las series"}, {"fecha": "02/May/2014", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Calculo Integral", "comments": "Excelente profesora, aprendes bastante, explica de maravilla, obtener buena calificación es sencilla, siempre y cuando realices las series"}, {"fecha": "25/Mar/2014", "score_general": "10.0", "score_facilidad": "4.0", "materia": "Calculo Integral", "comments": "Excelente profesora, aprendes bastante, explica de maravilla, obtener buena calificación es sencilla, siempre y cuando realices las series"}, {"fecha": "29/Ene/2014", "score_general": "9.0", "score_facilidad": "4.0", "materia": "Cálculo Integral", "comments": "Excelente profesora, aprendes bastante, explica de maravilla, obtener buena calificación es sencilla, siempre y cuando realices las series"}, {"fecha": "12/Ene/2014", "score_general": "6.0", "score_facilidad": "6.0", "materia": "CÁLCULO DIFERENCIAL", "comments": "buena profesora, maneja muy bien los temas, pero explica muy rápido, tienes que tener muy buenas calificaciones en los exámenes para no irte a final, si estas en final estudia mucho porque ella no te prepara para hacer el final."}, {"fecha": "16/Dic/2013", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Cálculo integral", "comments": "buena profesora, maneja muy bien los temas, pero explica muy rápido, tienes que tener muy buenas calificaciones en los exámenes para no irte a final, si estas en final estudia mucho porque ella no te prepara para hacer el final."}, {"fecha": "12/Dic/2013", "score_general": "8.0", "score_facilidad": "4.0", "materia": "Calculo Diferencial", "comments": "buena profesora, maneja muy bien los temas, pero explica muy rápido, tienes que tener muy buenas calificaciones en los exámenes para no irte a final, si estas en final estudia mucho porque ella no te prepara para hacer el final."}, {"fecha": "10/Jul/2013", "score_general": "7.0", "score_facilidad": "6.0", "materia": "Cálculo Integral", "comments": "buena profesora, maneja muy bien los temas, pero explica muy rápido, tienes que tener muy buenas calificaciones en los exámenes para no irte a final, si estas en final estudia mucho porque ella no te prepara para hacer el final."}, {"fecha": "22/Ene/2013", "score_general": "7.0", "score_facilidad": "10.0", "materia": "calculo integral", "comments": "buena profesora, maneja muy bien los temas, pero explica muy rápido, tienes que tener muy buenas calificaciones en los exámenes para no irte a final, si estas en final estudia mucho porque ella no te prepara para hacer el final."}, {"fecha": "22/Ene/2013", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Cálculos", "comments": "Si quieres aprender, 100% recomendable, deja mucha tarea pero los exámenes los saca de ahí."}]