[{"fecha": "24/Ene/2023", "score_general": "7.0", "score_facilidad": "4.0", "materia": "Fundamentos de metalurgia extractiva", "comments": "Da buena retroalimentación, Asistencia obligatoria, Deja trabajos largosTienes que tener buenas bases en química para no sufrir en su clase, a veces se confunde en sus ejercicios y al final no puede ni resolverlos el mismo. Brinda apoyo si ve que fuiste constante en el semestre, sus clases son tediosas pero es bueno"}, {"fecha": "01/Ago/2022", "score_general": "8.0", "score_facilidad": "6.0", "materia": "Fundamentos de metalurgia extractiva", "comments": "Muchas tareas, La Participación Importa, Brinda apoyoTienes que tener buenas bases en química para no sufrir en su clase, a veces se confunde en sus ejercicios y al final no puede ni resolverlos el mismo. Brinda apoyo si ve que fuiste constante en el semestre, sus clases son tediosas pero es bueno"}, {"fecha": "17/Ene/2022", "score_general": "6.0", "score_facilidad": "4.0", "materia": "Fundamentos de Metalurgia Extractiva", "comments": "La Participación Importa, Brinda apoyo, Los exámenes son difícilesTienes que tener buenas bases en química para no sufrir en su clase, a veces se confunde en sus ejercicios y al final no puede ni resolverlos el mismo. Brinda apoyo si ve que fuiste constante en el semestre, sus clases son tediosas pero es bueno"}, {"fecha": "24/Ago/2021", "score_general": "5.0", "score_facilidad": "8.0", "materia": "Fundamentos Metalurgia extractiva", "comments": "Barco, Los exámenes son difíciles, Muchos proyectos grupalesTienes que tener buenas bases en química para no sufrir en su clase, a veces se confunde en sus ejercicios y al final no puede ni resolverlos el mismo. Brinda apoyo si ve que fuiste constante en el semestre, sus clases son tediosas pero es bueno"}, {"fecha": "31/Ago/2020", "score_general": "5.0", "score_facilidad": "4.0", "materia": "Hidro y pirometalurgia", "comments": "Tienes que tener buenas bases en química para no sufrir en su clase, a veces se confunde en sus ejercicios y al final no puede ni resolverlos el mismo. Brinda apoyo si ve que fuiste constante en el semestre, sus clases son tediosas pero es bueno"}]