[{"fecha": "16/Jun/2022", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Estratigrafia", "comments": "La Participación Importa, Las clases son largas, Pocos ExámenesBuen profesor, sabe muchísimo y tiene mucha experiencia, te resuelve tus dudas. En las clases con ejercicios todo bien, pero en las que es pura teoría se vuelven súper largas y aburridas porque la mayoría de las diapositivas son puro texto"}, {"fecha": "24/Jul/2019", "score_general": "8.0", "score_facilidad": "4.0", "materia": "Estratigrafía", "comments": "Califica Duro, La Participación Importa, Los exámenes son difícilesBuen profesor, sabe muchísimo y tiene mucha experiencia, te resuelve tus dudas. En las clases con ejercicios todo bien, pero en las que es pura teoría se vuelven súper largas y aburridas porque la mayoría de las diapositivas son puro texto"}, {"fecha": "03/Dic/2018", "score_general": "5.0", "score_facilidad": "2.0", "materia": "Estratigrafía", "comments": "Califica Duro, Muchas tareas, Prepárate para leerBuen profesor, sabe muchísimo y tiene mucha experiencia, te resuelve tus dudas. En las clases con ejercicios todo bien, pero en las que es pura teoría se vuelven súper largas y aburridas porque la mayoría de las diapositivas son puro texto"}, {"fecha": "07/Jun/2017", "score_general": "9.0", "score_facilidad": "10.0", "materia": "cartografia", "comments": "Da buena retroalimentación, La Participación Importa, Brinda apoyoBuen profesor, sabe muchísimo y tiene mucha experiencia, te resuelve tus dudas. En las clases con ejercicios todo bien, pero en las que es pura teoría se vuelven súper largas y aburridas porque la mayoría de las diapositivas son puro texto"}, {"fecha": "20/Ene/2016", "score_general": "7.0", "score_facilidad": "8.0", "materia": "Estratigrafia", "comments": "Buen profesor, sabe muchísimo y tiene mucha experiencia, te resuelve tus dudas. En las clases con ejercicios todo bien, pero en las que es pura teoría se vuelven súper largas y aburridas porque la mayoría de las diapositivas son puro texto"}, {"fecha": "29/Jun/2014", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Cartografía", "comments": "LO AMO es el mejor Ingeniero de la FACULTAD!!!!"}, {"fecha": "31/Jul/2012", "score_general": "6.0", "score_facilidad": "6.0", "materia": "Cartografía Geológica", "comments": "LO AMO es el mejor Ingeniero de la FACULTAD!!!!"}, {"fecha": "17/Jul/2011", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Estratigrafía", "comments": "LO AMO es el mejor Ingeniero de la FACULTAD!!!!"}]