[{"fecha": "08/Feb/2023", "score_general": "7.0", "score_facilidad": "10.0", "materia": "Creatividad", "comments": "Barco, Muchos proyectos grupalesSiempre llegaba tarde y faltaba a veces, aunque cuando estaba su clase era amena y tranquila, te explica un poco de teoría para luego hacer una actividad grupal para relajarnos o divertirnos. Dejó muchas tareas y proyectos un poco largos."}, {"fecha": "03/Ago/2022", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Creatividad", "comments": "Barco, Da Crédito Extra, Brinda apoyoSiempre llegaba tarde y faltaba a veces, aunque cuando estaba su clase era amena y tranquila, te explica un poco de teoría para luego hacer una actividad grupal para relajarnos o divertirnos. Dejó muchas tareas y proyectos un poco largos."}, {"fecha": "24/Ago/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Taller sociohumanistoco Creatividad", "comments": "Muchas tareas, La Participación Importa, Clases excelentesSiempre llegaba tarde y faltaba a veces, aunque cuando estaba su clase era amena y tranquila, te explica un poco de teoría para luego hacer una actividad grupal para relajarnos o divertirnos. Dejó muchas tareas y proyectos un poco largos."}, {"fecha": "24/Ago/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Creatividad", "comments": "Barco, La Participación Importa, Clases excelentesSiempre llegaba tarde y faltaba a veces, aunque cuando estaba su clase era amena y tranquila, te explica un poco de teoría para luego hacer una actividad grupal para relajarnos o divertirnos. Dejó muchas tareas y proyectos un poco largos."}, {"fecha": "24/Ago/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Creatividad", "comments": "Barco, Muy cómico, La Participación ImportaSiempre llegaba tarde y faltaba a veces, aunque cuando estaba su clase era amena y tranquila, te explica un poco de teoría para luego hacer una actividad grupal para relajarnos o divertirnos. Dejó muchas tareas y proyectos un poco largos."}, {"fecha": "24/Ago/2021", "score_general": "9.0", "score_facilidad": "10.0", "materia": "Taller Sociohumanistico creatividad", "comments": "Asistencia obligatoria, Muchos proyectos grupalesEn zoomestre es buena, explica super bien los temas y a mitad de la clase deja alguna actividad ya sea en equipo o individual pero bastante amena, me parecio unicamente que su voz es demasiado tranquila, no es dificil pasar con ella"}, {"fecha": "25/Ene/2018", "score_general": "8.0", "score_facilidad": "8.0", "materia": "Redes de datos", "comments": "En zoomestre es buena, explica super bien los temas y a mitad de la clase deja alguna actividad ya sea en equipo o individual pero bastante amena, me parecio unicamente que su voz es demasiado tranquila, no es dificil pasar con ella"}]