[{"fecha": "31/Ene/2023", "score_general": "8.0", "score_facilidad": "8.0", "materia": "IDO I", "comments": "Muchas tareas, Las clases son largasl profe hace largas las clases (te deja salir hasta 10 min despues), sus clases a veces son aburridas y muy poco dinamicas. Sus examenes son a cuaderno abierto y es muy comprensivo"}, {"fecha": "30/Ene/2023", "score_general": "8.0", "score_facilidad": "8.0", "materia": "IDO I", "comments": "Da buena retroalimentación, Muchas tareas, Aspectos de calificación clarosl profe hace largas las clases (te deja salir hasta 10 min despues), sus clases a veces son aburridas y muy poco dinamicas. Sus examenes son a cuaderno abierto y es muy comprensivo"}, {"fecha": "08/Jun/2022", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Investigación de Operaciones 2", "comments": "Muchas tareas, Deja trabajos largos, Clases excelentesl profe hace largas las clases (te deja salir hasta 10 min despues), sus clases a veces son aburridas y muy poco dinamicas. Sus examenes son a cuaderno abierto y es muy comprensivo"}, {"fecha": "26/Ago/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "IDO 1", "comments": "Pocos Exámenes, Aspectos de calificación claros, Tomaría su clase otra vezl profe hace largas las clases (te deja salir hasta 10 min despues), sus clases a veces son aburridas y muy poco dinamicas. Sus examenes son a cuaderno abierto y es muy comprensivo"}, {"fecha": "25/Ago/2021", "score_general": "6.0", "score_facilidad": "6.0", "materia": "INVESTIGACION DE OPERACIONES II", "comments": "Califica Duro, Asistencia obligatoria, Deja trabajos largosl profe hace largas las clases (te deja salir hasta 10 min despues), sus clases a veces son aburridas y muy poco dinamicas. Sus examenes son a cuaderno abierto y es muy comprensivo"}, {"fecha": "05/Feb/2021", "score_general": "8.0", "score_facilidad": "8.0", "materia": "IDO 1", "comments": "Las clases son largas, Pocos ExámenesEl profesor hace la clase sencilla pero algunas clases se vuelven aburridas.Es sencillo obtener una buena calificación.Lo que no me gusto fue cuando dió las calificaciones finales, me sacó 8 solo porque me faltaron dos tareas,aún cuando estás solo valían 10% y en lo demás estaba bien."}, {"fecha": "04/Ago/2019", "score_general": "10.0", "score_facilidad": "8.0", "materia": "IDO I", "comments": "Da buena retroalimentación, Clases excelentes, Tomaría su clase otra vezEl profesor hace la clase sencilla pero algunas clases se vuelven aburridas.Es sencillo obtener una buena calificación.Lo que no me gusto fue cuando dió las calificaciones finales, me sacó 8 solo porque me faltaron dos tareas,aún cuando estás solo valían 10% y en lo demás estaba bien."}]