[{"fecha": "12/Nov/2021", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Redacción y Exposición de temas de Ingeniería", "comments": "Califica Duro, Da buena retroalimentación, La Participación ImportaA mi me parecer una muy buena profa, flexible y empática, SI ES EXIGENTE, pero no más que con lo que uno como estudiante tiene que cumplir. Claro que tomaría clase con ella de nuevo."}, {"fecha": "12/Nov/2021", "score_general": "2.0", "score_facilidad": "2.0", "materia": "Redaccion de temas de ingeniería", "comments": "Califica Duro, Muchas tareas, Deja trabajos largosA mi me parecer una muy buena profa, flexible y empática, SI ES EXIGENTE, pero no más que con lo que uno como estudiante tiene que cumplir. Claro que tomaría clase con ella de nuevo."}, {"fecha": "12/Nov/2021", "score_general": "3.0", "score_facilidad": "6.0", "materia": "Redacción y Exposición", "comments": "Califica Duro, Muchas tareas, Deja trabajos largosA mi me parecer una muy buena profa, flexible y empática, SI ES EXIGENTE, pero no más que con lo que uno como estudiante tiene que cumplir. Claro que tomaría clase con ella de nuevo."}, {"fecha": "11/Nov/2021", "score_general": "3.0", "score_facilidad": "4.0", "materia": "redaccion y temas de ingenieria", "comments": "Muchas tareas, La Participación Importa, Muchos proyectos grupalesA mi me parecer una muy buena profa, flexible y empática, SI ES EXIGENTE, pero no más que con lo que uno como estudiante tiene que cumplir. Claro que tomaría clase con ella de nuevo."}, {"fecha": "19/Feb/2020", "score_general": "2.0", "score_facilidad": "4.0", "materia": "Redacción y Exposición de Temas de Ingeniería", "comments": "Muchas tareas, Asistencia obligatoria, Las clases son largasA mi me parecer una muy buena profa, flexible y empática, SI ES EXIGENTE, pero no más que con lo que uno como estudiante tiene que cumplir. Claro que tomaría clase con ella de nuevo."}, {"fecha": "22/Ene/2020", "score_general": "2.0", "score_facilidad": "2.0", "materia": "Redacción", "comments": "La Participación Importa, Los exámenes son difíciles, Muchos proyectos grupalesEs muy prepotente. Si haces bien la exposicion ya estas del otro lado pero la verdad ir a su clase es aburrido. No es difícil pasar como todos dicen. Y ademas considero que si aprendes un poco en los primeros temas. Pero no vale la pena meter con ella. Hay mejores."}, {"fecha": "31/Ene/2019", "score_general": "9.0", "score_facilidad": "8.0", "materia": "---", "comments": "Califica Duro, Pocos ExámenesEs muy prepotente. Si haces bien la exposicion ya estas del otro lado pero la verdad ir a su clase es aburrido. No es difícil pasar como todos dicen. Y ademas considero que si aprendes un poco en los primeros temas. Pero no vale la pena meter con ella. Hay mejores."}, {"fecha": "26/Ene/2018", "score_general": "9.0", "score_facilidad": "6.0", "materia": "Redacción y Exposición de Temas de Ingeniería", "comments": "La Participación Importa, Aspectos de calificación claros, Tomaría su clase otra vezEs muy prepotente. Si haces bien la exposicion ya estas del otro lado pero la verdad ir a su clase es aburrido. No es difícil pasar como todos dicen. Y ademas considero que si aprendes un poco en los primeros temas. Pero no vale la pena meter con ella. Hay mejores."}, {"fecha": "25/Ene/2018", "score_general": "3.0", "score_facilidad": "2.0", "materia": "redaccion", "comments": "Muchos proyectos grupalesEs muy prepotente. Si haces bien la exposicion ya estas del otro lado pero la verdad ir a su clase es aburrido. No es difícil pasar como todos dicen. Y ademas considero que si aprendes un poco en los primeros temas. Pero no vale la pena meter con ella. Hay mejores."}, {"fecha": "25/Ene/2018", "score_general": "3.0", "score_facilidad": "6.0", "materia": "redaccion y exposicion de temas de ingenieria", "comments": "Muchas tareas, Prepárate para leer, Asistencia obligatoriaEs muy prepotente. Si haces bien la exposicion ya estas del otro lado pero la verdad ir a su clase es aburrido. No es difícil pasar como todos dicen. Y ademas considero que si aprendes un poco en los primeros temas. Pero no vale la pena meter con ella. Hay mejores."}, {"fecha": "22/Ene/2018", "score_general": "3.0", "score_facilidad": "4.0", "materia": "Redacción y exposición a temas de ingeniería", "comments": "Las clases son largas, Deja trabajos largos, Los exámenes son difícilesSu clase es totalmente aburrida y como si estuvieras en la secundaría , no es mala profesora pero simplemente no es buena su manera de dar clases"}, {"fecha": "29/Nov/2017", "score_general": "2.0", "score_facilidad": "2.0", "materia": "---", "comments": "Muchas tareas, Asistencia obligatoria, Las clases son largasSu clase es totalmente aburrida y como si estuvieras en la secundaría , no es mala profesora pero simplemente no es buena su manera de dar clases"}, {"fecha": "29/Nov/2017", "score_general": "3.0", "score_facilidad": "2.0", "materia": "Redacción y exposición", "comments": "Asistencia obligatoria, Las clases son largas, Los exámenes son difícilesSu clase es totalmente aburrida y como si estuvieras en la secundaría , no es mala profesora pero simplemente no es buena su manera de dar clases"}, {"fecha": "03/Jul/2017", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Redacción y Exposición de Temas de Ing", "comments": "La Participación Importa, Asistencia obligatoria, Clases excelentesSu clase es totalmente aburrida y como si estuvieras en la secundaría , no es mala profesora pero simplemente no es buena su manera de dar clases"}]