[{"fecha": "24/Ago/2021", "score_general": "6.0", "score_facilidad": "10.0", "materia": "Movimiento de Tierras", "comments": "Barco, Muchas tareasEs un profesor muy tranquilo, sus clases en líneas pueden llegar a ser algo aburridas, todas sus presentaciones sobre lo que hace el examen se encuentran en su página. Sus exámenes son sobre lo visto en clase y las tareas. Evualúa con 2 parciales, tareas y laboratorio."}, {"fecha": "19/Feb/2021", "score_general": "4.0", "score_facilidad": "2.0", "materia": "Procedimientos", "comments": "Califica Duro, Las clases son largasEs un profesor muy tranquilo, sus clases en líneas pueden llegar a ser algo aburridas, todas sus presentaciones sobre lo que hace el examen se encuentran en su página. Sus exámenes son sobre lo visto en clase y las tareas. Evualúa con 2 parciales, tareas y laboratorio."}, {"fecha": "26/Jun/2019", "score_general": "5.0", "score_facilidad": "6.0", "materia": "Procedimientos constructivos de elementos de estructura", "comments": "Califica DuroEs un profesor muy tranquilo, sus clases en líneas pueden llegar a ser algo aburridas, todas sus presentaciones sobre lo que hace el examen se encuentran en su página. Sus exámenes son sobre lo visto en clase y las tareas. Evualúa con 2 parciales, tareas y laboratorio."}, {"fecha": "18/Mar/2018", "score_general": "3.0", "score_facilidad": "6.0", "materia": "Recursos de la Construcción", "comments": "Califica Duro, Hace exámenes sorpresa, Deja trabajos largosEs un profesor muy tranquilo, sus clases en líneas pueden llegar a ser algo aburridas, todas sus presentaciones sobre lo que hace el examen se encuentran en su página. Sus exámenes son sobre lo visto en clase y las tareas. Evualúa con 2 parciales, tareas y laboratorio."}, {"fecha": "08/Feb/2018", "score_general": "5.0", "score_facilidad": "8.0", "materia": "Recursos de la construcción", "comments": "Califica Duro, Aspectos de calificación claros, Los exámenes son difícilesEs un profesor muy tranquilo, sus clases en líneas pueden llegar a ser algo aburridas, todas sus presentaciones sobre lo que hace el examen se encuentran en su página. Sus exámenes son sobre lo visto en clase y las tareas. Evualúa con 2 parciales, tareas y laboratorio."}, {"fecha": "23/Ene/2017", "score_general": "7.0", "score_facilidad": "8.0", "materia": "Recursos de la Contrucción", "comments": "Es buen profesor pero sus clases no son del todo buenas, eso si, te tolera muchas cosas ya sea que platiques, llegues tarde o juegues con el cel, estudia bien para que sus examenes no se te hagan complicados, y por nada del mundo dejes el proyecto final a ultima hora porque saldrán las cosas mal"}, {"fecha": "03/Ene/2017", "score_general": "8.0", "score_facilidad": "4.0", "materia": "Recursos de la Construcción", "comments": "Califica Duro, Deja trabajos largos, Tomaría su clase otra vezEs buen profesor pero sus clases no son del todo buenas, eso si, te tolera muchas cosas ya sea que platiques, llegues tarde o juegues con el cel, estudia bien para que sus examenes no se te hagan complicados, y por nada del mundo dejes el proyecto final a ultima hora porque saldrán las cosas mal"}]