[{"fecha": "11/Feb/2023", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Cultura y comunicación", "comments": "Es muy buena profesora, su clase básicamente es un curso de soft skills jaja, te enseña cosas de verdad muy útiles además de hacer actividades entretenidas. Pasar bien no es complicado, aunque este semestre 2023-1 cambio un poco la forma de evaluar por el paro. La recomiendo mucho."}, {"fecha": "03/Ago/2022", "score_general": "10.0", "score_facilidad": "4.0", "materia": "Cultura y comunicación", "comments": "Califica Duro, Da buena retroalimentación, La Participación ImportaEs muy buena profesora, su clase básicamente es un curso de soft skills jaja, te enseña cosas de verdad muy útiles además de hacer actividades entretenidas. Pasar bien no es complicado, aunque este semestre 2023-1 cambio un poco la forma de evaluar por el paro. La recomiendo mucho."}, {"fecha": "28/Jul/2022", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Cultura y Comunicación", "comments": "Da buena retroalimentación, Respetado por los estudiantes, InspiracionalEs muy buena profesora, su clase básicamente es un curso de soft skills jaja, te enseña cosas de verdad muy útiles además de hacer actividades entretenidas. Pasar bien no es complicado, aunque este semestre 2023-1 cambio un poco la forma de evaluar por el paro. La recomiendo mucho."}, {"fecha": "27/Jun/2022", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Cultura y Comunicación", "comments": "Barco, La Participación Importa, Clases excelentesEs muy buena profesora, su clase básicamente es un curso de soft skills jaja, te enseña cosas de verdad muy útiles además de hacer actividades entretenidas. Pasar bien no es complicado, aunque este semestre 2023-1 cambio un poco la forma de evaluar por el paro. La recomiendo mucho."}, {"fecha": "13/Jun/2022", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Cultura y Comunicación", "comments": "Da buena retroalimentación, Clases excelentesEs muy buena profesora, su clase básicamente es un curso de soft skills jaja, te enseña cosas de verdad muy útiles además de hacer actividades entretenidas. Pasar bien no es complicado, aunque este semestre 2023-1 cambio un poco la forma de evaluar por el paro. La recomiendo mucho."}, {"fecha": "09/Sep/2021", "score_general": "9.0", "score_facilidad": "6.0", "materia": "Cultura y Comunicación", "comments": "La Participación Importa, Aspectos de calificación claros, Brinda apoyoBuena profesora."}, {"fecha": "19/Ago/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Cultura y Comunicación", "comments": "La Participación Importa, Inspiracional, Clases excelentesBuena profesora."}]