[{"fecha": "16/Jun/2022", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Estructuras discretas", "comments": "Califica Duro, La Participación Importa, Asistencia obligatoriaEs una maestra muy estricta y poco flexible, ya que durante todo el semestre no perdonaba si te faltaba un ejercicio, incluso si presentabas justificante. Algunos exámenes pueden ser en equipo. Prepárate para algunas tareas largas. A veces pone puro 10 en tarea o ejercicio por intentar realizarlo."}, {"fecha": "25/May/2022", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Estructuras discretas", "comments": "Califica Duro, Muchas tareas, La Participación ImportaEs una maestra muy estricta y poco flexible, ya que durante todo el semestre no perdonaba si te faltaba un ejercicio, incluso si presentabas justificante. Algunos exámenes pueden ser en equipo. Prepárate para algunas tareas largas. A veces pone puro 10 en tarea o ejercicio por intentar realizarlo."}, {"fecha": "29/Ene/2022", "score_general": "5.0", "score_facilidad": "2.0", "materia": "---", "comments": "Califica Duro, La Participación ImportaEs una maestra muy estricta y poco flexible, ya que durante todo el semestre no perdonaba si te faltaba un ejercicio, incluso si presentabas justificante. Algunos exámenes pueden ser en equipo. Prepárate para algunas tareas largas. A veces pone puro 10 en tarea o ejercicio por intentar realizarlo."}, {"fecha": "20/Ene/2022", "score_general": "6.0", "score_facilidad": "4.0", "materia": "Estructuras Discretas", "comments": "Califica Duro, Muchas tareas, Muchos ExámenesEs una maestra muy estricta y poco flexible, ya que durante todo el semestre no perdonaba si te faltaba un ejercicio, incluso si presentabas justificante. Algunos exámenes pueden ser en equipo. Prepárate para algunas tareas largas. A veces pone puro 10 en tarea o ejercicio por intentar realizarlo."}, {"fecha": "20/Ene/2022", "score_general": "6.0", "score_facilidad": "6.0", "materia": "Estructuras Discretas", "comments": "Muchas tareas, Asistencia obligatoriaEs una maestra muy estricta y poco flexible, ya que durante todo el semestre no perdonaba si te faltaba un ejercicio, incluso si presentabas justificante. Algunos exámenes pueden ser en equipo. Prepárate para algunas tareas largas. A veces pone puro 10 en tarea o ejercicio por intentar realizarlo."}, {"fecha": "14/Ene/2022", "score_general": "10.0", "score_facilidad": "8.0", "materia": "---", "comments": "Califica Duro, La Participación Importa, Asistencia obligatoria[Comentario esperando revisión]"}, {"fecha": "13/Dic/2021", "score_general": "6.0", "score_facilidad": "4.0", "materia": "Estructuras discretas", "comments": "Califica Duro, Muchas tareas, La Participación Importa[Comentario esperando revisión]"}, {"fecha": "13/Dic/2021", "score_general": "5.0", "score_facilidad": "2.0", "materia": "---", "comments": "Califica Duro, Muchas tareas, La Participación Importa[Comentario esperando revisión]"}, {"fecha": "23/Ago/2021", "score_general": "4.0", "score_facilidad": "4.0", "materia": "Estructuras discretas", "comments": "Califica Duro, La Participación Importa, Respetado por los estudiantes[Comentario esperando revisión]"}, {"fecha": "23/Ago/2021", "score_general": "10.0", "score_facilidad": "4.0", "materia": "Estructuras Discretas", "comments": "Da buena retroalimentación, Muchas tareas, La Participación Importa[Comentario esperando revisión]"}, {"fecha": "18/Ago/2021", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Estructuras Discretas", "comments": "Da buena retroalimentación, Muchas tareas, Aspectos de calificación clarosEs una excelente profesora. Siempre te brinda retroalimentación y cuando tienes alguna duda siempre te explica. \r\nSus clases son excelente y los ejercicios en clase te ayudan a comprender lo que se vio en clase.\r\nParticipa mucho pero tampoco hagas que los demás dejen de participar."}, {"fecha": "04/Mar/2021", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Estructuras Discretas", "comments": "Califica Duro, Da buena retroalimentación, Tomaría su clase otra vezEs una excelente profesora. Siempre te brinda retroalimentación y cuando tienes alguna duda siempre te explica. \r\nSus clases son excelente y los ejercicios en clase te ayudan a comprender lo que se vio en clase.\r\nParticipa mucho pero tampoco hagas que los demás dejen de participar."}, {"fecha": "19/Feb/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Estructuras discretas", "comments": "Muchas tareas, La Participación Importa, Asistencia obligatoriaEs una excelente profesora. Siempre te brinda retroalimentación y cuando tienes alguna duda siempre te explica. \r\nSus clases son excelente y los ejercicios en clase te ayudan a comprender lo que se vio en clase.\r\nParticipa mucho pero tampoco hagas que los demás dejen de participar."}, {"fecha": "15/Feb/2021", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Estructuras Discretas", "comments": "Muchas tareas, Brinda apoyo, Clases excelentesEs una excelente profesora. Siempre te brinda retroalimentación y cuando tienes alguna duda siempre te explica. \r\nSus clases son excelente y los ejercicios en clase te ayudan a comprender lo que se vio en clase.\r\nParticipa mucho pero tampoco hagas que los demás dejen de participar."}, {"fecha": "08/Sep/2020", "score_general": "7.0", "score_facilidad": "4.0", "materia": "Estructuras discretas", "comments": "Califica Duro, Muchas tareas, Asistencia obligatoriaEs una excelente profesora. Siempre te brinda retroalimentación y cuando tienes alguna duda siempre te explica. \r\nSus clases son excelente y los ejercicios en clase te ayudan a comprender lo que se vio en clase.\r\nParticipa mucho pero tampoco hagas que los demás dejen de participar."}, {"fecha": "31/Ago/2020", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Estructuras Discretas", "comments": "Muchas tareas, La Participación Importa, Aspectos de calificación clarosBuena profesora. A veces que se hace bolas con sus propias explicaciones, la mayoría del tiempo es clara y le importa mucho que entiendan lo que está pasando. Se adaptó bien a las clases en línea, tiene su pizarrón y proyecta su pantalla para revisar los ejercicios y tareas que recibe por correo"}, {"fecha": "31/Ago/2020", "score_general": "9.0", "score_facilidad": "4.0", "materia": "Estructuras Discretas", "comments": "Muchas tareas, La Participación Importa, Tomaría su clase otra vezBuena profesora. A veces que se hace bolas con sus propias explicaciones, la mayoría del tiempo es clara y le importa mucho que entiendan lo que está pasando. Se adaptó bien a las clases en línea, tiene su pizarrón y proyecta su pantalla para revisar los ejercicios y tareas que recibe por correo"}, {"fecha": "25/Jun/2020", "score_general": "9.0", "score_facilidad": "6.0", "materia": "Estructuras discretas", "comments": "Muchas tareas, Asistencia obligatoria, Brinda apoyoBuena profesora. A veces que se hace bolas con sus propias explicaciones, la mayoría del tiempo es clara y le importa mucho que entiendan lo que está pasando. Se adaptó bien a las clases en línea, tiene su pizarrón y proyecta su pantalla para revisar los ejercicios y tareas que recibe por correo"}, {"fecha": "09/Ene/2020", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Estructuras Discretas", "comments": "Barco, Muchas tareas, Clases excelentesBuena profesora. A veces que se hace bolas con sus propias explicaciones, la mayoría del tiempo es clara y le importa mucho que entiendan lo que está pasando. Se adaptó bien a las clases en línea, tiene su pizarrón y proyecta su pantalla para revisar los ejercicios y tareas que recibe por correo"}, {"fecha": "27/Jun/2019", "score_general": "7.0", "score_facilidad": "4.0", "materia": "Estructuras Discretas", "comments": "Muchas tareas, La Participación Importa, Asistencia obligatoriaBuena profesora. A veces que se hace bolas con sus propias explicaciones, la mayoría del tiempo es clara y le importa mucho que entiendan lo que está pasando. Se adaptó bien a las clases en línea, tiene su pizarrón y proyecta su pantalla para revisar los ejercicios y tareas que recibe por correo"}, {"fecha": "22/Ene/2019", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Estructuras Discretas", "comments": "Muchas tareas, Asistencia obligatoria, Clases excelentesExcelente, la mejor de la materia, pero necesitas ser constante. Los exámenes son al nivel de la clase, definitivamente aprenderás, aunque por la hora tienda a ser pesado, pero todo vale la pena, en general; una gran profesional y muy clara profesora, domina los temas y da apoyo si lo mereces."}, {"fecha": "16/Ene/2019", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Estructuras Discretas", "comments": "Califica Duro, Muchas tareas, La Participación ImportaExcelente, la mejor de la materia, pero necesitas ser constante. Los exámenes son al nivel de la clase, definitivamente aprenderás, aunque por la hora tienda a ser pesado, pero todo vale la pena, en general; una gran profesional y muy clara profesora, domina los temas y da apoyo si lo mereces."}, {"fecha": "25/Jul/2018", "score_general": "5.0", "score_facilidad": "2.0", "materia": "Estructuras Discretas", "comments": "Califica Duro, La Participación Importa, Deja trabajos largosExcelente, la mejor de la materia, pero necesitas ser constante. Los exámenes son al nivel de la clase, definitivamente aprenderás, aunque por la hora tienda a ser pesado, pero todo vale la pena, en general; una gran profesional y muy clara profesora, domina los temas y da apoyo si lo mereces."}, {"fecha": "05/Jul/2018", "score_general": "8.0", "score_facilidad": "4.0", "materia": "Estructuras Discretas", "comments": "Muchas tareas, La Participación Importa, Asistencia obligatoriaExcelente, la mejor de la materia, pero necesitas ser constante. Los exámenes son al nivel de la clase, definitivamente aprenderás, aunque por la hora tienda a ser pesado, pero todo vale la pena, en general; una gran profesional y muy clara profesora, domina los temas y da apoyo si lo mereces."}, {"fecha": "15/Jun/2018", "score_general": "5.0", "score_facilidad": "6.0", "materia": "Estructuras Discretas", "comments": "Muchas tareas, La Participación Importa, Asistencia obligatoriaExcelente, la mejor de la materia, pero necesitas ser constante. Los exámenes son al nivel de la clase, definitivamente aprenderás, aunque por la hora tienda a ser pesado, pero todo vale la pena, en general; una gran profesional y muy clara profesora, domina los temas y da apoyo si lo mereces."}, {"fecha": "10/Jun/2018", "score_general": "4.0", "score_facilidad": "2.0", "materia": "Estructuras discretas", "comments": "Califica Duro, La Participación Importa, Deja trabajos largos"}, {"fecha": "04/Feb/2018", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Estructuras Disretas", "comments": ""}, {"fecha": "29/Ene/2018", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Estructuras discretas", "comments": "Respetado por los estudiantes, Inspiracional, Clases excelentes"}, {"fecha": "29/Ene/2018", "score_general": "3.0", "score_facilidad": "2.0", "materia": "Estructuras discretas", "comments": "Califica Duro, Muchas tareas, Hace exámenes sorpresa"}, {"fecha": "21/Ene/2018", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Estructuras Discretas", "comments": "Muchas tareas, Brinda apoyo, Tomaría su clase otra vez"}, {"fecha": "25/Jul/2017", "score_general": "9.0", "score_facilidad": "10.0", "materia": "Estructuras Discretas", "comments": "Da buena retroalimentación, Muchas tareasEs buena profesora, explica bastante claro y te resuleve tus dudas, tiende a tener favoritos, sus examenes son realmente sencillos, deja muchas tareas lo malo de ella es que es super sangrona con sus formatos y reglas al grado de volverse insoportable y las clases estan de flojera, buena opcion."}, {"fecha": "16/Ene/2017", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Estructuras discretas", "comments": "Califica Duro, Inspiracional, Clases excelentesEs buena profesora, explica bastante claro y te resuleve tus dudas, tiende a tener favoritos, sus examenes son realmente sencillos, deja muchas tareas lo malo de ella es que es super sangrona con sus formatos y reglas al grado de volverse insoportable y las clases estan de flojera, buena opcion."}, {"fecha": "26/Jul/2015", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Estructuras Discretas", "comments": "Muchas tareas, La Participación Importa, Brinda apoyoEs buena profesora, explica bastante claro y te resuleve tus dudas, tiende a tener favoritos, sus examenes son realmente sencillos, deja muchas tareas lo malo de ella es que es super sangrona con sus formatos y reglas al grado de volverse insoportable y las clases estan de flojera, buena opcion."}, {"fecha": "12/Ene/2015", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Estructuras Discretas", "comments": "Es buena profesora, explica bastante claro y te resuleve tus dudas, tiende a tener favoritos, sus examenes son realmente sencillos, deja muchas tareas lo malo de ella es que es super sangrona con sus formatos y reglas al grado de volverse insoportable y las clases estan de flojera, buena opcion."}, {"fecha": "26/Jun/2014", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Estructuras Discretas", "comments": "Es buena profesora, explica bastante claro y te resuleve tus dudas, tiende a tener favoritos, sus examenes son realmente sencillos, deja muchas tareas lo malo de ella es que es super sangrona con sus formatos y reglas al grado de volverse insoportable y las clases estan de flojera, buena opcion."}, {"fecha": "30/Ene/2013", "score_general": "9.0", "score_facilidad": "10.0", "materia": "Estructuras Discretas", "comments": "Es buena, medio mal humorada, si pones atención a sus clases y cumples con todo lo que pide no es difícil sacar 10 en los exámenes y por consecuente no es difícil obtener un 10 al final."}, {"fecha": "11/Sep/2011", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Estructuras Discretas", "comments": "Es buena, medio mal humorada, si pones atención a sus clases y cumples con todo lo que pide no es difícil sacar 10 en los exámenes y por consecuente no es difícil obtener un 10 al final."}, {"fecha": "20/Ene/2011", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Estructuras Discretas", "comments": "Es buena, medio mal humorada, si pones atención a sus clases y cumples con todo lo que pide no es difícil sacar 10 en los exámenes y por consecuente no es difícil obtener un 10 al final."}, {"fecha": "29/Dic/2010", "score_general": "2.0", "score_facilidad": "2.0", "materia": "estruc.", "comments": "Es buena, medio mal humorada, si pones atención a sus clases y cumples con todo lo que pide no es difícil sacar 10 en los exámenes y por consecuente no es difícil obtener un 10 al final."}, {"fecha": "03/Dic/2010", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Estructuras Discretas", "comments": "Es buena, medio mal humorada, si pones atención a sus clases y cumples con todo lo que pide no es difícil sacar 10 en los exámenes y por consecuente no es difícil obtener un 10 al final."}]