[{"fecha": "27/Ene/2023", "score_general": "8.0", "score_facilidad": "10.0", "materia": "Calidad", "comments": "Muy cómico, Muchas tareas, Clases excelentesA veces el profesor hace mucho enfasis en algunos ejemplos pero explica muy bien con ejemplos claros y atiende cualquier duda, hace que la clase sea amena, por otro lado los examenes son sencillos, califica con lo que dejas de hacer asi que recomiendo hacer todas las tareas que tampoco son dificiles"}, {"fecha": "01/Abr/2022", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Recursos y necesidades de México", "comments": "Inspiracional, Clases excelentes, Tomaría su clase otra vezA veces el profesor hace mucho enfasis en algunos ejemplos pero explica muy bien con ejemplos claros y atiende cualquier duda, hace que la clase sea amena, por otro lado los examenes son sencillos, califica con lo que dejas de hacer asi que recomiendo hacer todas las tareas que tampoco son dificiles"}, {"fecha": "26/Ago/2021", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Calidad", "comments": "Muchas tareas, Clases excelentes, Tomaría su clase otra vezA veces el profesor hace mucho enfasis en algunos ejemplos pero explica muy bien con ejemplos claros y atiende cualquier duda, hace que la clase sea amena, por otro lado los examenes son sencillos, califica con lo que dejas de hacer asi que recomiendo hacer todas las tareas que tampoco son dificiles"}, {"fecha": "15/Feb/2021", "score_general": "4.0", "score_facilidad": "8.0", "materia": "---", "comments": "Muchas tareas, La Participación Importa, Las clases son largasA veces el profesor hace mucho enfasis en algunos ejemplos pero explica muy bien con ejemplos claros y atiende cualquier duda, hace que la clase sea amena, por otro lado los examenes son sencillos, califica con lo que dejas de hacer asi que recomiendo hacer todas las tareas que tampoco son dificiles"}, {"fecha": "08/Sep/2020", "score_general": "6.0", "score_facilidad": "8.0", "materia": "Máquinas Eléctricas I", "comments": "Califica Duro, Barco, Muchas tareasA veces el profesor hace mucho enfasis en algunos ejemplos pero explica muy bien con ejemplos claros y atiende cualquier duda, hace que la clase sea amena, por otro lado los examenes son sencillos, califica con lo que dejas de hacer asi que recomiendo hacer todas las tareas que tampoco son dificiles"}, {"fecha": "20/Ago/2020", "score_general": "9.0", "score_facilidad": "10.0", "materia": "Calidad", "comments": "Clases muy divertidas y siempre con la mejor actitud, trabajas muy poco pero si deja tareas con carácter opcional no obligatorias es mejor hacerlas ya que este profesor califica por las cosas que no haces o dejes de hacer, al final el hacer tareas y trabajos te pueden exentar del examen final."}, {"fecha": "13/Ene/2020", "score_general": "8.0", "score_facilidad": "8.0", "materia": "Recursos y Necesidades de México", "comments": "Clases muy divertidas y siempre con la mejor actitud, trabajas muy poco pero si deja tareas con carácter opcional no obligatorias es mejor hacerlas ya que este profesor califica por las cosas que no haces o dejes de hacer, al final el hacer tareas y trabajos te pueden exentar del examen final."}, {"fecha": "17/Dic/2019", "score_general": "8.0", "score_facilidad": "10.0", "materia": "Maquinas eléctricas", "comments": "BarcoClases muy divertidas y siempre con la mejor actitud, trabajas muy poco pero si deja tareas con carácter opcional no obligatorias es mejor hacerlas ya que este profesor califica por las cosas que no haces o dejes de hacer, al final el hacer tareas y trabajos te pueden exentar del examen final."}, {"fecha": "16/Jul/2019", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Calidad", "comments": "Muchas tareas, Asistencia obligatoria, Clases excelentesClases muy divertidas y siempre con la mejor actitud, trabajas muy poco pero si deja tareas con carácter opcional no obligatorias es mejor hacerlas ya que este profesor califica por las cosas que no haces o dejes de hacer, al final el hacer tareas y trabajos te pueden exentar del examen final."}, {"fecha": "06/Mar/2019", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Maquinas Eléctricas II", "comments": "Clases muy divertidas y siempre con la mejor actitud, trabajas muy poco pero si deja tareas con carácter opcional no obligatorias es mejor hacerlas ya que este profesor califica por las cosas que no haces o dejes de hacer, al final el hacer tareas y trabajos te pueden exentar del examen final."}, {"fecha": "25/Ene/2019", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Calidad", "comments": "Barco, Asistencia obligatoria, InspiracionalEs un profesor que se ve que le gusta lo que hace, cuenta varias de sus experiencias durante las clases y hay que hacer TODAS las tareas \"opcionales\" para tener buena calificación, las cuales pueden ser en cualquier momento y lugar, fuera de eso las clases no son muy tediosas o pesadas."}, {"fecha": "19/Oct/2018", "score_general": "8.0", "score_facilidad": "10.0", "materia": "Máquinas II", "comments": "Es un profesor que se ve que le gusta lo que hace, cuenta varias de sus experiencias durante las clases y hay que hacer TODAS las tareas \"opcionales\" para tener buena calificación, las cuales pueden ser en cualquier momento y lugar, fuera de eso las clases no son muy tediosas o pesadas."}, {"fecha": "24/Ene/2018", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Maquinas Electricas II", "comments": "Es un profesor que se ve que le gusta lo que hace, cuenta varias de sus experiencias durante las clases y hay que hacer TODAS las tareas \"opcionales\" para tener buena calificación, las cuales pueden ser en cualquier momento y lugar, fuera de eso las clases no son muy tediosas o pesadas."}]