[{"fecha": "28/Jul/2022", "score_general": "9.0", "score_facilidad": "8.0", "materia": "EDA 1", "comments": "Da buena retroalimentación, Inspiracional, Tomaría su clase otra vezDe los mejores profesores que puedes encontrar,  respeta el ritmo de aprendizaje del grupo y sus prácticas son de buen nivel, deja proyectos bastante entretenidos aunque algo complicados que requieren investigación externa. Si eres de Computación es la mejor opción."}, {"fecha": "27/Jul/2022", "score_general": "10.0", "score_facilidad": "6.0", "materia": "EDA", "comments": "Prepárate para leer, Pocos Exámenes, Tomaría su clase otra vezDe los mejores profesores que puedes encontrar,  respeta el ritmo de aprendizaje del grupo y sus prácticas son de buen nivel, deja proyectos bastante entretenidos aunque algo complicados que requieren investigación externa. Si eres de Computación es la mejor opción."}, {"fecha": "27/Jun/2022", "score_general": "8.0", "score_facilidad": "8.0", "materia": "EDA I", "comments": "Muy cómico, Inspiracional, Clases excelentesDe los mejores profesores que puedes encontrar,  respeta el ritmo de aprendizaje del grupo y sus prácticas son de buen nivel, deja proyectos bastante entretenidos aunque algo complicados que requieren investigación externa. Si eres de Computación es la mejor opción."}, {"fecha": "03/Feb/2022", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Estructura de Datos y Algoritmos I", "comments": "Inspiracional, Brinda apoyo, Clases excelentesDe los mejores profesores que puedes encontrar,  respeta el ritmo de aprendizaje del grupo y sus prácticas son de buen nivel, deja proyectos bastante entretenidos aunque algo complicados que requieren investigación externa. Si eres de Computación es la mejor opción."}, {"fecha": "26/Ene/2022", "score_general": "10.0", "score_facilidad": "10.0", "materia": "EDA 1", "comments": "Inspiracional, Brinda apoyo, Clases excelentesDe los mejores profesores que puedes encontrar,  respeta el ritmo de aprendizaje del grupo y sus prácticas son de buen nivel, deja proyectos bastante entretenidos aunque algo complicados que requieren investigación externa. Si eres de Computación es la mejor opción."}, {"fecha": "25/Ene/2022", "score_general": "9.0", "score_facilidad": "6.0", "materia": "Estructura de datos y Algoritmos I", "comments": "Califica Duro, Asistencia obligatoria, Respetado por los estudiantesPuede llegar a ser duro, ya que la mitad del grupo suele darse de baja, pero si le agarras la onda será el mejor profesor para la materia. Explica muy bien y se esfuerza en que entendamos y sobretodo que no seamos mediocres."}, {"fecha": "09/Sep/2021", "score_general": "9.0", "score_facilidad": "8.0", "materia": "EDA 1", "comments": "Da buena retroalimentación, Las clases son largas, Deja trabajos largosPuede llegar a ser duro, ya que la mitad del grupo suele darse de baja, pero si le agarras la onda será el mejor profesor para la materia. Explica muy bien y se esfuerza en que entendamos y sobretodo que no seamos mediocres."}, {"fecha": "26/Ago/2021", "score_general": "9.0", "score_facilidad": "8.0", "materia": "EDA 1", "comments": "Asistencia obligatoria, Inspiracional, Tomaría su clase otra vezPuede llegar a ser duro, ya que la mitad del grupo suele darse de baja, pero si le agarras la onda será el mejor profesor para la materia. Explica muy bien y se esfuerza en que entendamos y sobretodo que no seamos mediocres."}, {"fecha": "18/Feb/2021", "score_general": "10.0", "score_facilidad": "4.0", "materia": "EDA I", "comments": "Brinda apoyo, Clases excelentes, Tomaría su clase otra vezPuede llegar a ser duro, ya que la mitad del grupo suele darse de baja, pero si le agarras la onda será el mejor profesor para la materia. Explica muy bien y se esfuerza en que entendamos y sobretodo que no seamos mediocres."}, {"fecha": "18/Feb/2021", "score_general": "10.0", "score_facilidad": "4.0", "materia": "EDA1", "comments": "Respetado por los estudiantes, Clases excelentes, Tomaría su clase otra vezPuede llegar a ser duro, ya que la mitad del grupo suele darse de baja, pero si le agarras la onda será el mejor profesor para la materia. Explica muy bien y se esfuerza en que entendamos y sobretodo que no seamos mediocres."}, {"fecha": "11/Ene/2021", "score_general": "7.0", "score_facilidad": "2.0", "materia": "---", "comments": "Califica Duro, Muchos proyectos grupales[Comentario esperando revisión]"}, {"fecha": "14/Nov/2020", "score_general": "5.0", "score_facilidad": "2.0", "materia": "---", "comments": "Muchas tareas, Prepárate para leer, Deja trabajos largos[Comentario esperando revisión]"}, {"fecha": "05/Nov/2020", "score_general": "5.0", "score_facilidad": "4.0", "materia": "---", "comments": "Muchas tareas[Comentario esperando revisión]"}, {"fecha": "27/Sep/2020", "score_general": "10.0", "score_facilidad": "6.0", "materia": "estructura de datos y algoritmos I", "comments": "Respetado por los estudiantes, Inspiracional, Clases excelentes[Comentario esperando revisión]"}, {"fecha": "31/Ago/2020", "score_general": "8.0", "score_facilidad": "6.0", "materia": "Estructura de datos y algoritmos I", "comments": "Inspiracional, Clases excelentes, Tomaría su clase otra vez[Comentario esperando revisión]"}, {"fecha": "16/Ago/2020", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Estructura de datos y algoritmos I", "comments": "Da buena retroalimentación, Inspiracional, Brinda apoyoHasta ahora, es uno de los mejores profesores que he tenido en toda la carrera.  Mientras los compañeros de otros salones se rompen la cabeza para programar, con él se entiende demasiado fácil."}, {"fecha": "18/Jun/2020", "score_general": "8.0", "score_facilidad": "4.0", "materia": "Estructura de Datos y Algoritmos 1", "comments": "Muchas tareas, Inspiracional, Los exámenes son difícilesHasta ahora, es uno de los mejores profesores que he tenido en toda la carrera.  Mientras los compañeros de otros salones se rompen la cabeza para programar, con él se entiende demasiado fácil."}, {"fecha": "06/Dic/2019", "score_general": "10.0", "score_facilidad": "10.0", "materia": "EDA I", "comments": "Las clases son largas, Clases excelentes, Tomaría su clase otra vezHasta ahora, es uno de los mejores profesores que he tenido en toda la carrera.  Mientras los compañeros de otros salones se rompen la cabeza para programar, con él se entiende demasiado fácil."}, {"fecha": "17/Jul/2019", "score_general": "10.0", "score_facilidad": "6.0", "materia": "EDA 1", "comments": "Muy cómico, Inspiracional, Clases excelentesHasta ahora, es uno de los mejores profesores que he tenido en toda la carrera.  Mientras los compañeros de otros salones se rompen la cabeza para programar, con él se entiende demasiado fácil."}, {"fecha": "12/Jul/2019", "score_general": "10.0", "score_facilidad": "10.0", "materia": "EDA I", "comments": "Da buena retroalimentación, Inspiracional, Clases excelentesHasta ahora, es uno de los mejores profesores que he tenido en toda la carrera.  Mientras los compañeros de otros salones se rompen la cabeza para programar, con él se entiende demasiado fácil."}, {"fecha": "26/Jun/2019", "score_general": "9.0", "score_facilidad": "8.0", "materia": "EDA I", "comments": "Respetado por los estudiantes, Inspiracional, Clases excelentesES UN PROFAZO, EN EL PRIMER PARCIAL A CASI NADIE LE VA BIEN, YO REPROBÉ, PERO SIGUELE HECHANDO GANAS Y TE IRA SUPER BIEN. LAS PRACTICAS SON DIFERENTES A LAS DE LA DIVISION Y SON MEJORES, TE AYUDAN UN BUEN Y ES IMPORTANTE ENTREGARLAS. SI SIENTES QUE TE VA MAL PUEDES IR A SU CUBICULO Y TE AYUDA."}, {"fecha": "22/Ene/2019", "score_general": "10.0", "score_facilidad": "10.0", "materia": "EDA I", "comments": "Clases excelentesES UN PROFAZO, EN EL PRIMER PARCIAL A CASI NADIE LE VA BIEN, YO REPROBÉ, PERO SIGUELE HECHANDO GANAS Y TE IRA SUPER BIEN. LAS PRACTICAS SON DIFERENTES A LAS DE LA DIVISION Y SON MEJORES, TE AYUDAN UN BUEN Y ES IMPORTANTE ENTREGARLAS. SI SIENTES QUE TE VA MAL PUEDES IR A SU CUBICULO Y TE AYUDA."}, {"fecha": "21/Ene/2019", "score_general": "10.0", "score_facilidad": "8.0", "materia": "EDA1", "comments": "InspiracionalES UN PROFAZO, EN EL PRIMER PARCIAL A CASI NADIE LE VA BIEN, YO REPROBÉ, PERO SIGUELE HECHANDO GANAS Y TE IRA SUPER BIEN. LAS PRACTICAS SON DIFERENTES A LAS DE LA DIVISION Y SON MEJORES, TE AYUDAN UN BUEN Y ES IMPORTANTE ENTREGARLAS. SI SIENTES QUE TE VA MAL PUEDES IR A SU CUBICULO Y TE AYUDA."}, {"fecha": "14/Ene/2019", "score_general": "10.0", "score_facilidad": "6.0", "materia": "EDA 1", "comments": "ES UN PROFAZO, EN EL PRIMER PARCIAL A CASI NADIE LE VA BIEN, YO REPROBÉ, PERO SIGUELE HECHANDO GANAS Y TE IRA SUPER BIEN. LAS PRACTICAS SON DIFERENTES A LAS DE LA DIVISION Y SON MEJORES, TE AYUDAN UN BUEN Y ES IMPORTANTE ENTREGARLAS. SI SIENTES QUE TE VA MAL PUEDES IR A SU CUBICULO Y TE AYUDA."}, {"fecha": "04/Dic/2018", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Estructura de Datos y Algoritmos", "comments": "Muchas tareas, Muchos Exámenes, Clases excelentesES UN PROFAZO, EN EL PRIMER PARCIAL A CASI NADIE LE VA BIEN, YO REPROBÉ, PERO SIGUELE HECHANDO GANAS Y TE IRA SUPER BIEN. LAS PRACTICAS SON DIFERENTES A LAS DE LA DIVISION Y SON MEJORES, TE AYUDAN UN BUEN Y ES IMPORTANTE ENTREGARLAS. SI SIENTES QUE TE VA MAL PUEDES IR A SU CUBICULO Y TE AYUDA."}, {"fecha": "19/Jul/2018", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Estructura de datos y Algoritmos 1", "comments": "Es un profesor muy amable y divertido, explica de manera muy muy clara cada tema y se preocupa por que sus alumnos entiendan y aprendan lo que enseña. Le gusta lo que enseña y lo sabe transmitir, él hizo que amara la materia."}, {"fecha": "27/Jun/2018", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Estructura de Datos y Algoritmos 1", "comments": "Es un profesor muy amable y divertido, explica de manera muy muy clara cada tema y se preocupa por que sus alumnos entiendan y aprendan lo que enseña. Le gusta lo que enseña y lo sabe transmitir, él hizo que amara la materia."}, {"fecha": "25/Ene/2018", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Estructura de Datos y Algoritmos 1", "comments": "Muy cómico, Da buena retroalimentación, La Participación ImportaEs un profesor muy amable y divertido, explica de manera muy muy clara cada tema y se preocupa por que sus alumnos entiendan y aprendan lo que enseña. Le gusta lo que enseña y lo sabe transmitir, él hizo que amara la materia."}, {"fecha": "22/Ene/2018", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Estructuras de Datos y Algoritmos", "comments": "La Participación Importa, Asistencia obligatoria, InspiracionalEs un profesor muy amable y divertido, explica de manera muy muy clara cada tema y se preocupa por que sus alumnos entiendan y aprendan lo que enseña. Le gusta lo que enseña y lo sabe transmitir, él hizo que amara la materia."}, {"fecha": "02/Jul/2017", "score_general": "8.0", "score_facilidad": "8.0", "materia": "Estructuras de datos y algoritmos", "comments": "Da buena retroalimentación, Muchas tareasEs un profesor muy amable y divertido, explica de manera muy muy clara cada tema y se preocupa por que sus alumnos entiendan y aprendan lo que enseña. Le gusta lo que enseña y lo sabe transmitir, él hizo que amara la materia."}, {"fecha": "18/Ene/2017", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Estructuras de Datos y Algoritmos I", "comments": "Excelente profesor, pero debes de echarle ganas a la materia."}, {"fecha": "20/Dic/2016", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Estructuras de datos y algoritmos", "comments": "Muy cómico, Da buena retroalimentación, Clases excelentesExcelente profesor, pero debes de echarle ganas a la materia."}, {"fecha": "22/Jul/2016", "score_general": "9.0", "score_facilidad": "6.0", "materia": "Estructura de Datos y Algoritmos !", "comments": "Excelente profesor, pero debes de echarle ganas a la materia."}, {"fecha": "28/Jun/2016", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Estructura de datos y algoritmos", "comments": "Brinda apoyo, Clases excelentes, Tomaría su clase otra vezExcelente profesor, pero debes de echarle ganas a la materia."}, {"fecha": "27/Jun/2016", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Estructuras y Algoritmos", "comments": "Muy cómico, Pocos Exámenes, Tomaría su clase otra vezExcelente profesor, pero debes de echarle ganas a la materia."}, {"fecha": "27/Jun/2016", "score_general": "8.0", "score_facilidad": "8.0", "materia": "Estructura de Datos y Algoritmos", "comments": "Es buen profesor, enseña muy bien, no es muy claro con su forma de evaluar, pero vale la pena tomar clases con el, sus exámenes no están tan difíciles."}, {"fecha": "12/Jun/2016", "score_general": "7.0", "score_facilidad": "6.0", "materia": "Estructura de Datos y Algoritmos", "comments": "Muchas tareasEs buen profesor, enseña muy bien, no es muy claro con su forma de evaluar, pero vale la pena tomar clases con el, sus exámenes no están tan difíciles."}, {"fecha": "19/Ene/2016", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Algoritmos y estructuras de datos", "comments": "Es buen profesor, enseña muy bien, no es muy claro con su forma de evaluar, pero vale la pena tomar clases con el, sus exámenes no están tan difíciles."}, {"fecha": "12/Oct/2015", "score_general": "6.0", "score_facilidad": "10.0", "materia": "Estructuras Discretas", "comments": "Es buen profesor, enseña muy bien, no es muy claro con su forma de evaluar, pero vale la pena tomar clases con el, sus exámenes no están tan difíciles."}, {"fecha": "01/Jul/2015", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Algoritmos y estructuras de datos", "comments": "Es buen profesor, enseña muy bien, no es muy claro con su forma de evaluar, pero vale la pena tomar clases con el, sus exámenes no están tan difíciles."}, {"fecha": "25/Jun/2014", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Algortimos y Est de Datos", "comments": "Es la opcion, con este profe aprendes java muy facil y el tema de estructuras de datos lo da de una manera muy sencilla y facil de entender, no es dificil pasar solo entrega la mayoria de las tareas, muy recomendable de verdad."}, {"fecha": "24/Jun/2014", "score_general": "8.0", "score_facilidad": "8.0", "materia": "algoritmos y estructuras de datos", "comments": "Es la opcion, con este profe aprendes java muy facil y el tema de estructuras de datos lo da de una manera muy sencilla y facil de entender, no es dificil pasar solo entrega la mayoria de las tareas, muy recomendable de verdad."}, {"fecha": "24/Jun/2014", "score_general": "10.0", "score_facilidad": "6.0", "materia": "ALGORITMOS Y ESTRUCTURA DE DATOS", "comments": "Es la opcion, con este profe aprendes java muy facil y el tema de estructuras de datos lo da de una manera muy sencilla y facil de entender, no es dificil pasar solo entrega la mayoria de las tareas, muy recomendable de verdad."}]