[{"fecha": "03/Feb/2023", "score_general": "10.0", "score_facilidad": "4.0", "materia": "Circuitos digitales", "comments": "Califica Duro, Clases excelentes, Los exámenes son difícilesSi de verdad le pones interés a la clase y te interesa vas a aprender muchísimo, pero si no vas a sufrirle con sus exámenes que tienen un nivel elevado además que cada clase tendrás que leer del tema porque se va bien rápido, aunque en el final si pasan."}, {"fecha": "02/Jun/2022", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Diseño mecatrónico", "comments": "Da buena retroalimentación, Muchas tareas, Tomaría su clase otra vezSi de verdad le pones interés a la clase y te interesa vas a aprender muchísimo, pero si no vas a sufrirle con sus exámenes que tienen un nivel elevado además que cada clase tendrás que leer del tema porque se va bien rápido, aunque en el final si pasan."}, {"fecha": "25/Ene/2022", "score_general": "9.0", "score_facilidad": "6.0", "materia": "Circuitos Digitales", "comments": "Brinda apoyo, Los exámenes son difíciles, Tomaría su clase otra vezSi de verdad le pones interés a la clase y te interesa vas a aprender muchísimo, pero si no vas a sufrirle con sus exámenes que tienen un nivel elevado además que cada clase tendrás que leer del tema porque se va bien rápido, aunque en el final si pasan."}, {"fecha": "25/Ene/2022", "score_general": "10.0", "score_facilidad": "6.0", "materia": "circuitos digitales", "comments": "Califica Duro, Los exámenes son difíciles, Tomaría su clase otra vezSi de verdad le pones interés a la clase y te interesa vas a aprender muchísimo, pero si no vas a sufrirle con sus exámenes que tienen un nivel elevado además que cada clase tendrás que leer del tema porque se va bien rápido, aunque en el final si pasan."}, {"fecha": "23/Dic/2021", "score_general": "9.0", "score_facilidad": "10.0", "materia": "Circuitos Digitales", "comments": "Da Crédito Extra, Deja trabajos largos, Tomaría su clase otra vezSi de verdad le pones interés a la clase y te interesa vas a aprender muchísimo, pero si no vas a sufrirle con sus exámenes que tienen un nivel elevado además que cada clase tendrás que leer del tema porque se va bien rápido, aunque en el final si pasan."}, {"fecha": "13/Feb/2021", "score_general": "2.0", "score_facilidad": "2.0", "materia": "Circuitos Digitales", "comments": ""}, {"fecha": "03/Feb/2021", "score_general": "4.0", "score_facilidad": "2.0", "materia": "Diseño Mecatrónico", "comments": "Califica Duro, Los exámenes son difíciles"}, {"fecha": "01/Sep/2020", "score_general": "2.0", "score_facilidad": "2.0", "materia": "Circuitos", "comments": "Califica Duro, Los exámenes son difíciles"}, {"fecha": "06/Ene/2020", "score_general": "9.0", "score_facilidad": "6.0", "materia": "Circuitos Digitales.", "comments": ""}, {"fecha": "27/Jul/2019", "score_general": "7.0", "score_facilidad": "6.0", "materia": "Circuitos digitale", "comments": "Da buena retroalimentación, Inspiracional, Los exámenes son difíciles"}]