[{"fecha": "16/Mar/2022", "score_general": "4.0", "score_facilidad": "4.0", "materia": "SEP II", "comments": "Califica Duro, Prepárate para leer, Asistencia obligatoriaEl profesor es nefasto, no inspira confianza y los ejercicios de clase, que no estan en la diapositiva se los inventa al momento. Es muy grosero pero dice que no lo es, le encanta humillar a los alumnos."}, {"fecha": "22/Ago/2021", "score_general": "7.0", "score_facilidad": "6.0", "materia": "Sistemas Eléctricos de Potencia ll", "comments": "Califica Duro, Clases excelentes, Los exámenes son difícilesEl profesor es nefasto, no inspira confianza y los ejercicios de clase, que no estan en la diapositiva se los inventa al momento. Es muy grosero pero dice que no lo es, le encanta humillar a los alumnos."}, {"fecha": "11/Sep/2020", "score_general": "4.0", "score_facilidad": "6.0", "materia": "SEP II", "comments": "El profesor es nefasto, no inspira confianza y los ejercicios de clase, que no estan en la diapositiva se los inventa al momento. Es muy grosero pero dice que no lo es, le encanta humillar a los alumnos."}, {"fecha": "22/Ago/2020", "score_general": "8.0", "score_facilidad": "6.0", "materia": "SEP II", "comments": "Da buena retroalimentación, Clases excelentes, Tomaría su clase otra vezEl profesor es nefasto, no inspira confianza y los ejercicios de clase, que no estan en la diapositiva se los inventa al momento. Es muy grosero pero dice que no lo es, le encanta humillar a los alumnos."}, {"fecha": "05/Feb/2020", "score_general": "7.0", "score_facilidad": "2.0", "materia": "SEP", "comments": "Califica Duro, Los exámenes son difícilesEl profesor es nefasto, no inspira confianza y los ejercicios de clase, que no estan en la diapositiva se los inventa al momento. Es muy grosero pero dice que no lo es, le encanta humillar a los alumnos."}, {"fecha": "13/Dic/2019", "score_general": "8.0", "score_facilidad": "6.0", "materia": "SEP 1", "comments": "Califica Duro, Clases excelentes, Los exámenes son difícilesEs un buen profesor que sabe bastante de la materia, como dicen tiene una personalidad un poco fuerte y sus exámenes están algo pesados, pero están al nivel de lo que enseña, con el aprenderás bastante e incluso da un poco más que el temario, si quieres el módulo de potencia, él es la opción."}, {"fecha": "18/Sep/2019", "score_general": "8.0", "score_facilidad": "8.0", "materia": "SEP", "comments": "BarcoEs un buen profesor que sabe bastante de la materia, como dicen tiene una personalidad un poco fuerte y sus exámenes están algo pesados, pero están al nivel de lo que enseña, con el aprenderás bastante e incluso da un poco más que el temario, si quieres el módulo de potencia, él es la opción."}, {"fecha": "24/Jul/2019", "score_general": "7.0", "score_facilidad": "4.0", "materia": "Sistemas Eléctricos de Potencia I", "comments": "Califica Duro, Asistencia obligatoria, Clases excelentesEs un buen profesor que sabe bastante de la materia, como dicen tiene una personalidad un poco fuerte y sus exámenes están algo pesados, pero están al nivel de lo que enseña, con el aprenderás bastante e incluso da un poco más que el temario, si quieres el módulo de potencia, él es la opción."}, {"fecha": "24/Jul/2019", "score_general": "4.0", "score_facilidad": "2.0", "materia": "SEP", "comments": "Asistencia obligatoriaEs un buen profesor que sabe bastante de la materia, como dicen tiene una personalidad un poco fuerte y sus exámenes están algo pesados, pero están al nivel de lo que enseña, con el aprenderás bastante e incluso da un poco más que el temario, si quieres el módulo de potencia, él es la opción."}, {"fecha": "30/Jun/2019", "score_general": "6.0", "score_facilidad": "6.0", "materia": "Sistemas eléctricos de potencia", "comments": "Califica Duro, Muy cómicoEs un buen profesor que sabe bastante de la materia, como dicen tiene una personalidad un poco fuerte y sus exámenes están algo pesados, pero están al nivel de lo que enseña, con el aprenderás bastante e incluso da un poco más que el temario, si quieres el módulo de potencia, él es la opción."}, {"fecha": "18/Ene/2019", "score_general": "9.0", "score_facilidad": "8.0", "materia": "SEP", "comments": "Califica Duro, Clases excelentes, Los exámenes son difícilesSus clases se nota que las prepara muy bien y eso habla bien de él, explica bien y todo, te ayuda. Como profesor es bueno. Solo que tiene una personalidad bastante hostil y eso hace pesada la materia. Lo recomiendo, pues hasta ahora no hay mejor opción."}, {"fecha": "14/Ene/2019", "score_general": "5.0", "score_facilidad": "4.0", "materia": "SEP 1", "comments": "Muchos proyectos grupalesSus clases se nota que las prepara muy bien y eso habla bien de él, explica bien y todo, te ayuda. Como profesor es bueno. Solo que tiene una personalidad bastante hostil y eso hace pesada la materia. Lo recomiendo, pues hasta ahora no hay mejor opción."}, {"fecha": "06/Ene/2019", "score_general": "7.0", "score_facilidad": "2.0", "materia": "Sistemas Eléctricos de potenicia", "comments": "Sus clases se nota que las prepara muy bien y eso habla bien de él, explica bien y todo, te ayuda. Como profesor es bueno. Solo que tiene una personalidad bastante hostil y eso hace pesada la materia. Lo recomiendo, pues hasta ahora no hay mejor opción."}, {"fecha": "19/Oct/2018", "score_general": "8.0", "score_facilidad": "4.0", "materia": "SEP 1", "comments": "Califica Duro, Clases excelentes, Tomaría su clase otra vezSus clases se nota que las prepara muy bien y eso habla bien de él, explica bien y todo, te ayuda. Como profesor es bueno. Solo que tiene una personalidad bastante hostil y eso hace pesada la materia. Lo recomiendo, pues hasta ahora no hay mejor opción."}, {"fecha": "26/Jul/2018", "score_general": "9.0", "score_facilidad": "6.0", "materia": "SEP 1", "comments": "Sus clases se nota que las prepara muy bien y eso habla bien de él, explica bien y todo, te ayuda. Como profesor es bueno. Solo que tiene una personalidad bastante hostil y eso hace pesada la materia. Lo recomiendo, pues hasta ahora no hay mejor opción."}]