[{"fecha": "14/Ago/2016", "score_general": "8.0", "score_facilidad": "6.0", "materia": "EDA I", "comments": "Barco, Brinda apoyo, Los exámenes son difícilesSabe mucho sobre el tema, puedes preguntarle, yo no lleve buenas bases de fundamentos, pero me aclaró mucho. Sus exámenes son 3 o 2 son un poco difíciles, pero solo son 3 puntos.No falta, pero si tiene que hacerlo les deja con otro profesor.Llega puntual o en 5 min. Casi no deja tareas."}, {"fecha": "26/Jul/2016", "score_general": "9.0", "score_facilidad": "4.0", "materia": "Estructura de Datos y Algoritmos", "comments": "Pocos Exámenes, Brinda apoyo, Muchos proyectos grupalesSabe mucho sobre el tema, puedes preguntarle, yo no lleve buenas bases de fundamentos, pero me aclaró mucho. Sus exámenes son 3 o 2 son un poco difíciles, pero solo son 3 puntos.No falta, pero si tiene que hacerlo les deja con otro profesor.Llega puntual o en 5 min. Casi no deja tareas."}, {"fecha": "13/Jul/2016", "score_general": "9.0", "score_facilidad": "6.0", "materia": "Algoritmos y Estructura de datos", "comments": "Sabe mucho sobre el tema, puedes preguntarle, yo no lleve buenas bases de fundamentos, pero me aclaró mucho. Sus exámenes son 3 o 2 son un poco difíciles, pero solo son 3 puntos.No falta, pero si tiene que hacerlo les deja con otro profesor.Llega puntual o en 5 min. Casi no deja tareas."}, {"fecha": "06/Jul/2016", "score_general": "8.0", "score_facilidad": "6.0", "materia": "EDyA1", "comments": "Califica Duro, Las clases son largas, Brinda apoyoSabe mucho sobre el tema, puedes preguntarle, yo no lleve buenas bases de fundamentos, pero me aclaró mucho. Sus exámenes son 3 o 2 son un poco difíciles, pero solo son 3 puntos.No falta, pero si tiene que hacerlo les deja con otro profesor.Llega puntual o en 5 min. Casi no deja tareas."}, {"fecha": "18/May/2016", "score_general": "9.0", "score_facilidad": "6.0", "materia": "EDyA1", "comments": "Aspectos de calificación claros, Los exámenes son difíciles, Tomaría su clase otra vezSabe mucho sobre el tema, puedes preguntarle, yo no lleve buenas bases de fundamentos, pero me aclaró mucho. Sus exámenes son 3 o 2 son un poco difíciles, pero solo son 3 puntos.No falta, pero si tiene que hacerlo les deja con otro profesor.Llega puntual o en 5 min. Casi no deja tareas."}, {"fecha": "18/Mar/2016", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Estructura de Datos y Algoritmos", "comments": "Muy cómico, Brinda apoyo, Clases excelentesEste profesor, muy joven, sabe mucho y es muy claro.Expone los temas con sus propias diapositivas, su forma de evaluacion esta equilibrada y responde tus dudas. lo amo jajaj de verdad.Ademas no te duermes y a veces pasa a que participen al pizarron, es buena onda y a veces bromea.Aun tomo sus clases"}]