[{"fecha": "17/May/2023", "score_general": "4.0", "score_facilidad": "2.0", "materia": "Estatica", "comments": "Califica Duro, Los exámenes son difíciles"}, {"fecha": "31/Ene/2023", "score_general": "4.0", "score_facilidad": "2.0", "materia": "Estática", "comments": "Califica Duro"}, {"fecha": "10/Nov/2022", "score_general": "6.0", "score_facilidad": "2.0", "materia": "Estatica", "comments": "Califica Duro, Clases excelentes, Los exámenes son difíciles"}, {"fecha": "21/Ago/2022", "score_general": "10.0", "score_facilidad": "6.0", "materia": "---", "comments": "Respetado por los estudiantes, Inspiracional, Las clases son largas"}, {"fecha": "11/Ago/2022", "score_general": "4.0", "score_facilidad": "2.0", "materia": "Estatica", "comments": "Califica Duro, Prepárate para leer, Los exámenes son difíciles"}, {"fecha": "04/Ago/2022", "score_general": "3.0", "score_facilidad": "2.0", "materia": "Estatica", "comments": "Califica Duro, Aspectos de calificación claros, Los exámenes son difíciles"}, {"fecha": "28/Jul/2022", "score_general": "5.0", "score_facilidad": "2.0", "materia": "Estática", "comments": "Califica Duro, Muchas tareas"}, {"fecha": "29/Jun/2022", "score_general": "5.0", "score_facilidad": "2.0", "materia": "Estatica", "comments": "Califica Duro, Prepárate para leer, Los exámenes son difíciles"}, {"fecha": "28/Jun/2022", "score_general": "5.0", "score_facilidad": "4.0", "materia": "estática", "comments": "Califica Duro, Pocos Exámenes, Los exámenes son difíciles"}, {"fecha": "10/Jun/2022", "score_general": "7.0", "score_facilidad": "4.0", "materia": "Estática", "comments": "Califica Duro, Clases excelentes, Los exámenes son difíciles"}, {"fecha": "10/May/2022", "score_general": "5.0", "score_facilidad": "2.0", "materia": "Estatica", "comments": "Califica Duro, Clases excelentes, Los exámenes son difíciles"}, {"fecha": "25/Mar/2022", "score_general": "5.0", "score_facilidad": "2.0", "materia": "Estatica", "comments": "Califica Duro, La Participación Importa, Los exámenes son difíciles"}, {"fecha": "11/Mar/2022", "score_general": "6.0", "score_facilidad": "2.0", "materia": "Estatica", "comments": "Califica Duro, Aspectos de calificación claros, Los exámenes son difíciles"}, {"fecha": "27/Feb/2022", "score_general": "2.0", "score_facilidad": "2.0", "materia": "Laboratorio Termodinamica", "comments": "Muchas tareas, Prepárate para leer, Deja trabajos largos"}, {"fecha": "18/Feb/2022", "score_general": "5.0", "score_facilidad": "2.0", "materia": "Estática", "comments": "La Participación Importa, Las clases son largas, Aspectos de calificación claros"}, {"fecha": "02/Feb/2022", "score_general": "8.0", "score_facilidad": "6.0", "materia": "Estática", "comments": "La Participación Importa, Clases excelentes, Los exámenes son difícilesEl profesor conoce de la materia y explica muy bien, a veces se molesta un poco si el grupo no participa. Por lo regular sus exámenes son de un nivel un poco más elevado que los ejercicios vistos en clase pero con que hagas algunos ejercicios de los libros que recomienda te puede ir bien."}, {"fecha": "28/Ene/2022", "score_general": "7.0", "score_facilidad": "2.0", "materia": "Estatica", "comments": "Califica Duro, Da buena retroalimentación, Los exámenes son difícilesEl profesor conoce de la materia y explica muy bien, a veces se molesta un poco si el grupo no participa. Por lo regular sus exámenes son de un nivel un poco más elevado que los ejercicios vistos en clase pero con que hagas algunos ejercicios de los libros que recomienda te puede ir bien."}, {"fecha": "26/Ene/2022", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Cinemática y Dinámica", "comments": "Muy cómico, Da buena retroalimentación, Los exámenes son difícilesEl profesor conoce de la materia y explica muy bien, a veces se molesta un poco si el grupo no participa. Por lo regular sus exámenes son de un nivel un poco más elevado que los ejercicios vistos en clase pero con que hagas algunos ejercicios de los libros que recomienda te puede ir bien."}, {"fecha": "27/Ago/2021", "score_general": "8.0", "score_facilidad": "6.0", "materia": "Estática", "comments": "Califica Duro, Los exámenes son difícilesEl profesor conoce de la materia y explica muy bien, a veces se molesta un poco si el grupo no participa. Por lo regular sus exámenes son de un nivel un poco más elevado que los ejercicios vistos en clase pero con que hagas algunos ejercicios de los libros que recomienda te puede ir bien."}, {"fecha": "26/Ago/2021", "score_general": "8.0", "score_facilidad": "4.0", "materia": "Estatica", "comments": "Califica Duro, Asistencia obligatoria, Los exámenes son difícilesEl profesor conoce de la materia y explica muy bien, a veces se molesta un poco si el grupo no participa. Por lo regular sus exámenes son de un nivel un poco más elevado que los ejercicios vistos en clase pero con que hagas algunos ejercicios de los libros que recomienda te puede ir bien."}, {"fecha": "25/Ago/2021", "score_general": "5.0", "score_facilidad": "6.0", "materia": "Laboratorio de termodinámica", "comments": "Nada que ver con su carrera de YouTube. Es pesado como persona y como maestro, típico que finge llevarse bien para al final hacer la vida difícil. Hay mejores opciones, poco o nada le importa el aprendizaje o como se desarrollan sus alumnos. No entrego nada calificado hasta el final. Desilusión"}, {"fecha": "21/Ago/2021", "score_general": "6.0", "score_facilidad": "2.0", "materia": "Estática", "comments": "Califica Duro, La Participación Importa, Los exámenes son difícilesNada que ver con su carrera de YouTube. Es pesado como persona y como maestro, típico que finge llevarse bien para al final hacer la vida difícil. Hay mejores opciones, poco o nada le importa el aprendizaje o como se desarrollan sus alumnos. No entrego nada calificado hasta el final. Desilusión"}, {"fecha": "19/Ago/2021", "score_general": "8.0", "score_facilidad": "6.0", "materia": "Laboratorio de termodinámica", "comments": "Califica Duro, Muy cómicoNada que ver con su carrera de YouTube. Es pesado como persona y como maestro, típico que finge llevarse bien para al final hacer la vida difícil. Hay mejores opciones, poco o nada le importa el aprendizaje o como se desarrollan sus alumnos. No entrego nada calificado hasta el final. Desilusión"}, {"fecha": "24/Feb/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Estática", "comments": "Muy cómico, Inspiracional, Da Crédito ExtraNada que ver con su carrera de YouTube. Es pesado como persona y como maestro, típico que finge llevarse bien para al final hacer la vida difícil. Hay mejores opciones, poco o nada le importa el aprendizaje o como se desarrollan sus alumnos. No entrego nada calificado hasta el final. Desilusión"}, {"fecha": "23/Feb/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Cinematica", "comments": "Barco, Muy cómico, Tomaría su clase otra vezNada que ver con su carrera de YouTube. Es pesado como persona y como maestro, típico que finge llevarse bien para al final hacer la vida difícil. Hay mejores opciones, poco o nada le importa el aprendizaje o como se desarrollan sus alumnos. No entrego nada calificado hasta el final. Desilusión"}, {"fecha": "19/Feb/2021", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Estatica", "comments": "Muy cómico, Respetado por los estudiantes, Brinda apoyoUn profesor que domina la materia y tiene facilidad para interactuar con los estudiantes; si eres constante además de que aprendes pasaras con buena calificación. Se apoya en sus videos de YT en donde vienen los temas explicados.\r\nSegún tu interés será tu calificación.\r\n\r\n(Mete lab, te puede salvar)"}, {"fecha": "29/Sep/2020", "score_general": "6.0", "score_facilidad": "6.0", "materia": "Estática", "comments": "Un profesor que domina la materia y tiene facilidad para interactuar con los estudiantes; si eres constante además de que aprendes pasaras con buena calificación. Se apoya en sus videos de YT en donde vienen los temas explicados.\r\nSegún tu interés será tu calificación.\r\n\r\n(Mete lab, te puede salvar)"}, {"fecha": "04/Sep/2020", "score_general": "10.0", "score_facilidad": "10.0", "materia": "estatica", "comments": "Muy cómico, Inspiracional, Clases excelentesUn profesor que domina la materia y tiene facilidad para interactuar con los estudiantes; si eres constante además de que aprendes pasaras con buena calificación. Se apoya en sus videos de YT en donde vienen los temas explicados.\r\nSegún tu interés será tu calificación.\r\n\r\n(Mete lab, te puede salvar)"}, {"fecha": "23/Ago/2020", "score_general": "6.0", "score_facilidad": "6.0", "materia": "Estática", "comments": "Un profesor que domina la materia y tiene facilidad para interactuar con los estudiantes; si eres constante además de que aprendes pasaras con buena calificación. Se apoya en sus videos de YT en donde vienen los temas explicados.\r\nSegún tu interés será tu calificación.\r\n\r\n(Mete lab, te puede salvar)"}, {"fecha": "01/Feb/2020", "score_general": "4.0", "score_facilidad": "4.0", "materia": "cinematica", "comments": "Un profesor que domina la materia y tiene facilidad para interactuar con los estudiantes; si eres constante además de que aprendes pasaras con buena calificación. Se apoya en sus videos de YT en donde vienen los temas explicados.\r\nSegún tu interés será tu calificación.\r\n\r\n(Mete lab, te puede salvar)"}, {"fecha": "29/Ene/2020", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Estatica", "comments": "Muy cómico, Brinda apoyo, Tomaría su clase otra vezEs un profesor super joven y con ganas de que los alumnos aprendan, para mas informacion busquen sus videos de youtube \"Salvador fi\" y explica igual que en el video."}]