[{"fecha": "02/Feb/2023", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Lab. Sistemas de Comunicaciones", "comments": "La maestra se preocupa por que entiendas lo que se hace en la practica, tanto las conexiones como la teoría, se basa en un manual, reportes sencillos. Es bastante desordenada para evaluar y calificar pero es muy accesible y explica bien."}, {"fecha": "27/Ene/2023", "score_general": "8.0", "score_facilidad": "10.0", "materia": "Laboratorio de Señales y Sistemas", "comments": "La maestra se preocupa por que entiendas lo que se hace en la practica, tanto las conexiones como la teoría, se basa en un manual, reportes sencillos. Es bastante desordenada para evaluar y calificar pero es muy accesible y explica bien."}, {"fecha": "31/Jul/2022", "score_general": "10.0", "score_facilidad": "6.0", "materia": "---", "comments": "Respetado por los estudiantes, Inspiracional, Tomaría su clase otra vezLa maestra se preocupa por que entiendas lo que se hace en la practica, tanto las conexiones como la teoría, se basa en un manual, reportes sencillos. Es bastante desordenada para evaluar y calificar pero es muy accesible y explica bien."}, {"fecha": "31/May/2022", "score_general": "9.0", "score_facilidad": "10.0", "materia": "Lab fcontrol", "comments": "Barco, Da buena retroalimentaciónLa maestra se preocupa por que entiendas lo que se hace en la practica, tanto las conexiones como la teoría, se basa en un manual, reportes sencillos. Es bastante desordenada para evaluar y calificar pero es muy accesible y explica bien."}, {"fecha": "20/Ene/2022", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Laboratorio de SyS", "comments": "Barco, Muy cómico, Asistencia obligatoriaLa maestra se preocupa por que entiendas lo que se hace en la practica, tanto las conexiones como la teoría, se basa en un manual, reportes sencillos. Es bastante desordenada para evaluar y calificar pero es muy accesible y explica bien."}, {"fecha": "26/Ago/2021", "score_general": "8.0", "score_facilidad": "8.0", "materia": "Lab. Fundamentos de control", "comments": "Califica DuroZOOMESTRE. Su clases esta bien, es muy linda e intenta ser lo mas clara posible. Sus practicas son relativamente fáciles pero es muy piquis al calificar; pon atención en los detalles. En general es buena profesora."}, {"fecha": "14/Feb/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Lab. Fundamentos de control", "comments": "Inspiracional, Brinda apoyo, Clases excelentesZOOMESTRE. Su clases esta bien, es muy linda e intenta ser lo mas clara posible. Sus practicas son relativamente fáciles pero es muy piquis al calificar; pon atención en los detalles. En general es buena profesora."}, {"fecha": "13/Ene/2020", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Lab. Sistemas de Control", "comments": "ZOOMESTRE. Su clases esta bien, es muy linda e intenta ser lo mas clara posible. Sus practicas son relativamente fáciles pero es muy piquis al calificar; pon atención en los detalles. En general es buena profesora."}, {"fecha": "13/Dic/2019", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Sistemas de control", "comments": "Da buena retroalimentación, Clases excelentes, Tomaría su clase otra vezZOOMESTRE. Su clases esta bien, es muy linda e intenta ser lo mas clara posible. Sus practicas son relativamente fáciles pero es muy piquis al calificar; pon atención en los detalles. En general es buena profesora."}]