[{"fecha": "15/May/2023", "score_general": "4.0", "score_facilidad": "6.0", "materia": "Metodología para la planeación", "comments": "Muy cómico, Prepárate para leerLa profesora sabe pero NO me gusto la dinámica de clase. Es joven y como que tiene preferencias. Se hace muy pesado en sábados."}, {"fecha": "15/Feb/2021", "score_general": "7.0", "score_facilidad": "10.0", "materia": "Metodologías para la planeación", "comments": "Barco, La Participación Importa, Deja trabajos largosLa profesora sabe pero NO me gusto la dinámica de clase. Es joven y como que tiene preferencias. Se hace muy pesado en sábados."}, {"fecha": "15/Feb/2021", "score_general": "3.0", "score_facilidad": "6.0", "materia": "Metodologías para la Planeación", "comments": "Barco, La Participación Importa, Las clases son largasLa profesora sabe pero NO me gusto la dinámica de clase. Es joven y como que tiene preferencias. Se hace muy pesado en sábados."}, {"fecha": "14/Feb/2021", "score_general": "6.0", "score_facilidad": "6.0", "materia": "Metodologia para la planeación", "comments": "Barco, La Participación Importa, Deja trabajos largosLa profesora sabe pero NO me gusto la dinámica de clase. Es joven y como que tiene preferencias. Se hace muy pesado en sábados."}, {"fecha": "11/Feb/2021", "score_general": "6.0", "score_facilidad": "6.0", "materia": "Metodologías para la planeación", "comments": "La Participación Importa, Asistencia obligatoria, Deja trabajos largosLa profesora sabe pero NO me gusto la dinámica de clase. Es joven y como que tiene preferencias. Se hace muy pesado en sábados."}, {"fecha": "10/Feb/2021", "score_general": "8.0", "score_facilidad": "6.0", "materia": "Metodología para la planeación", "comments": "Muchas tareas, La Participación Importa, Deja trabajos largosLa profesora sabe mucho, además lleva a personas para dar ponencias (algo muy bueno) pero hasta cierto punto llega a quitar tiempo y por ello no termina el temario o lo termina a las prisas. Realmente solo le pone 10 a las personas que conoce sin importar tanto en cuanto te hayas esforzado."}, {"fecha": "09/Feb/2021", "score_general": "6.0", "score_facilidad": "4.0", "materia": "Metodologías para la planeación", "comments": "Asistencia obligatoria, Las clases son largas, Deja trabajos largosLa profesora sabe mucho, además lleva a personas para dar ponencias (algo muy bueno) pero hasta cierto punto llega a quitar tiempo y por ello no termina el temario o lo termina a las prisas. Realmente solo le pone 10 a las personas que conoce sin importar tanto en cuanto te hayas esforzado."}, {"fecha": "06/Oct/2019", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Metodologías para la planeación", "comments": "Muy cómico, Clases excelentes, Tomaría su clase otra vezLa profesora sabe mucho, además lleva a personas para dar ponencias (algo muy bueno) pero hasta cierto punto llega a quitar tiempo y por ello no termina el temario o lo termina a las prisas. Realmente solo le pone 10 a las personas que conoce sin importar tanto en cuanto te hayas esforzado."}, {"fecha": "04/Dic/2018", "score_general": "9.0", "score_facilidad": "10.0", "materia": "Metodologías para la planeación", "comments": "Prepárate para leer, Clases excelentes, Tomaría su clase otra vezLa profesora sabe mucho, además lleva a personas para dar ponencias (algo muy bueno) pero hasta cierto punto llega a quitar tiempo y por ello no termina el temario o lo termina a las prisas. Realmente solo le pone 10 a las personas que conoce sin importar tanto en cuanto te hayas esforzado."}, {"fecha": "19/Jun/2018", "score_general": "9.0", "score_facilidad": "10.0", "materia": "Metodologías para la planeación", "comments": "Barco, Muy cómico, Tomaría su clase otra vezLa profesora sabe mucho, además lleva a personas para dar ponencias (algo muy bueno) pero hasta cierto punto llega a quitar tiempo y por ello no termina el temario o lo termina a las prisas. Realmente solo le pone 10 a las personas que conoce sin importar tanto en cuanto te hayas esforzado."}]