[{"fecha": "19/May/2020", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Redacción y Exposición de temas de Ingeniería", "comments": "Da buena retroalimentación, La Participación Importa, Asistencia obligatoriaNo es barco, puesto que tienes que cumplir con todo y participar bastante.  Realmente mejoras tu ortografía y te ayuda mucho a que pierdas el miedo al hablar frente a un grupo de personas. Se esmera mucho en quitarte las muletillas y aunque sientas que no, realmente si genera un cambio"}, {"fecha": "09/Ene/2020", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Redacción y exposición de temas de ingeniería", "comments": "No es barco, puesto que tienes que cumplir con todo y participar bastante.  Realmente mejoras tu ortografía y te ayuda mucho a que pierdas el miedo al hablar frente a un grupo de personas. Se esmera mucho en quitarte las muletillas y aunque sientas que no, realmente si genera un cambio"}, {"fecha": "24/May/2019", "score_general": "8.0", "score_facilidad": "10.0", "materia": "redacción y exposición de temas de ingeniería", "comments": "Barco, La Participación Importa, Asistencia obligatoriaNo es barco, puesto que tienes que cumplir con todo y participar bastante.  Realmente mejoras tu ortografía y te ayuda mucho a que pierdas el miedo al hablar frente a un grupo de personas. Se esmera mucho en quitarte las muletillas y aunque sientas que no, realmente si genera un cambio"}, {"fecha": "02/Ene/2019", "score_general": "8.0", "score_facilidad": "4.0", "materia": "Redaccion", "comments": "Califica Duro, Prepárate para leer, La Participación ImportaNo es barco, puesto que tienes que cumplir con todo y participar bastante.  Realmente mejoras tu ortografía y te ayuda mucho a que pierdas el miedo al hablar frente a un grupo de personas. Se esmera mucho en quitarte las muletillas y aunque sientas que no, realmente si genera un cambio"}, {"fecha": "28/Jul/2018", "score_general": "7.0", "score_facilidad": "6.0", "materia": "Redacción y Exposición de Temas de Ingeniería 2016", "comments": "Califica Duro, Prepárate para leer, Pocos ExámenesNo es barco, puesto que tienes que cumplir con todo y participar bastante.  Realmente mejoras tu ortografía y te ayuda mucho a que pierdas el miedo al hablar frente a un grupo de personas. Se esmera mucho en quitarte las muletillas y aunque sientas que no, realmente si genera un cambio"}, {"fecha": "23/Oct/2017", "score_general": "2.0", "score_facilidad": "2.0", "materia": "redaccion y exposición de temas de ingeniería", "comments": "Califica Duro, Barco, Prepárate para leerMe torció. No enseña, se enoja por todo. Come en clase y ella no deja. Mucho favoritismo hacia sus ñoños."}, {"fecha": "17/Ene/2017", "score_general": "9.0", "score_facilidad": "6.0", "materia": "Redaccion", "comments": "Me torció. No enseña, se enoja por todo. Come en clase y ella no deja. Mucho favoritismo hacia sus ñoños."}, {"fecha": "06/Jul/2016", "score_general": "6.0", "score_facilidad": "6.0", "materia": "Redacción", "comments": "Hace exámenes sorpresa, La Participación Importa, Asistencia obligatoriaMe torció. No enseña, se enoja por todo. Come en clase y ella no deja. Mucho favoritismo hacia sus ñoños."}]