[{"fecha": "31/Ene/2022", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Creatividad e innovación", "comments": "El profe está comprometido con impartir la materia y ayudar a sus alumnos. Se tiene que trabajar en equipo y participar bastante en clase. A veces puede llegar a ser confuso con tantos temas y actividades que se realizan a lo largo del semestre, pero si llegas a tener dudas el profe es muy flexible"}, {"fecha": "18/Ene/2022", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Creatividad e Innovación", "comments": "Muy cómico, Respetado por los estudiantes, Muchos proyectos grupalesEl profe está comprometido con impartir la materia y ayudar a sus alumnos. Se tiene que trabajar en equipo y participar bastante en clase. A veces puede llegar a ser confuso con tantos temas y actividades que se realizan a lo largo del semestre, pero si llegas a tener dudas el profe es muy flexible"}, {"fecha": "12/Ago/2021", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Creatividad e innovación", "comments": "Muy cómico, Da buena retroalimentación, Brinda apoyoEl profe está comprometido con impartir la materia y ayudar a sus alumnos. Se tiene que trabajar en equipo y participar bastante en clase. A veces puede llegar a ser confuso con tantos temas y actividades que se realizan a lo largo del semestre, pero si llegas a tener dudas el profe es muy flexible"}, {"fecha": "09/Sep/2020", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Creatividad e Innovación", "comments": "Da buena retroalimentación, La Participación Importa, InspiracionalEl profe está comprometido con impartir la materia y ayudar a sus alumnos. Se tiene que trabajar en equipo y participar bastante en clase. A veces puede llegar a ser confuso con tantos temas y actividades que se realizan a lo largo del semestre, pero si llegas a tener dudas el profe es muy flexible"}, {"fecha": "19/Ago/2020", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Creatividad e Innovación", "comments": "Inspiracional, Brinda apoyoEl profe está comprometido con impartir la materia y ayudar a sus alumnos. Se tiene que trabajar en equipo y participar bastante en clase. A veces puede llegar a ser confuso con tantos temas y actividades que se realizan a lo largo del semestre, pero si llegas a tener dudas el profe es muy flexible"}, {"fecha": "26/Ene/2020", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Creatividad e Innovación", "comments": "Da buena retroalimentación, Inspiracional, Brinda apoyoEs de esa clase de profesores que la Universidad necesita. Te siembra esa semilla para que sigas tus sueños y te des cuenta que sí se puede. Clases muy dinámicas y te inspira a seguir. No dudes en meterlo. Clases totalmente diferentes."}, {"fecha": "26/Jul/2019", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Inovacion y creatividad", "comments": "Muy cómico, Brinda apoyo, Tomaría su clase otra vezEs de esa clase de profesores que la Universidad necesita. Te siembra esa semilla para que sigas tus sueños y te des cuenta que sí se puede. Clases muy dinámicas y te inspira a seguir. No dudes en meterlo. Clases totalmente diferentes."}, {"fecha": "09/Jun/2019", "score_general": "9.0", "score_facilidad": "10.0", "materia": "Creatividad e inovvacion", "comments": "Asistencia obligatoria, Pocos Exámenes, Clases excelentesEs de esa clase de profesores que la Universidad necesita. Te siembra esa semilla para que sigas tus sueños y te des cuenta que sí se puede. Clases muy dinámicas y te inspira a seguir. No dudes en meterlo. Clases totalmente diferentes."}, {"fecha": "02/Jun/2019", "score_general": "8.0", "score_facilidad": "8.0", "materia": "Creatividad e innovación", "comments": "Da buena retroalimentación, Pocos Exámenes, Brinda apoyoEs de esa clase de profesores que la Universidad necesita. Te siembra esa semilla para que sigas tus sueños y te des cuenta que sí se puede. Clases muy dinámicas y te inspira a seguir. No dudes en meterlo. Clases totalmente diferentes."}, {"fecha": "02/Jun/2019", "score_general": "7.0", "score_facilidad": "6.0", "materia": "Creatividad e Innovación", "comments": "Da buena retroalimentación, Prepárate para leer, Aspectos de calificación clarosEs de esa clase de profesores que la Universidad necesita. Te siembra esa semilla para que sigas tus sueños y te des cuenta que sí se puede. Clases muy dinámicas y te inspira a seguir. No dudes en meterlo. Clases totalmente diferentes."}, {"fecha": "29/May/2019", "score_general": "10.0", "score_facilidad": "10.0", "materia": "creatividad e inovacion", "comments": "Me gustó mucho su clase. Pasas cumpliendo con lo que te pide y repruebas sólo si neta no hace nada. Es dinámica, divertida y te hace reflexionar. El trabajo final está padre . La neta, me ha servido mucho sus dinámicas para mejorar mi manera de expresarme. ***** Excelente Servicio."}, {"fecha": "29/May/2019", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Creatividad e innovación", "comments": "Muy cómico, Da buena retroalimentación, InspiracionalMe gustó mucho su clase. Pasas cumpliendo con lo que te pide y repruebas sólo si neta no hace nada. Es dinámica, divertida y te hace reflexionar. El trabajo final está padre . La neta, me ha servido mucho sus dinámicas para mejorar mi manera de expresarme. ***** Excelente Servicio."}, {"fecha": "28/Ene/2019", "score_general": "3.0", "score_facilidad": "6.0", "materia": "Creatividad e innovación", "comments": "La Participación ImportaMe gustó mucho su clase. Pasas cumpliendo con lo que te pide y repruebas sólo si neta no hace nada. Es dinámica, divertida y te hace reflexionar. El trabajo final está padre . La neta, me ha servido mucho sus dinámicas para mejorar mi manera de expresarme. ***** Excelente Servicio."}, {"fecha": "23/Jul/2018", "score_general": "8.0", "score_facilidad": "8.0", "materia": "Creatividad e innovación", "comments": "Asistencia obligatoria, InspiracionalMe gustó mucho su clase. Pasas cumpliendo con lo que te pide y repruebas sólo si neta no hace nada. Es dinámica, divertida y te hace reflexionar. El trabajo final está padre . La neta, me ha servido mucho sus dinámicas para mejorar mi manera de expresarme. ***** Excelente Servicio."}, {"fecha": "19/Feb/2018", "score_general": "4.0", "score_facilidad": "4.0", "materia": "Creatividad e innovacion", "comments": "Muchas tareas, Deja trabajos largos, Muchos proyectos grupalesMe gustó mucho su clase. Pasas cumpliendo con lo que te pide y repruebas sólo si neta no hace nada. Es dinámica, divertida y te hace reflexionar. El trabajo final está padre . La neta, me ha servido mucho sus dinámicas para mejorar mi manera de expresarme. ***** Excelente Servicio."}, {"fecha": "15/Feb/2018", "score_general": "2.0", "score_facilidad": "2.0", "materia": "Creatividad e Innovación", "comments": "Muchas tareas, Prepárate para leerAparenta ser un buen profesor, pero siendo realistas, si tienes otra opción o aún está el periodo de altas y bajas, salte. Sus clases son didácticas y todo lo que te imagines, pero es un tipo que no sabe dar clase, grita y falta al respeto a los compañeros. Después dice que era un experimento."}]