[{"fecha": "27/Ene/2022", "score_general": "3.0", "score_facilidad": "4.0", "materia": "Mecánica de sólidos", "comments": "Barco, Las clases son largas, Pocos ExámenesAprendí más de su vida personal que de la materia, da mucha teoría y uno que otro ejercicio, es desorganizado y tienes que estudiar bastante para sus exámenes . Si lo considero barco pero si te confías te reprueba. No lo recomiendo. Si le haces la barba y dices que participas a la mejor pasas"}, {"fecha": "24/Ene/2022", "score_general": "9.0", "score_facilidad": "10.0", "materia": "DMeI", "comments": "Pocos ExámenesAprendí más de su vida personal que de la materia, da mucha teoría y uno que otro ejercicio, es desorganizado y tienes que estudiar bastante para sus exámenes . Si lo considero barco pero si te confías te reprueba. No lo recomiendo. Si le haces la barba y dices que participas a la mejor pasas"}, {"fecha": "10/Ago/2021", "score_general": "7.0", "score_facilidad": "6.0", "materia": "Dibujo mecánico e industrial", "comments": "Califica Duro, Muchas tareasAprendí más de su vida personal que de la materia, da mucha teoría y uno que otro ejercicio, es desorganizado y tienes que estudiar bastante para sus exámenes . Si lo considero barco pero si te confías te reprueba. No lo recomiendo. Si le haces la barba y dices que participas a la mejor pasas"}, {"fecha": "22/Feb/2021", "score_general": "2.0", "score_facilidad": "8.0", "materia": "Mecanica de solidos", "comments": "Pocos ExámenesAprendí más de su vida personal que de la materia, da mucha teoría y uno que otro ejercicio, es desorganizado y tienes que estudiar bastante para sus exámenes . Si lo considero barco pero si te confías te reprueba. No lo recomiendo. Si le haces la barba y dices que participas a la mejor pasas"}, {"fecha": "18/Feb/2021", "score_general": "7.0", "score_facilidad": "4.0", "materia": "mecánica de solidos", "comments": "Califica Duro, Barco, Las clases son largasAprendí más de su vida personal que de la materia, da mucha teoría y uno que otro ejercicio, es desorganizado y tienes que estudiar bastante para sus exámenes . Si lo considero barco pero si te confías te reprueba. No lo recomiendo. Si le haces la barba y dices que participas a la mejor pasas"}, {"fecha": "18/Feb/2021", "score_general": "6.0", "score_facilidad": "8.0", "materia": "Laboratorio de Ing. de materiales", "comments": "Barco, Las clases son largasNo se adapto muy bien a las clases en linea, ya que solo leía las diapositivas de cada practica y presentaba videos de la misma que eran muy confusos, muchas veces no era claro dando las instrucciones de la práctica, pero no es estricto calificando, es fácil obtener 9 y comprensivo con la situación."}, {"fecha": "16/Feb/2021", "score_general": "2.0", "score_facilidad": "2.0", "materia": "mecanica de solidos", "comments": "Califica Duro, Asistencia obligatoria, Los exámenes son difícilesNo se adapto muy bien a las clases en linea, ya que solo leía las diapositivas de cada practica y presentaba videos de la misma que eran muy confusos, muchas veces no era claro dando las instrucciones de la práctica, pero no es estricto calificando, es fácil obtener 9 y comprensivo con la situación."}, {"fecha": "08/Feb/2021", "score_general": "4.0", "score_facilidad": "4.0", "materia": "Mecánica de sólidos", "comments": "Califica Duro, La Participación Importa, Las clases son largasNo se adapto muy bien a las clases en linea, ya que solo leía las diapositivas de cada practica y presentaba videos de la misma que eran muy confusos, muchas veces no era claro dando las instrucciones de la práctica, pero no es estricto calificando, es fácil obtener 9 y comprensivo con la situación."}, {"fecha": "05/Feb/2021", "score_general": "3.0", "score_facilidad": "4.0", "materia": "Mecánica de solidos", "comments": "Las clases son largasNo se adapto muy bien a las clases en linea, ya que solo leía las diapositivas de cada practica y presentaba videos de la misma que eran muy confusos, muchas veces no era claro dando las instrucciones de la práctica, pero no es estricto calificando, es fácil obtener 9 y comprensivo con la situación."}, {"fecha": "07/Sep/2020", "score_general": "7.0", "score_facilidad": "8.0", "materia": "Lab. Ingeniería de Materiales", "comments": "Califica Duro, Asistencia obligatoria, Las clases son largasNo se adapto muy bien a las clases en linea, ya que solo leía las diapositivas de cada practica y presentaba videos de la misma que eran muy confusos, muchas veces no era claro dando las instrucciones de la práctica, pero no es estricto calificando, es fácil obtener 9 y comprensivo con la situación."}, {"fecha": "17/Jun/2020", "score_general": "9.0", "score_facilidad": "10.0", "materia": "Lab. Ing. de Materiales", "comments": "Barco, Muy cómico, Respetado por los estudiantesUn profe que se queja hasta de los plumones, pero es buen pedo"}, {"fecha": "08/Feb/2019", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Laboratorio de ingenieria de materiales", "comments": "Muy cómico, La Participación Importa, Asistencia obligatoriaUn profe que se queja hasta de los plumones, pero es buen pedo"}, {"fecha": "28/Ene/2018", "score_general": "2.0", "score_facilidad": "2.0", "materia": "Mecánica", "comments": "Califica Duro, Muchas tareas, Las clases son largasUn profe que se queja hasta de los plumones, pero es buen pedo"}, {"fecha": "15/Ene/2018", "score_general": "6.0", "score_facilidad": "10.0", "materia": "Laboratorio de Manufactura", "comments": "Barco, Brinda apoyoUn profe que se queja hasta de los plumones, pero es buen pedo"}, {"fecha": "09/Jun/2016", "score_general": "4.0", "score_facilidad": "4.0", "materia": "Dibujo Mecánico e Industrial", "comments": "Un profe que se queja hasta de los plumones, pero es buen pedo"}, {"fecha": "25/Ene/2016", "score_general": "2.0", "score_facilidad": "2.0", "materia": "Dibujo mecanico", "comments": "Es un pesimo profesor, haces muchos ejercicios en solid edge, al final eso no importa, el chiste es aprenderte varias diapositivas y el profesor pienza que ya lo sabes"}, {"fecha": "29/Jul/2015", "score_general": "2.0", "score_facilidad": "2.0", "materia": "Dibujo Mecánico Industrial", "comments": "Califica DuroEs un pesimo profesor, haces muchos ejercicios en solid edge, al final eso no importa, el chiste es aprenderte varias diapositivas y el profesor pienza que ya lo sabes"}, {"fecha": "26/Jul/2015", "score_general": "3.0", "score_facilidad": "4.0", "materia": "Dibujo Mecanica e Industrial", "comments": "Muchas tareas, Las clases son largas, Deja trabajos largosEs un pesimo profesor, haces muchos ejercicios en solid edge, al final eso no importa, el chiste es aprenderte varias diapositivas y el profesor pienza que ya lo sabes"}]