[{"fecha": "17/Feb/2023", "score_general": "7.0", "score_facilidad": "8.0", "materia": "Dibujo", "comments": "La Participación Importa, Aspectos de calificación claros, Tomaría su clase otra vezEn final está más fácil, pero si entiendes todo en la clase, es mejor pasarla, hace exámenes de recuperación."}, {"fecha": "02/Mar/2022", "score_general": "3.0", "score_facilidad": "2.0", "materia": "Probabilidad", "comments": "Califica Duro, Barco, Prepárate para leerEn final está más fácil, pero si entiendes todo en la clase, es mejor pasarla, hace exámenes de recuperación."}, {"fecha": "21/Ene/2022", "score_general": "9.0", "score_facilidad": "6.0", "materia": "---", "comments": "Califica Duro, La Participación Importa, Tomaría su clase otra vezEn final está más fácil, pero si entiendes todo en la clase, es mejor pasarla, hace exámenes de recuperación."}, {"fecha": "10/Ene/2022", "score_general": "2.0", "score_facilidad": "2.0", "materia": "Probabilidad", "comments": "Califica Duro, Los exámenes son difícilesEn final está más fácil, pero si entiendes todo en la clase, es mejor pasarla, hace exámenes de recuperación."}, {"fecha": "16/Nov/2021", "score_general": "2.0", "score_facilidad": "2.0", "materia": "Fundamentos de probabilidad y estadistica", "comments": "Califica Duro, Prepárate para leer, Los exámenes son difícilesEn final está más fácil, pero si entiendes todo en la clase, es mejor pasarla, hace exámenes de recuperación."}, {"fecha": "20/Sep/2021", "score_general": "2.0", "score_facilidad": "2.0", "materia": "Probabilidad", "comments": "Califica Duro, Barco, Los exámenes son difícilesNo sabe integrar"}, {"fecha": "29/Ago/2021", "score_general": "2.0", "score_facilidad": "2.0", "materia": "Probabilidad", "comments": "Califica Duro, Las clases son largasNo sabe integrar"}, {"fecha": "26/Ago/2021", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Probabilidad", "comments": "La Participación Importa, Aspectos de calificación claros, Tomaría su clase otra vezNo sabe integrar"}, {"fecha": "24/Ago/2021", "score_general": "6.0", "score_facilidad": "4.0", "materia": "Probabilidad", "comments": "Califica Duro, Asistencia obligatoria, Las clases son largasNo sabe integrar"}, {"fecha": "25/Jun/2021", "score_general": "2.0", "score_facilidad": "2.0", "materia": "Probabilidad", "comments": "Califica Duro, Prepárate para leer, Los exámenes son difícilesNo sabe integrar"}, {"fecha": "24/Feb/2021", "score_general": "2.0", "score_facilidad": "4.0", "materia": "Probabilidad", "comments": "Califica Duro, Las clases son largas, Los exámenes son difícilesMete a otro profesor, asi de sencillo."}, {"fecha": "19/Feb/2021", "score_general": "7.0", "score_facilidad": "6.0", "materia": "Representaciones Gráficas", "comments": "Muchas tareas, Aspectos de calificación claros, Tomaría su clase otra vezMete a otro profesor, asi de sencillo."}, {"fecha": "16/Feb/2021", "score_general": "4.0", "score_facilidad": "6.0", "materia": "Probabilidad", "comments": "Mete a otro profesor, asi de sencillo."}, {"fecha": "16/Feb/2021", "score_general": "6.0", "score_facilidad": "6.0", "materia": "Probabilidad", "comments": "Califica Duro, Asistencia obligatoriaMete a otro profesor, asi de sencillo."}, {"fecha": "14/Feb/2021", "score_general": "3.0", "score_facilidad": "4.0", "materia": "Probabilidad", "comments": "Califica Duro, Barco, Los exámenes son difícilesMete a otro profesor, asi de sencillo."}, {"fecha": "13/Feb/2021", "score_general": "5.0", "score_facilidad": "4.0", "materia": "Probabilidad", "comments": "Califica Duro, La Participación Importa, Los exámenes son difícilesAl principio creí que era un muy buen profesor, pero es bastante exigente. Sus exámenes están bastante confusos, exenta a partir de  8 y sin un examen reprobado, para sacar 10 se necesita a partir de 9.7, da buen material pero si necesitas ser autodidacta para los exámenes y tareas."}, {"fecha": "05/Nov/2020", "score_general": "8.0", "score_facilidad": "4.0", "materia": "Probabilidad", "comments": "Muchas tareasAl principio creí que era un muy buen profesor, pero es bastante exigente. Sus exámenes están bastante confusos, exenta a partir de  8 y sin un examen reprobado, para sacar 10 se necesita a partir de 9.7, da buen material pero si necesitas ser autodidacta para los exámenes y tareas."}, {"fecha": "08/Sep/2020", "score_general": "9.0", "score_facilidad": "10.0", "materia": "Representaciones Graficas", "comments": "Da buena retroalimentación, La Participación Importa, Muchos ExámenesAl principio creí que era un muy buen profesor, pero es bastante exigente. Sus exámenes están bastante confusos, exenta a partir de  8 y sin un examen reprobado, para sacar 10 se necesita a partir de 9.7, da buen material pero si necesitas ser autodidacta para los exámenes y tareas."}, {"fecha": "20/Jun/2020", "score_general": "8.0", "score_facilidad": "10.0", "materia": "Probabilidad", "comments": "Muy cómico, La Participación Importa, Aspectos de calificación clarosAl principio creí que era un muy buen profesor, pero es bastante exigente. Sus exámenes están bastante confusos, exenta a partir de  8 y sin un examen reprobado, para sacar 10 se necesita a partir de 9.7, da buen material pero si necesitas ser autodidacta para los exámenes y tareas."}, {"fecha": "17/Jun/2020", "score_general": "9.0", "score_facilidad": "6.0", "materia": "Probabilidad", "comments": "Da buena retroalimentación, La Participación Importa, Clases excelentesAl principio creí que era un muy buen profesor, pero es bastante exigente. Sus exámenes están bastante confusos, exenta a partir de  8 y sin un examen reprobado, para sacar 10 se necesita a partir de 9.7, da buen material pero si necesitas ser autodidacta para los exámenes y tareas."}]