[{"fecha": "22/Feb/2023", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Literatura hispanoamericana contemporánea", "comments": "Prepárate para leer, La Participación Importa, Tomaría su clase otra vezEs muy buena profesora y amor de persona, pero si la quieres barquear no es tu opción porque si deja actividades, pero se esmera mucho en enseñar se ve que le gusta su materia, si lees varios libros pero te inspira para que veas que no todo es ingenieria y puedes aprender otras cosas."}, {"fecha": "31/Ene/2023", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Literatura hispanoamericana contemporánea", "comments": "La Participación Importa, Muchos proyectos grupales, Tomaría su clase otra vezEs muy buena profesora y amor de persona, pero si la quieres barquear no es tu opción porque si deja actividades, pero se esmera mucho en enseñar se ve que le gusta su materia, si lees varios libros pero te inspira para que veas que no todo es ingenieria y puedes aprender otras cosas."}, {"fecha": "27/Ago/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Redacción y exposición de temas de ingeniería", "comments": "Inspiracional, Clases excelentes, Tomaría su clase otra vezEs muy buena profesora y amor de persona, pero si la quieres barquear no es tu opción porque si deja actividades, pero se esmera mucho en enseñar se ve que le gusta su materia, si lees varios libros pero te inspira para que veas que no todo es ingenieria y puedes aprender otras cosas."}, {"fecha": "31/Jul/2021", "score_general": "2.0", "score_facilidad": "2.0", "materia": "Análisis de textos", "comments": "Califica Duro, Muchas tareas, Deja trabajos largosEs muy buena profesora y amor de persona, pero si la quieres barquear no es tu opción porque si deja actividades, pero se esmera mucho en enseñar se ve que le gusta su materia, si lees varios libros pero te inspira para que veas que no todo es ingenieria y puedes aprender otras cosas."}, {"fecha": "08/Sep/2020", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Redacción y exposición de temas de ingeniería", "comments": "Muy cómico, Inspiracional, Brinda apoyoEs muy buena profesora y amor de persona, pero si la quieres barquear no es tu opción porque si deja actividades, pero se esmera mucho en enseñar se ve que le gusta su materia, si lees varios libros pero te inspira para que veas que no todo es ingenieria y puedes aprender otras cosas."}]