[{"fecha": "22/Ene/2023", "score_general": "9.0", "score_facilidad": "10.0", "materia": "Introducción a la Economía", "comments": "Barco, Muchas tareas, Pocos ExámenesSu clase es algunas veces aburrida y deja bastantes tareas, nunca dejes de hacerlas aunque no las pida, porque va a llegar un punto en el que las pedirá de golpe, sus examenes no son muy faciles, pero si estudias lo suficiente pasas sin problema. Casi siempre llega tarde."}, {"fecha": "21/Jun/2022", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Introducción a la economía", "comments": "Barco, Muchas tareas, Prepárate para leerSu clase es algunas veces aburrida y deja bastantes tareas, nunca dejes de hacerlas aunque no las pida, porque va a llegar un punto en el que las pedirá de golpe, sus examenes no son muy faciles, pero si estudias lo suficiente pasas sin problema. Casi siempre llega tarde."}, {"fecha": "06/Oct/2021", "score_general": "2.0", "score_facilidad": "2.0", "materia": "Introduccion Economia", "comments": "Su clase es algunas veces aburrida y deja bastantes tareas, nunca dejes de hacerlas aunque no las pida, porque va a llegar un punto en el que las pedirá de golpe, sus examenes no son muy faciles, pero si estudias lo suficiente pasas sin problema. Casi siempre llega tarde."}, {"fecha": "23/Ago/2021", "score_general": "7.0", "score_facilidad": "10.0", "materia": "Introducción a la economía", "comments": "Muchas tareas, Prepárate para leer, Brinda apoyoSu clase es algunas veces aburrida y deja bastantes tareas, nunca dejes de hacerlas aunque no las pida, porque va a llegar un punto en el que las pedirá de golpe, sus examenes no son muy faciles, pero si estudias lo suficiente pasas sin problema. Casi siempre llega tarde."}, {"fecha": "26/Feb/2021", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Introducción a la Economia", "comments": "Muchas tareas, Deja trabajos largos, Clases excelentesSu clase es algunas veces aburrida y deja bastantes tareas, nunca dejes de hacerlas aunque no las pida, porque va a llegar un punto en el que las pedirá de golpe, sus examenes no son muy faciles, pero si estudias lo suficiente pasas sin problema. Casi siempre llega tarde."}, {"fecha": "16/Feb/2021", "score_general": "7.0", "score_facilidad": "6.0", "materia": "Introducción a la Economía", "comments": "Muchas tareas, Las clases son largas, Pocos ExámenesEs muy buena persona pero no sabe dar clases en línea, no tiene preparado su material y nunca sabes a qué hora iniciará la clase (al menos la de los sábados), sus exámenes son largos aunque no tan difíciles, y puedes resumir un libro para punto extra. Deja mucha tarea que no revisa cada semana."}, {"fecha": "01/Feb/2021", "score_general": "6.0", "score_facilidad": "6.0", "materia": "Introducción a la económica", "comments": "Pocos Exámenes, Los exámenes son difícilesEs muy buena persona pero no sabe dar clases en línea, no tiene preparado su material y nunca sabes a qué hora iniciará la clase (al menos la de los sábados), sus exámenes son largos aunque no tan difíciles, y puedes resumir un libro para punto extra. Deja mucha tarea que no revisa cada semana."}, {"fecha": "15/Dic/2019", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Introducción a la Economía", "comments": "Inspiracional, Da Crédito Extra, Clases excelentesEs muy buena persona pero no sabe dar clases en línea, no tiene preparado su material y nunca sabes a qué hora iniciará la clase (al menos la de los sábados), sus exámenes son largos aunque no tan difíciles, y puedes resumir un libro para punto extra. Deja mucha tarea que no revisa cada semana."}, {"fecha": "03/Jun/2019", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Economía", "comments": "Barco, Da Crédito ExtraEs muy buena persona pero no sabe dar clases en línea, no tiene preparado su material y nunca sabes a qué hora iniciará la clase (al menos la de los sábados), sus exámenes son largos aunque no tan difíciles, y puedes resumir un libro para punto extra. Deja mucha tarea que no revisa cada semana."}, {"fecha": "25/Ene/2017", "score_general": "8.0", "score_facilidad": "6.0", "materia": "ECONOMIA", "comments": "Prepárate para leer, Inspiracional, Tomaría su clase otra vezEs muy buena persona pero no sabe dar clases en línea, no tiene preparado su material y nunca sabes a qué hora iniciará la clase (al menos la de los sábados), sus exámenes son largos aunque no tan difíciles, y puedes resumir un libro para punto extra. Deja mucha tarea que no revisa cada semana."}, {"fecha": "28/Ene/2016", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Introducción a la economía", "comments": "Sus clases son super entretenidas, es la mejor opción para la materia, super accesible en calificación por lo que si te esfuerzas un poco sin problema sacas 10, SUPER recomendado :)"}, {"fecha": "27/Ene/2016", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Introducción a la economía", "comments": "Sus clases son super entretenidas, es la mejor opción para la materia, super accesible en calificación por lo que si te esfuerzas un poco sin problema sacas 10, SUPER recomendado :)"}, {"fecha": "27/Ene/2016", "score_general": "9.0", "score_facilidad": "10.0", "materia": "Introduccion a la economia", "comments": "Sus clases son super entretenidas, es la mejor opción para la materia, super accesible en calificación por lo que si te esfuerzas un poco sin problema sacas 10, SUPER recomendado :)"}, {"fecha": "06/Ago/2014", "score_general": "3.0", "score_facilidad": "4.0", "materia": "---", "comments": "Sus clases son super entretenidas, es la mejor opción para la materia, super accesible en calificación por lo que si te esfuerzas un poco sin problema sacas 10, SUPER recomendado :)"}, {"fecha": "25/Jul/2014", "score_general": "6.0", "score_facilidad": "6.0", "materia": "Introduccion a al aeconomia", "comments": "Sus clases son super entretenidas, es la mejor opción para la materia, super accesible en calificación por lo que si te esfuerzas un poco sin problema sacas 10, SUPER recomendado :)"}, {"fecha": "26/Jun/2014", "score_general": "10.0", "score_facilidad": "10.0", "materia": "introducción a la economía", "comments": "este profe con cumplir la mayoria de las tareas y que en examen no te vaya tan mal ya te pone 10"}, {"fecha": "28/May/2014", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Introducción a la Economía", "comments": "este profe con cumplir la mayoria de las tareas y que en examen no te vaya tan mal ya te pone 10"}]