[{"fecha": "11/Ene/2023", "score_general": "8.0", "score_facilidad": "6.0", "materia": "Análisis de Circuitos", "comments": "Pocos Exámenes, Brinda apoyo, Tomaría su clase otra vezUna de las mejores profesoras de la materia. Explica muy claro todos los temas y promueve un muy buen ambiente en el grupo. En el laboratorio te puedes llegar a sentir perdido, pero aclara dudas en la semana si le preguntas. Prepárate bien para los exámenes."}, {"fecha": "26/Jul/2022", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Electronica Basica", "comments": "Da buena retroalimentación, Respetado por los estudiantes, Muchos proyectos grupalesUna de las mejores profesoras de la materia. Explica muy claro todos los temas y promueve un muy buen ambiente en el grupo. En el laboratorio te puedes llegar a sentir perdido, pero aclara dudas en la semana si le preguntas. Prepárate bien para los exámenes."}, {"fecha": "25/Ene/2022", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Sistemas electrónicos lineales", "comments": "Las clases son largas, Pocos Exámenes, Tomaría su clase otra vezUna de las mejores profesoras de la materia. Explica muy claro todos los temas y promueve un muy buen ambiente en el grupo. En el laboratorio te puedes llegar a sentir perdido, pero aclara dudas en la semana si le preguntas. Prepárate bien para los exámenes."}, {"fecha": "02/Sep/2020", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Electrónica básica", "comments": "Aspectos de calificación claros, Clases excelentes, Tomaría su clase otra vezUna de las mejores profesoras de la materia. Explica muy claro todos los temas y promueve un muy buen ambiente en el grupo. En el laboratorio te puedes llegar a sentir perdido, pero aclara dudas en la semana si le preguntas. Prepárate bien para los exámenes."}, {"fecha": "01/Sep/2020", "score_general": "7.0", "score_facilidad": "4.0", "materia": "Análisis de Circuitos", "comments": "Aspectos de calificación claros, Los exámenes son difícilesUna de las mejores profesoras de la materia. Explica muy claro todos los temas y promueve un muy buen ambiente en el grupo. En el laboratorio te puedes llegar a sentir perdido, pero aclara dudas en la semana si le preguntas. Prepárate bien para los exámenes."}, {"fecha": "19/Ene/2020", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Sistemas electronicos lineales", "comments": "No hace examenes, explica bien y si tienes dudas te responde bien. Demostraciones largas en la teoría pero las prácticas son faciles e interesantes, el proyecto final es abierto y recomiendo hacer algo complejo"}, {"fecha": "18/Ene/2019", "score_general": "8.0", "score_facilidad": "6.0", "materia": "Análisis de Circuitos", "comments": "No hace examenes, explica bien y si tienes dudas te responde bien. Demostraciones largas en la teoría pero las prácticas son faciles e interesantes, el proyecto final es abierto y recomiendo hacer algo complejo"}, {"fecha": "22/Ene/2018", "score_general": "7.0", "score_facilidad": "8.0", "materia": "Análisis de circuitos", "comments": "Los exámenes son difícilesNo hace examenes, explica bien y si tienes dudas te responde bien. Demostraciones largas en la teoría pero las prácticas son faciles e interesantes, el proyecto final es abierto y recomiendo hacer algo complejo"}, {"fecha": "18/Dic/2017", "score_general": "6.0", "score_facilidad": "6.0", "materia": "Análisis de circuitos", "comments": "Califica Duro, Barco, Los exámenes son difícilesNo hace examenes, explica bien y si tienes dudas te responde bien. Demostraciones largas en la teoría pero las prácticas son faciles e interesantes, el proyecto final es abierto y recomiendo hacer algo complejo"}, {"fecha": "09/Dic/2017", "score_general": "4.0", "score_facilidad": "4.0", "materia": "Análisis de circuitos", "comments": "No hace examenes, explica bien y si tienes dudas te responde bien. Demostraciones largas en la teoría pero las prácticas son faciles e interesantes, el proyecto final es abierto y recomiendo hacer algo complejo"}]