[{"fecha": "09/Feb/2023", "score_general": "6.0", "score_facilidad": "10.0", "materia": "Automatización", "comments": "Califica Duro, Barco, Muchas tareasClases aburridas, largas y tediosas. No siempre toma asistencia. Los exámenes son largos, difíciles y te da 20 mins para hacerlos. No saca las preguntas de las exposiciones. Casi todas las clases son exponer temas o avances del proyecto final. Si tienes buena labia vas a pasar fácil."}, {"fecha": "29/Ene/2023", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Automatización", "comments": "Barco, Brinda apoyo, Tomaría su clase otra vezClases aburridas, largas y tediosas. No siempre toma asistencia. Los exámenes son largos, difíciles y te da 20 mins para hacerlos. No saca las preguntas de las exposiciones. Casi todas las clases son exponer temas o avances del proyecto final. Si tienes buena labia vas a pasar fácil."}, {"fecha": "28/Jul/2022", "score_general": "5.0", "score_facilidad": "8.0", "materia": "Automatización", "comments": "Muchas tareasClases aburridas, largas y tediosas. No siempre toma asistencia. Los exámenes son largos, difíciles y te da 20 mins para hacerlos. No saca las preguntas de las exposiciones. Casi todas las clases son exponer temas o avances del proyecto final. Si tienes buena labia vas a pasar fácil."}, {"fecha": "24/Ene/2022", "score_general": "3.0", "score_facilidad": "4.0", "materia": "PLC/SCADA", "comments": "Califica Duro, Muy cómico, Muchas tareasClases aburridas, largas y tediosas. No siempre toma asistencia. Los exámenes son largos, difíciles y te da 20 mins para hacerlos. No saca las preguntas de las exposiciones. Casi todas las clases son exponer temas o avances del proyecto final. Si tienes buena labia vas a pasar fácil."}, {"fecha": "17/Ene/2022", "score_general": "4.0", "score_facilidad": "8.0", "materia": "Automátizacion", "comments": "Califica Duro, Asistencia obligatoria, Deja trabajos largosClases aburridas, largas y tediosas. No siempre toma asistencia. Los exámenes son largos, difíciles y te da 20 mins para hacerlos. No saca las preguntas de las exposiciones. Casi todas las clases son exponer temas o avances del proyecto final. Si tienes buena labia vas a pasar fácil."}, {"fecha": "03/Dic/2021", "score_general": "3.0", "score_facilidad": "8.0", "materia": "PLC", "comments": "Muy cómico, Muchas tareas, Prepárate para leerNo enseña ni pito jaja"}, {"fecha": "27/Nov/2021", "score_general": "8.0", "score_facilidad": "6.0", "materia": "Automatización", "comments": "No enseña ni pito jaja"}, {"fecha": "26/Oct/2021", "score_general": "2.0", "score_facilidad": "6.0", "materia": "Controladores Industriales Programables", "comments": "Barco, Muchas tareas, La Participación ImportaNo enseña ni pito jaja"}, {"fecha": "17/Sep/2021", "score_general": "2.0", "score_facilidad": "2.0", "materia": "Automatización", "comments": "Muy cómico, Muchas tareas, Deja trabajos largosNo enseña ni pito jaja"}, {"fecha": "14/Sep/2021", "score_general": "2.0", "score_facilidad": "2.0", "materia": "Automatizacion", "comments": "Califica Duro, Muchas tareas, Muchos ExámenesNo enseña ni pito jaja"}, {"fecha": "02/Sep/2021", "score_general": "3.0", "score_facilidad": "6.0", "materia": "Automatización", "comments": "Muy cómico, Muchas tareas, Deja trabajos largosEs una lastima que sea la única profesora para automatización, pésima profesora. \r\nEs un infierno pero es lo que hay :("}, {"fecha": "26/Ago/2021", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Automatización", "comments": "Barco, Muchas tareas, Brinda apoyoEs una lastima que sea la única profesora para automatización, pésima profesora. \r\nEs un infierno pero es lo que hay :("}, {"fecha": "19/Ago/2021", "score_general": "2.0", "score_facilidad": "4.0", "materia": "Automatización", "comments": "Muchas tareas, Deja trabajos largos, Muchos proyectos grupalesEs una lastima que sea la única profesora para automatización, pésima profesora. \r\nEs un infierno pero es lo que hay :("}, {"fecha": "16/Feb/2021", "score_general": "7.0", "score_facilidad": "8.0", "materia": "Automatización", "comments": "Muchas tareas, Asistencia obligatoria, Las clases son largasEs una lastima que sea la única profesora para automatización, pésima profesora. \r\nEs un infierno pero es lo que hay :("}, {"fecha": "14/Ene/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "---", "comments": "Da buena retroalimentación, Muchas tareas, Brinda apoyoEs una lastima que sea la única profesora para automatización, pésima profesora. \r\nEs un infierno pero es lo que hay :("}, {"fecha": "29/Sep/2020", "score_general": "7.0", "score_facilidad": "6.0", "materia": "Automatización", "comments": "Muchas tareas, Las clases son largasLa clase se trata la mitad de realizar exposiciones, los exámenes están sencillos si anotaste todo y repasas muy bien. Al final pide un proyecto que es lo principal y se va revisando a lo largo del semestre, para esto no te va ayudar sus clases, solo laboratorio, dependerá que tan hábil eres."}, {"fecha": "26/May/2020", "score_general": "2.0", "score_facilidad": "6.0", "materia": "Automatizacion", "comments": "La clase se trata la mitad de realizar exposiciones, los exámenes están sencillos si anotaste todo y repasas muy bien. Al final pide un proyecto que es lo principal y se va revisando a lo largo del semestre, para esto no te va ayudar sus clases, solo laboratorio, dependerá que tan hábil eres."}, {"fecha": "01/Feb/2020", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Sistemas de Control", "comments": "Califica Duro, Muchas tareas, Aspectos de calificación clarosLa clase se trata la mitad de realizar exposiciones, los exámenes están sencillos si anotaste todo y repasas muy bien. Al final pide un proyecto que es lo principal y se va revisando a lo largo del semestre, para esto no te va ayudar sus clases, solo laboratorio, dependerá que tan hábil eres."}, {"fecha": "31/Ene/2020", "score_general": "7.0", "score_facilidad": "6.0", "materia": "Automatización", "comments": "Califica Duro, Muchas tareas, Las clases son largasLa clase se trata la mitad de realizar exposiciones, los exámenes están sencillos si anotaste todo y repasas muy bien. Al final pide un proyecto que es lo principal y se va revisando a lo largo del semestre, para esto no te va ayudar sus clases, solo laboratorio, dependerá que tan hábil eres."}, {"fecha": "25/Ene/2020", "score_general": "7.0", "score_facilidad": "8.0", "materia": "Automatización", "comments": "Barco, Pocos Exámenes, Brinda apoyoLa clase se trata la mitad de realizar exposiciones, los exámenes están sencillos si anotaste todo y repasas muy bien. Al final pide un proyecto que es lo principal y se va revisando a lo largo del semestre, para esto no te va ayudar sus clases, solo laboratorio, dependerá que tan hábil eres."}, {"fecha": "12/Dic/2019", "score_general": "7.0", "score_facilidad": "6.0", "materia": "Sistemas de control", "comments": "Califica Duro, La Participación Importa, Las clases son largas"}]