[{"fecha": "29/Abr/2023", "score_general": "4.0", "score_facilidad": "4.0", "materia": "Álgebra lineal", "comments": "Califica Duro, Las clases son largas, Deja trabajos largosNo lo tomaría de nuevo"}, {"fecha": "26/Mar/2023", "score_general": "5.0", "score_facilidad": "6.0", "materia": "Álgebra", "comments": "Muchas tareas, Las clases son largasNo lo tomaría de nuevo"}, {"fecha": "19/Feb/2023", "score_general": "4.0", "score_facilidad": "6.0", "materia": "Álgebra", "comments": "Muchas tareas, Las clases son largas, Aspectos de calificación clarosNo lo tomaría de nuevo"}, {"fecha": "13/Feb/2023", "score_general": "8.0", "score_facilidad": "8.0", "materia": "Álgebra", "comments": "Aspectos de calificación claros, Brinda apoyo, Tomaría su clase otra vezNo lo tomaría de nuevo"}, {"fecha": "09/Feb/2023", "score_general": "9.0", "score_facilidad": "10.0", "materia": "Algebra", "comments": "Muy cómico, Pocos Exámenes, Clases excelentesNo lo tomaría de nuevo"}, {"fecha": "08/Feb/2023", "score_general": "5.0", "score_facilidad": "6.0", "materia": "Álgebra Lineal", "comments": "Muchas tareas, Las clases son largas, Brinda apoyoEs una gran persona (es amable y brinda apoyo), pero como profesor le falta experiencia."}, {"fecha": "02/Feb/2023", "score_general": "8.0", "score_facilidad": "8.0", "materia": "Algebra", "comments": "Muchas tareas, Pocos Exámenes, Tomaría su clase otra vezEs una gran persona (es amable y brinda apoyo), pero como profesor le falta experiencia."}, {"fecha": "28/Ene/2023", "score_general": "9.0", "score_facilidad": "10.0", "materia": "Algebra", "comments": "Da buena retroalimentación, Aspectos de calificación claros, Tomaría su clase otra vezEs una gran persona (es amable y brinda apoyo), pero como profesor le falta experiencia."}, {"fecha": "25/Ene/2023", "score_general": "7.0", "score_facilidad": "6.0", "materia": "Álgebra", "comments": "Muchas tareas, Inspiracional, Brinda apoyoEs una gran persona (es amable y brinda apoyo), pero como profesor le falta experiencia."}, {"fecha": "06/Jun/2022", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Algebra Lineal", "comments": "Da buena retroalimentación, Muchas tareas, Clases excelentesEs una gran persona (es amable y brinda apoyo), pero como profesor le falta experiencia."}, {"fecha": "27/Ene/2022", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Álgebra", "comments": "Respetado por los estudiantes, Da Crédito Extra, Tomaría su clase otra vez(C. en Línea) De los mejores profesores que he tenido en el primer semestre. Las tareas y ejercicios de clase son claros y sencillos. Los exámenes no son mucho problema si trabajaste en el semestre. Es un amor de persona y lo recomiendo mucho si quieres tener una bonita experiencia."}]