[{"fecha": "02/Feb/2023", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Ing de Materiales", "comments": "Da buena retroalimentación, Las clases son largas, Tomaría su clase otra vezMuy buena profesora, enseña claramente y se da a entender bien; la materia es larga en sí por lo que las clases pueden sentirse largas en ocasiones. Con ella se requiere poner muy buena atención y apuntar lo más que se pueda, en los exámenes lo agradecerán."}, {"fecha": "23/Ene/2023", "score_general": "7.0", "score_facilidad": "6.0", "materia": "Ing de Materiales", "comments": "Califica Duro, Prepárate para leer, Los exámenes son difícilesMuy buena profesora, enseña claramente y se da a entender bien; la materia es larga en sí por lo que las clases pueden sentirse largas en ocasiones. Con ella se requiere poner muy buena atención y apuntar lo más que se pueda, en los exámenes lo agradecerán."}, {"fecha": "13/Jun/2022", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Materiales 1", "comments": "Califica Duro, Da buena retroalimentación, Clases excelentesMuy buena profesora, enseña claramente y se da a entender bien; la materia es larga en sí por lo que las clases pueden sentirse largas en ocasiones. Con ella se requiere poner muy buena atención y apuntar lo más que se pueda, en los exámenes lo agradecerán."}, {"fecha": "23/Abr/2022", "score_general": "10.0", "score_facilidad": "4.0", "materia": "Ingeniería de Materiales", "comments": "Califica Duro, Clases excelentes, Tomaría su clase otra vezMuy buena profesora, enseña claramente y se da a entender bien; la materia es larga en sí por lo que las clases pueden sentirse largas en ocasiones. Con ella se requiere poner muy buena atención y apuntar lo más que se pueda, en los exámenes lo agradecerán."}, {"fecha": "18/Feb/2021", "score_general": "8.0", "score_facilidad": "4.0", "materia": "Materiales II", "comments": "Pocos Exámenes, Los exámenes son difícilesMuy buena profesora, enseña claramente y se da a entender bien; la materia es larga en sí por lo que las clases pueden sentirse largas en ocasiones. Con ella se requiere poner muy buena atención y apuntar lo más que se pueda, en los exámenes lo agradecerán."}, {"fecha": "18/Feb/2021", "score_general": "7.0", "score_facilidad": "8.0", "materia": "Ingeniería de Materiales", "comments": "Califica Duro, Aspectos de calificación claros, Brinda apoyoSabe muchísimo de la materia pero se centra mucho en la teoría y la clase se torna un poco tediosa ya que solo presenta diapositivas y en ocasiones no llega a ser clara, pero no es difícil pasar, esfuérzate en el proyecto final y estas del otro lado"}, {"fecha": "16/Feb/2021", "score_general": "7.0", "score_facilidad": "8.0", "materia": "Ingenieria de materiales", "comments": "Califica Duro, Las clases son largasSabe muchísimo de la materia pero se centra mucho en la teoría y la clase se torna un poco tediosa ya que solo presenta diapositivas y en ocasiones no llega a ser clara, pero no es difícil pasar, esfuérzate en el proyecto final y estas del otro lado"}, {"fecha": "16/Feb/2021", "score_general": "5.0", "score_facilidad": "6.0", "materia": "materiales 2", "comments": "Da buena retroalimentación, La Participación Importa, Los exámenes son difícilesSabe muchísimo de la materia pero se centra mucho en la teoría y la clase se torna un poco tediosa ya que solo presenta diapositivas y en ocasiones no llega a ser clara, pero no es difícil pasar, esfuérzate en el proyecto final y estas del otro lado"}, {"fecha": "15/Feb/2021", "score_general": "6.0", "score_facilidad": "6.0", "materia": "Ingeniería de materiales", "comments": "Da buena retroalimentación, Las clases son largas, Aspectos de calificación clarosSabe muchísimo de la materia pero se centra mucho en la teoría y la clase se torna un poco tediosa ya que solo presenta diapositivas y en ocasiones no llega a ser clara, pero no es difícil pasar, esfuérzate en el proyecto final y estas del otro lado"}, {"fecha": "30/Jun/2019", "score_general": "8.0", "score_facilidad": "8.0", "materia": "Materiales 2", "comments": "Califica Duro, La Participación Importa, Brinda apoyoSabe muchísimo de la materia pero se centra mucho en la teoría y la clase se torna un poco tediosa ya que solo presenta diapositivas y en ocasiones no llega a ser clara, pero no es difícil pasar, esfuérzate en el proyecto final y estas del otro lado"}, {"fecha": "06/Jun/2016", "score_general": "4.0", "score_facilidad": "4.0", "materia": "Materiales no metálicos", "comments": "Las clases son largas, Deja trabajos largos, Los exámenes son difícilessolo metela si llevaste con ella lab de metalurgia, es cierto, su proyecto final es muy pesado y en este semestre pasaron los que fueron con ella en el lab, los demas entre 6 y 7 o fnal, es mejor magdalena"}, {"fecha": "28/May/2016", "score_general": "6.0", "score_facilidad": "4.0", "materia": "Materiales no metálicos", "comments": "Hace exámenes sorpresa, Deja trabajos largos, Los exámenes son difícilessolo metela si llevaste con ella lab de metalurgia, es cierto, su proyecto final es muy pesado y en este semestre pasaron los que fueron con ella en el lab, los demas entre 6 y 7 o fnal, es mejor magdalena"}, {"fecha": "16/Dic/2015", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Materiales No Metálicos", "comments": "solo metela si llevaste con ella lab de metalurgia, es cierto, su proyecto final es muy pesado y en este semestre pasaron los que fueron con ella en el lab, los demas entre 6 y 7 o fnal, es mejor magdalena"}]