[{"fecha": "16/Feb/2023", "score_general": "7.0", "score_facilidad": "8.0", "materia": "Diseño y Manufactura Asistida por Computadora", "comments": "Da buena retroalimentación, Pocos Exámenes, Clases excelentesMe gustó mucho, como trabaja en una empresa de plásticos tiene experiencia en diseño, son clases muy interesantes, deja algunas tareas, el proyecto y un examen final de todo el curso bastante larguito, pero si entregas todo y pones atención aprendes muchísimo y pasas."}, {"fecha": "25/Jul/2022", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Diseño y Manufactura asistidos por computadora", "comments": "Da buena retroalimentación, Inspiracional, Clases excelentesMe gustó mucho, como trabaja en una empresa de plásticos tiene experiencia en diseño, son clases muy interesantes, deja algunas tareas, el proyecto y un examen final de todo el curso bastante larguito, pero si entregas todo y pones atención aprendes muchísimo y pasas."}, {"fecha": "18/Jun/2022", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Diseño y manufactura asistidos por computadora", "comments": "Las clases son largas, Clases excelentes, Muchos proyectos grupalesMe gustó mucho, como trabaja en una empresa de plásticos tiene experiencia en diseño, son clases muy interesantes, deja algunas tareas, el proyecto y un examen final de todo el curso bastante larguito, pero si entregas todo y pones atención aprendes muchísimo y pasas."}, {"fecha": "03/Mar/2022", "score_general": "7.0", "score_facilidad": "6.0", "materia": "Diseño y manufactura asistido por computadora", "comments": "Prepárate para leer, Asistencia obligatoria, Las clases son largasMe gustó mucho, como trabaja en una empresa de plásticos tiene experiencia en diseño, son clases muy interesantes, deja algunas tareas, el proyecto y un examen final de todo el curso bastante larguito, pero si entregas todo y pones atención aprendes muchísimo y pasas."}, {"fecha": "21/Ene/2022", "score_general": "4.0", "score_facilidad": "2.0", "materia": "Diseño y manufactura asistido por computadora", "comments": "Da buena retroalimentación, Muchas tareas, Deja trabajos largosMe gustó mucho, como trabaja en una empresa de plásticos tiene experiencia en diseño, son clases muy interesantes, deja algunas tareas, el proyecto y un examen final de todo el curso bastante larguito, pero si entregas todo y pones atención aprendes muchísimo y pasas."}]