[{"fecha": "26/Ene/2023", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Álgebra", "comments": "Pocos Exámenes, Brinda apoyo, Tomaría su clase otra vezBuena profesora, explica muy bien, además de que los ejercicios realizados en clase ayudan mucho, si necesitas que te explique algo lo hace sin problema, buena profesora, recomendada"}, {"fecha": "30/Ene/2022", "score_general": "7.0", "score_facilidad": "6.0", "materia": "Calculo integral", "comments": "Califica Duro, Muchas tareasBuena profesora, explica muy bien, además de que los ejercicios realizados en clase ayudan mucho, si necesitas que te explique algo lo hace sin problema, buena profesora, recomendada"}, {"fecha": "30/Ene/2022", "score_general": "6.0", "score_facilidad": "4.0", "materia": "Cálculo integral", "comments": "Califica Duro, Pocos Exámenes, Los exámenes son difícilesBuena profesora, explica muy bien, además de que los ejercicios realizados en clase ayudan mucho, si necesitas que te explique algo lo hace sin problema, buena profesora, recomendada"}, {"fecha": "18/Ene/2022", "score_general": "7.0", "score_facilidad": "4.0", "materia": "Calculo Integral", "comments": "Califica Duro, Aspectos de calificación claros, Los exámenes son difícilesBuena profesora, explica muy bien, además de que los ejercicios realizados en clase ayudan mucho, si necesitas que te explique algo lo hace sin problema, buena profesora, recomendada"}, {"fecha": "22/Oct/2021", "score_general": "3.0", "score_facilidad": "2.0", "materia": "Álgebra", "comments": "Califica Duro, Deja trabajos largos, Los exámenes son difícilesBuena profesora, explica muy bien, además de que los ejercicios realizados en clase ayudan mucho, si necesitas que te explique algo lo hace sin problema, buena profesora, recomendada"}, {"fecha": "13/Sep/2021", "score_general": "5.0", "score_facilidad": "4.0", "materia": "Cálculo Integral", "comments": "Califica Duro, Las clases son largas, Los exámenes son difícilesSu clase en si no es mala pero es muy aburrida y pesada. Sus tareas son difíciles. No la recomiendo en modalidad a distancia."}, {"fecha": "27/Ago/2021", "score_general": "6.0", "score_facilidad": "4.0", "materia": "Cálculo integral", "comments": "Califica Duro, Muchas tareas, Deja trabajos largosSu clase en si no es mala pero es muy aburrida y pesada. Sus tareas son difíciles. No la recomiendo en modalidad a distancia."}, {"fecha": "27/Ago/2021", "score_general": "7.0", "score_facilidad": "6.0", "materia": "Cálculo Integral", "comments": "Su clase en si no es mala pero es muy aburrida y pesada. Sus tareas son difíciles. No la recomiendo en modalidad a distancia."}, {"fecha": "19/Feb/2021", "score_general": "6.0", "score_facilidad": "6.0", "materia": "Álgebra", "comments": "Califica Duro, La Participación ImportaSu clase en si no es mala pero es muy aburrida y pesada. Sus tareas son difíciles. No la recomiendo en modalidad a distancia."}, {"fecha": "18/Feb/2021", "score_general": "5.0", "score_facilidad": "4.0", "materia": "Álgebra", "comments": "Barco, Las clases son largas, Los exámenes son difícilesSu clase en si no es mala pero es muy aburrida y pesada. Sus tareas son difíciles. No la recomiendo en modalidad a distancia."}, {"fecha": "18/Feb/2021", "score_general": "6.0", "score_facilidad": "4.0", "materia": "Álgebra", "comments": "Califica Duro, La Participación Importa, Los exámenes son difícilesEs como si te diera la clase un robot sin emociones, no me gustó su clase en línea, era incluso aburrida y no se entendía muchas veces lo que escribía en el Jamboard, los exámenes tienen parte teórica y práctica y son más difíciles de lo que enseña. Si es recurse mejor piensa en alguien más."}, {"fecha": "18/Feb/2021", "score_general": "7.0", "score_facilidad": "4.0", "materia": "Álgebra", "comments": "La Participación Importa, Pocos Exámenes, Los exámenes son difícilesEs como si te diera la clase un robot sin emociones, no me gustó su clase en línea, era incluso aburrida y no se entendía muchas veces lo que escribía en el Jamboard, los exámenes tienen parte teórica y práctica y son más difíciles de lo que enseña. Si es recurse mejor piensa en alguien más."}, {"fecha": "18/Feb/2021", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Álgebra", "comments": "Califica Duro, Da buena retroalimentaciónEs como si te diera la clase un robot sin emociones, no me gustó su clase en línea, era incluso aburrida y no se entendía muchas veces lo que escribía en el Jamboard, los exámenes tienen parte teórica y práctica y son más difíciles de lo que enseña. Si es recurse mejor piensa en alguien más."}, {"fecha": "17/Feb/2021", "score_general": "7.0", "score_facilidad": "6.0", "materia": "Álgebra", "comments": "Inspiracional, Aspectos de calificación claros, Clases excelentesEs como si te diera la clase un robot sin emociones, no me gustó su clase en línea, era incluso aburrida y no se entendía muchas veces lo que escribía en el Jamboard, los exámenes tienen parte teórica y práctica y son más difíciles de lo que enseña. Si es recurse mejor piensa en alguien más."}, {"fecha": "15/Feb/2021", "score_general": "7.0", "score_facilidad": "6.0", "materia": "Calculo Integral", "comments": "La Participación Importa, Las clases son largas, Los exámenes son difícilesEs como si te diera la clase un robot sin emociones, no me gustó su clase en línea, era incluso aburrida y no se entendía muchas veces lo que escribía en el Jamboard, los exámenes tienen parte teórica y práctica y son más difíciles de lo que enseña. Si es recurse mejor piensa en alguien más."}, {"fecha": "14/Oct/2020", "score_general": "10.0", "score_facilidad": "4.0", "materia": "Álgebra", "comments": "Da buena retroalimentación, La Participación Importa, Clases excelentesExcelente, como ser humano y como profesora. Volvería a tomar su clase, siempre da una retroalimentación de los ejercicios hechos en clase, tareas y exámenes. A veces pone a jugar Kahoot. Es muy buena, pero aún no es tan reconocida."}, {"fecha": "19/Ene/2020", "score_general": "9.0", "score_facilidad": "6.0", "materia": "Álgebra", "comments": "Las clases son largas, Aspectos de calificación claros, Brinda apoyoExcelente, como ser humano y como profesora. Volvería a tomar su clase, siempre da una retroalimentación de los ejercicios hechos en clase, tareas y exámenes. A veces pone a jugar Kahoot. Es muy buena, pero aún no es tan reconocida."}, {"fecha": "17/Ene/2020", "score_general": "9.0", "score_facilidad": "6.0", "materia": "Algebra", "comments": "Califica Duro, Las clases son largas, Brinda apoyoExcelente, como ser humano y como profesora. Volvería a tomar su clase, siempre da una retroalimentación de los ejercicios hechos en clase, tareas y exámenes. A veces pone a jugar Kahoot. Es muy buena, pero aún no es tan reconocida."}, {"fecha": "22/Nov/2019", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Álgebra", "comments": "La Participación Importa, Inspiracional, Clases excelentesExcelente, como ser humano y como profesora. Volvería a tomar su clase, siempre da una retroalimentación de los ejercicios hechos en clase, tareas y exámenes. A veces pone a jugar Kahoot. Es muy buena, pero aún no es tan reconocida."}]