[{"fecha": "22/Ene/2023", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Cultura y comunicación", "comments": "Muy cómico, Inspiracional, Tomaría su clase otra vezGran profesor y persona, te enseña muchas cosas que normalmente no aprenderías a travez de un libro o tareas; su clase se enfoca en las personas por qué de ahí es de dónde viene la verdadera cultura; de las experiencias y recuerdos  y el te ayuda a aprender a exteriorizar la mejor versión de ti."}, {"fecha": "18/Ene/2023", "score_general": "6.0", "score_facilidad": "10.0", "materia": "Taller de Creatividad", "comments": "Barco, Da buena retroalimentación, InspiracionalGran profesor y persona, te enseña muchas cosas que normalmente no aprenderías a travez de un libro o tareas; su clase se enfoca en las personas por qué de ahí es de dónde viene la verdadera cultura; de las experiencias y recuerdos  y el te ayuda a aprender a exteriorizar la mejor versión de ti."}, {"fecha": "27/Jul/2022", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Cultura y comunicación", "comments": "Barco, Muy cómico, Las clases son largasGran profesor y persona, te enseña muchas cosas que normalmente no aprenderías a travez de un libro o tareas; su clase se enfoca en las personas por qué de ahí es de dónde viene la verdadera cultura; de las experiencias y recuerdos  y el te ayuda a aprender a exteriorizar la mejor versión de ti."}, {"fecha": "31/Ene/2022", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Cultura y Comunicación", "comments": "Barco, InspiracionalGran profesor y persona, te enseña muchas cosas que normalmente no aprenderías a travez de un libro o tareas; su clase se enfoca en las personas por qué de ahí es de dónde viene la verdadera cultura; de las experiencias y recuerdos  y el te ayuda a aprender a exteriorizar la mejor versión de ti."}, {"fecha": "24/Ene/2022", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Taller Creatividad", "comments": "Da buena retroalimentación, Inspiracional, Tomaría su clase otra vezGran profesor y persona, te enseña muchas cosas que normalmente no aprenderías a travez de un libro o tareas; su clase se enfoca en las personas por qué de ahí es de dónde viene la verdadera cultura; de las experiencias y recuerdos  y el te ayuda a aprender a exteriorizar la mejor versión de ti."}, {"fecha": "18/Dic/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Cultura y Comunicación", "comments": "Barco, InspiracionalEntrega el video y ya tienes tu 10. Pero si pones atención a las clases te vas a dar cuenta de que aunque es bien barco, le sabe mucho y lo que te dice te va a ayudar. Es muy lindo el profe y lo que más quiere es que te vuelvas bueno para hablar en público."}, {"fecha": "30/Ago/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Cultura y Comunicación", "comments": "Barco, Respetado por los estudiantes, Brinda apoyoEntrega el video y ya tienes tu 10. Pero si pones atención a las clases te vas a dar cuenta de que aunque es bien barco, le sabe mucho y lo que te dice te va a ayudar. Es muy lindo el profe y lo que más quiere es que te vuelvas bueno para hablar en público."}, {"fecha": "26/Ago/2021", "score_general": "5.0", "score_facilidad": "10.0", "materia": "Taller Sociohumanístico: Creatividad", "comments": "Barco, Pocos Exámenes, Brinda apoyoEntrega el video y ya tienes tu 10. Pero si pones atención a las clases te vas a dar cuenta de que aunque es bien barco, le sabe mucho y lo que te dice te va a ayudar. Es muy lindo el profe y lo que más quiere es que te vuelvas bueno para hablar en público."}, {"fecha": "26/Ago/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Cultura y Comunicación", "comments": "Muy cómico, Clases excelentes, Tomaría su clase otra vezEntrega el video y ya tienes tu 10. Pero si pones atención a las clases te vas a dar cuenta de que aunque es bien barco, le sabe mucho y lo que te dice te va a ayudar. Es muy lindo el profe y lo que más quiere es que te vuelvas bueno para hablar en público."}, {"fecha": "17/Ago/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Cultura y comunicación", "comments": "Barco, Da buena retroalimentación, La Participación ImportaEntrega el video y ya tienes tu 10. Pero si pones atención a las clases te vas a dar cuenta de que aunque es bien barco, le sabe mucho y lo que te dice te va a ayudar. Es muy lindo el profe y lo que más quiere es que te vuelvas bueno para hablar en público."}, {"fecha": "15/Feb/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Cultura y comunicacion", "comments": "Barco, Da buena retroalimentación, Tomaría su clase otra vezTe enseña como hablar en publico, como venderte como ingeniero, como quitarte las muletillas al hablar, como tener confianza en uno mismo, califica con un video de 3 minutos sobre el tema que quieras al final."}, {"fecha": "10/Feb/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Cultura y Comunicación", "comments": "Barco, Muy cómico, InspiracionalTe enseña como hablar en publico, como venderte como ingeniero, como quitarte las muletillas al hablar, como tener confianza en uno mismo, califica con un video de 3 minutos sobre el tema que quieras al final."}, {"fecha": "13/Ago/2020", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Cultura y comunicación", "comments": "Barco, Muy cómico, InspiracionalTe enseña como hablar en publico, como venderte como ingeniero, como quitarte las muletillas al hablar, como tener confianza en uno mismo, califica con un video de 3 minutos sobre el tema que quieras al final."}, {"fecha": "23/Jul/2019", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Cultura y Comunicacion", "comments": "Barco, Muy cómico, La Participación ImportaTe enseña como hablar en publico, como venderte como ingeniero, como quitarte las muletillas al hablar, como tener confianza en uno mismo, califica con un video de 3 minutos sobre el tema que quieras al final."}, {"fecha": "04/Jul/2019", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Cultura y comunicación", "comments": "Barco, Muy cómico, InspiracionalTe enseña como hablar en publico, como venderte como ingeniero, como quitarte las muletillas al hablar, como tener confianza en uno mismo, califica con un video de 3 minutos sobre el tema que quieras al final."}, {"fecha": "30/May/2019", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Cultura y Comunicacion", "comments": "Barco, Respetado por los estudiantes, Brinda apoyoEl mejor profesor... 9 o 10 garantizado"}, {"fecha": "20/Ene/2019", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Cultura y Comunicación", "comments": "La Participación Importa, Respetado por los estudiantes, Clases excelentesEl mejor profesor... 9 o 10 garantizado"}, {"fecha": "14/Ene/2019", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Cultura", "comments": "BarcoEl mejor profesor... 9 o 10 garantizado"}, {"fecha": "16/May/2018", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Cultura y Comunicación", "comments": "Inspiracional, Brinda apoyo, Clases excelentesEl mejor profesor... 9 o 10 garantizado"}, {"fecha": "07/Jul/2017", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Cultura y comunicación", "comments": "Barco, Muy cómico, InspiracionalEl mejor profesor... 9 o 10 garantizado"}, {"fecha": "06/Jul/2017", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Cultura y comunicaión", "comments": "Barco, Muy cómicoMuy barco, solo califica con un discurso que debe ser de lo que tu quieras, eso hasta el final de semestre, la asistencia no es obligatoria, no aras nada en su clase pero te recomiendo que asistas, es muy entretenida y te habla de muy buenos temas controversia les de manera muy chistosa y respetuosa"}]