[{"fecha": "08/Feb/2023", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Organización y Arquitectura de Computadoras", "comments": "Muchas tareas, Asistencia obligatoria, Las clases son largasSus explicaciones son muy buenas y es accesible para responder dudas en clase, las tareas son fáciles pero muy tardadas, hizo 3 exámenes al nivel de la clase y un proyecto relativamente sencillo. Da descansos de 20 mins."}, {"fecha": "27/Ene/2023", "score_general": "9.0", "score_facilidad": "6.0", "materia": "Organización y Arquitectura de Computadoras", "comments": "Sus explicaciones son muy buenas y es accesible para responder dudas en clase, las tareas son fáciles pero muy tardadas, hizo 3 exámenes al nivel de la clase y un proyecto relativamente sencillo. Da descansos de 20 mins."}, {"fecha": "16/Jul/2022", "score_general": "8.0", "score_facilidad": "6.0", "materia": "OyAC", "comments": "Las clases son largas, Pocos Exámenes, Deja trabajos largosSus explicaciones son muy buenas y es accesible para responder dudas en clase, las tareas son fáciles pero muy tardadas, hizo 3 exámenes al nivel de la clase y un proyecto relativamente sencillo. Da descansos de 20 mins."}, {"fecha": "31/Ene/2022", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Arquitectura de compus", "comments": "Da buena retroalimentación, La Participación Importa, Clases excelentesSus explicaciones son muy buenas y es accesible para responder dudas en clase, las tareas son fáciles pero muy tardadas, hizo 3 exámenes al nivel de la clase y un proyecto relativamente sencillo. Da descansos de 20 mins."}, {"fecha": "19/Ene/2022", "score_general": "8.0", "score_facilidad": "6.0", "materia": "Organización y arquitectura de computadoras", "comments": "Califica Duro, Da buena retroalimentación, Clases excelentesSus explicaciones son muy buenas y es accesible para responder dudas en clase, las tareas son fáciles pero muy tardadas, hizo 3 exámenes al nivel de la clase y un proyecto relativamente sencillo. Da descansos de 20 mins."}, {"fecha": "31/Ago/2021", "score_general": "10.0", "score_facilidad": "6.0", "materia": "org y arq de computadoras", "comments": "Brinda apoyo, Clases excelentes, Tomaría su clase otra vezDe los mejores que aun hay en la FI. No hagas caso de los comentarios, el examen es sobre lo que se ve en clase. Lastima que el grupo no se tomo bien las clases extras para reponer lo del paro"}, {"fecha": "30/Ago/2021", "score_general": "9.0", "score_facilidad": "10.0", "materia": "ARQUITECTURA DE COMPUTADORAS", "comments": "Barco, Da buena retroalimentación, Brinda apoyoDe los mejores que aun hay en la FI. No hagas caso de los comentarios, el examen es sobre lo que se ve en clase. Lastima que el grupo no se tomo bien las clases extras para reponer lo del paro"}, {"fecha": "24/Ago/2021", "score_general": "8.0", "score_facilidad": "2.0", "materia": "Organización y Arquitectura de COmputadoras", "comments": "Califica Duro, Brinda apoyo, Los exámenes son difícilesDe los mejores que aun hay en la FI. No hagas caso de los comentarios, el examen es sobre lo que se ve en clase. Lastima que el grupo no se tomo bien las clases extras para reponer lo del paro"}, {"fecha": "22/Ago/2021", "score_general": "6.0", "score_facilidad": "4.0", "materia": "Organización y Arquitectura de Computadoras", "comments": "Califica Duro, Los exámenes son difícilesDe los mejores que aun hay en la FI. No hagas caso de los comentarios, el examen es sobre lo que se ve en clase. Lastima que el grupo no se tomo bien las clases extras para reponer lo del paro"}, {"fecha": "15/Feb/2021", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Organización y Arquitectura de Computadoras", "comments": "Aspectos de calificación claros, Brinda apoyo, Clases excelentesDe los mejores que aun hay en la FI. No hagas caso de los comentarios, el examen es sobre lo que se ve en clase. Lastima que el grupo no se tomo bien las clases extras para reponer lo del paro"}, {"fecha": "01/Jun/2020", "score_general": "8.0", "score_facilidad": "6.0", "materia": "Organización y Arquitectura de Computadoras", "comments": "Da buena retroalimentación, Brinda apoyoExplica claramente y te brinda la ayuda que necesites, aunque debes tener los conocimientos muy claros para el exámen, sus prácticas no son tan complejas y cómo es en equipo seguro la terminas a tiempo, sin embargo el proyecto final si está algo difícil así que recomiendo hacerlo con tiempo."}, {"fecha": "03/Ene/2020", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Arquitectura de Computadoras", "comments": "Barco, Muy cómico, InspiracionalExplica claramente y te brinda la ayuda que necesites, aunque debes tener los conocimientos muy claros para el exámen, sus prácticas no son tan complejas y cómo es en equipo seguro la terminas a tiempo, sin embargo el proyecto final si está algo difícil así que recomiendo hacerlo con tiempo."}, {"fecha": "27/Jun/2018", "score_general": "3.0", "score_facilidad": "6.0", "materia": "---", "comments": "Explica claramente y te brinda la ayuda que necesites, aunque debes tener los conocimientos muy claros para el exámen, sus prácticas no son tan complejas y cómo es en equipo seguro la terminas a tiempo, sin embargo el proyecto final si está algo difícil así que recomiendo hacerlo con tiempo."}, {"fecha": "01/Feb/2018", "score_general": "4.0", "score_facilidad": "2.0", "materia": "Arquitectura de Computadoras", "comments": "Explica claramente y te brinda la ayuda que necesites, aunque debes tener los conocimientos muy claros para el exámen, sus prácticas no son tan complejas y cómo es en equipo seguro la terminas a tiempo, sin embargo el proyecto final si está algo difícil así que recomiendo hacerlo con tiempo."}, {"fecha": "14/Dic/2016", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Arquitectura de computadoras", "comments": "Da buena retroalimentación, Brinda apoyo, Tomaría su clase otra vezExplica claramente y te brinda la ayuda que necesites, aunque debes tener los conocimientos muy claros para el exámen, sus prácticas no son tan complejas y cómo es en equipo seguro la terminas a tiempo, sin embargo el proyecto final si está algo difícil así que recomiendo hacerlo con tiempo."}]