[{"fecha": "28/Ene/2023", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Mecanismos", "comments": "Da buena retroalimentación, Respetado por los estudiantes, Brinda apoyoEs el mejor profesor, explica muy claro y siempre te brinda apoyo. Sus exámenes están al nivel, deja como dos tareas, un proyecto y con eso evalúa. Enseña a programar y de la mitad del semestre en adelante ya todo se programa."}, {"fecha": "25/Ene/2022", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Mecanismos", "comments": "Califica Duro, Da buena retroalimentación, Clases excelentesEs el mejor profesor, explica muy claro y siempre te brinda apoyo. Sus exámenes están al nivel, deja como dos tareas, un proyecto y con eso evalúa. Enseña a programar y de la mitad del semestre en adelante ya todo se programa."}, {"fecha": "03/Sep/2020", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Mecanismos", "comments": "Es el mejor profesor, explica muy claro y siempre te brinda apoyo. Sus exámenes están al nivel, deja como dos tareas, un proyecto y con eso evalúa. Enseña a programar y de la mitad del semestre en adelante ya todo se programa."}, {"fecha": "02/Sep/2020", "score_general": "8.0", "score_facilidad": "6.0", "materia": "Mecanismos", "comments": "Da buena retroalimentación, La Participación Importa, Aspectos de calificación clarosEs el mejor profesor, explica muy claro y siempre te brinda apoyo. Sus exámenes están al nivel, deja como dos tareas, un proyecto y con eso evalúa. Enseña a programar y de la mitad del semestre en adelante ya todo se programa."}, {"fecha": "15/Jul/2020", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Mecanismos", "comments": "Brinda apoyo, Clases excelentes, Tomaría su clase otra vezEs el mejor profesor, explica muy claro y siempre te brinda apoyo. Sus exámenes están al nivel, deja como dos tareas, un proyecto y con eso evalúa. Enseña a programar y de la mitad del semestre en adelante ya todo se programa."}, {"fecha": "12/Mar/2019", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Dinámica de maquinaria", "comments": "Da buena retroalimentación, Respetado por los estudiantes, Inspiracional"}, {"fecha": "09/Ene/2019", "score_general": "8.0", "score_facilidad": "8.0", "materia": "Mecanismos", "comments": ""}, {"fecha": "19/Jul/2018", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Mecanismos", "comments": ""}, {"fecha": "18/Jun/2018", "score_general": "9.0", "score_facilidad": "10.0", "materia": "Mecanismos", "comments": "Respetado por los estudiantes, Inspiracional, Aspectos de calificación claros"}, {"fecha": "09/Jun/2018", "score_general": "8.0", "score_facilidad": "6.0", "materia": "mecanismos", "comments": "Tomaría su clase otra vez"}, {"fecha": "06/Feb/2017", "score_general": "7.0", "score_facilidad": "8.0", "materia": "Mecanismos", "comments": ""}, {"fecha": "20/Dic/2015", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Dinámica de Maquinaria.", "comments": ""}]