[{"fecha": "20/Feb/2023", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Dispositivos E", "comments": "Da buena retroalimentación, Da Crédito Extra, Brinda apoyoJefazo de la materia, los  exámenes suelen costar un poco pero nada imposibles. Toda la materia se resume en ley de Ohm y de Kirchhoff. Da puntos extras para el examen por participar. Los proyectos son de los mejores pero deberás investigar por tu cuenta. 10 si pones de tu parte"}, {"fecha": "16/Feb/2023", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Dispositivos Electrónicos", "comments": "Aspectos de calificación claros, Clases excelentes, Muchos proyectos grupalesJefazo de la materia, los  exámenes suelen costar un poco pero nada imposibles. Toda la materia se resume en ley de Ohm y de Kirchhoff. Da puntos extras para el examen por participar. Los proyectos son de los mejores pero deberás investigar por tu cuenta. 10 si pones de tu parte"}, {"fecha": "27/Ene/2023", "score_general": "9.0", "score_facilidad": "6.0", "materia": "Dispositivos Electrónicos", "comments": "La Participación Importa, Da Crédito Extra, Brinda apoyoJefazo de la materia, los  exámenes suelen costar un poco pero nada imposibles. Toda la materia se resume en ley de Ohm y de Kirchhoff. Da puntos extras para el examen por participar. Los proyectos son de los mejores pero deberás investigar por tu cuenta. 10 si pones de tu parte"}, {"fecha": "21/Ene/2023", "score_general": "6.0", "score_facilidad": "4.0", "materia": "Dispositivos elenctrónicos", "comments": "La Participación Importa, Da Crédito Extra, Deja trabajos largosJefazo de la materia, los  exámenes suelen costar un poco pero nada imposibles. Toda la materia se resume en ley de Ohm y de Kirchhoff. Da puntos extras para el examen por participar. Los proyectos son de los mejores pero deberás investigar por tu cuenta. 10 si pones de tu parte"}, {"fecha": "28/Ene/2022", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Dispositivos electrónicos", "comments": "Jefazo de la materia, los  exámenes suelen costar un poco pero nada imposibles. Toda la materia se resume en ley de Ohm y de Kirchhoff. Da puntos extras para el examen por participar. Los proyectos son de los mejores pero deberás investigar por tu cuenta. 10 si pones de tu parte"}, {"fecha": "11/Ene/2022", "score_general": "7.0", "score_facilidad": "6.0", "materia": "Dispositivos Electrónicos", "comments": "La Participación Importa, Da Crédito Extra, Los exámenes son difícilesDebes tener buenas bases de Electricidad y Magnetismo, te da puntos para el examen por participar. Sus clases son confusas, en lo personal no se adaptó bien al semestre en linea considerando el tiempo que llevamos. El lab no tiene valor y en linea no te da puntos por sacar 9 o 10"}, {"fecha": "23/Ago/2021", "score_general": "6.0", "score_facilidad": "4.0", "materia": "Dispositivos electronicos", "comments": "Muchas tareas, La Participación Importa, Los exámenes son difícilesDebes tener buenas bases de Electricidad y Magnetismo, te da puntos para el examen por participar. Sus clases son confusas, en lo personal no se adaptó bien al semestre en linea considerando el tiempo que llevamos. El lab no tiene valor y en linea no te da puntos por sacar 9 o 10"}, {"fecha": "02/Jul/2020", "score_general": "6.0", "score_facilidad": "2.0", "materia": "Dispositivos Electronicos", "comments": "Califica Duro, Muchas tareas, Respetado por los estudiantesDebes tener buenas bases de Electricidad y Magnetismo, te da puntos para el examen por participar. Sus clases son confusas, en lo personal no se adaptó bien al semestre en linea considerando el tiempo que llevamos. El lab no tiene valor y en linea no te da puntos por sacar 9 o 10"}, {"fecha": "10/Ene/2019", "score_general": "7.0", "score_facilidad": "6.0", "materia": "Dispositivos Electrónicos", "comments": "Debes tener buenas bases de Electricidad y Magnetismo, te da puntos para el examen por participar. Sus clases son confusas, en lo personal no se adaptó bien al semestre en linea considerando el tiempo que llevamos. El lab no tiene valor y en linea no te da puntos por sacar 9 o 10"}, {"fecha": "06/Jul/2018", "score_general": "5.0", "score_facilidad": "10.0", "materia": "Dispositivos y circuitos electrónicos", "comments": "Muchas tareas, Muchos Exámenes, Brinda apoyoDebes tener buenas bases de Electricidad y Magnetismo, te da puntos para el examen por participar. Sus clases son confusas, en lo personal no se adaptó bien al semestre en linea considerando el tiempo que llevamos. El lab no tiene valor y en linea no te da puntos por sacar 9 o 10"}, {"fecha": "13/Dic/2016", "score_general": "8.0", "score_facilidad": "8.0", "materia": "Dispositivos y circuitos electrónicos", "comments": "Aspectos de calificación claros, Brinda apoyo, Tomaría su clase otra vezLo dificil de pasar son los proyectos,usas mecanica y electronica $$ tienes que ser bueno armando. Aclara todas las dudas de clase/proyecto sin problema. Los examenes del nivel de la clase. No es muy bueno explicando y a veces te confunde, pero enseña todo lo necesario para aprender Dispos. Te ayuda"}, {"fecha": "25/Jul/2016", "score_general": "2.0", "score_facilidad": "6.0", "materia": "Dispositivos y circuitos electrónicos", "comments": "Califica Duro, Deja trabajos largos, Los exámenes son difícilesLo dificil de pasar son los proyectos,usas mecanica y electronica $$ tienes que ser bueno armando. Aclara todas las dudas de clase/proyecto sin problema. Los examenes del nivel de la clase. No es muy bueno explicando y a veces te confunde, pero enseña todo lo necesario para aprender Dispos. Te ayuda"}]