[{"fecha": "10/Ene/2023", "score_general": "8.0", "score_facilidad": "6.0", "materia": "Estudio del Trabajo", "comments": "Asistencia obligatoria, Las clases son largasSabe de lo que enseña y tiene amplia experiencia laboral para respaldar sus clases, el problema es que si le caes mal no tiene problemas en pasársela micro gestionándote y exponerte en frente de la clase incluso si no se amerita.\r\nSi logras mantenerte bajo su radar es un aprobado fácil."}, {"fecha": "20/May/2022", "score_general": "9.0", "score_facilidad": "10.0", "materia": "Estudio del trabajo", "comments": "Inspiracional, Tomaría su clase otra vezSabe de lo que enseña y tiene amplia experiencia laboral para respaldar sus clases, el problema es que si le caes mal no tiene problemas en pasársela micro gestionándote y exponerte en frente de la clase incluso si no se amerita.\r\nSi logras mantenerte bajo su radar es un aprobado fácil."}, {"fecha": "25/Ene/2022", "score_general": "7.0", "score_facilidad": "8.0", "materia": "Estudio de trabajo", "comments": "La Participación Importa, Pocos ExámenesSabe de lo que enseña y tiene amplia experiencia laboral para respaldar sus clases, el problema es que si le caes mal no tiene problemas en pasársela micro gestionándote y exponerte en frente de la clase incluso si no se amerita.\r\nSi logras mantenerte bajo su radar es un aprobado fácil."}, {"fecha": "16/Ene/2022", "score_general": "5.0", "score_facilidad": "6.0", "materia": "Análisis y mejora de procesos", "comments": "Barco, Muchas tareas, Las clases son largasSabe de lo que enseña y tiene amplia experiencia laboral para respaldar sus clases, el problema es que si le caes mal no tiene problemas en pasársela micro gestionándote y exponerte en frente de la clase incluso si no se amerita.\r\nSi logras mantenerte bajo su radar es un aprobado fácil."}, {"fecha": "26/Ago/2021", "score_general": "4.0", "score_facilidad": "6.0", "materia": "Estudio del trabajo", "comments": "La Participación Importa, Asistencia obligatoriaSabe de lo que enseña y tiene amplia experiencia laboral para respaldar sus clases, el problema es que si le caes mal no tiene problemas en pasársela micro gestionándote y exponerte en frente de la clase incluso si no se amerita.\r\nSi logras mantenerte bajo su radar es un aprobado fácil."}, {"fecha": "24/Ago/2021", "score_general": "5.0", "score_facilidad": "6.0", "materia": "Estudio del Trabajo", "comments": "Muchas tareas, La Participación Importa, Deja trabajos largosEn lo personal no me gustó su clase, se apoya de diapositivas pero muchas veces sólo las lee y no explica bien. Deja ejercicios en las clases que tienes que contestar como en 10 minutos y la mayoría de las veces los toma como asistencia, lo que te estresa un buen ://"}, {"fecha": "23/Ago/2021", "score_general": "3.0", "score_facilidad": "4.0", "materia": "Estudio del Trabajo", "comments": "La Participación Importa, Asistencia obligatoria, Deja trabajos largosEn lo personal no me gustó su clase, se apoya de diapositivas pero muchas veces sólo las lee y no explica bien. Deja ejercicios en las clases que tienes que contestar como en 10 minutos y la mayoría de las veces los toma como asistencia, lo que te estresa un buen ://"}, {"fecha": "20/Ago/2021", "score_general": "7.0", "score_facilidad": "6.0", "materia": "Estudio del Trabajo", "comments": "La Participación Importa, Las clases son largasEn lo personal no me gustó su clase, se apoya de diapositivas pero muchas veces sólo las lee y no explica bien. Deja ejercicios en las clases que tienes que contestar como en 10 minutos y la mayoría de las veces los toma como asistencia, lo que te estresa un buen ://"}, {"fecha": "19/Ago/2021", "score_general": "3.0", "score_facilidad": "6.0", "materia": "Estudio del trabajo", "comments": "La Participación Importa, Las clases son largas, Muchos proyectos grupalesEn lo personal no me gustó su clase, se apoya de diapositivas pero muchas veces sólo las lee y no explica bien. Deja ejercicios en las clases que tienes que contestar como en 10 minutos y la mayoría de las veces los toma como asistencia, lo que te estresa un buen ://"}, {"fecha": "12/Feb/2021", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Estudio del trabajo", "comments": "Da buena retroalimentación, Clases excelentes, Tomaría su clase otra vezEn lo personal no me gustó su clase, se apoya de diapositivas pero muchas veces sólo las lee y no explica bien. Deja ejercicios en las clases que tienes que contestar como en 10 minutos y la mayoría de las veces los toma como asistencia, lo que te estresa un buen ://"}, {"fecha": "03/Feb/2021", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Estudio del trabajo", "comments": "Inspiracional, Clases excelentes, Tomaría su clase otra vezEs un profe buenísimo, se adapto increíble a las clases online, explica súper bien,  es súper buena onda, realmente se nota su interés por transmitir lo que sabe, lo súper recomiendo."}, {"fecha": "17/Ago/2020", "score_general": "7.0", "score_facilidad": "10.0", "materia": "Estudio del trababjo", "comments": "La Participación Importa, Inspiracional, Tomaría su clase otra vezEs un profe buenísimo, se adapto increíble a las clases online, explica súper bien,  es súper buena onda, realmente se nota su interés por transmitir lo que sabe, lo súper recomiendo."}, {"fecha": "08/Jul/2020", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Estudio del trabajo", "comments": "Da buena retroalimentación, Inspiracional, Clases excelentesEs un profe buenísimo, se adapto increíble a las clases online, explica súper bien,  es súper buena onda, realmente se nota su interés por transmitir lo que sabe, lo súper recomiendo."}, {"fecha": "09/Jul/2019", "score_general": "8.0", "score_facilidad": "6.0", "materia": "Estudio del Trabajo", "comments": "Da buena retroalimentación, Brinda apoyo, Muchos proyectos grupalesEs un profe buenísimo, se adapto increíble a las clases online, explica súper bien,  es súper buena onda, realmente se nota su interés por transmitir lo que sabe, lo súper recomiendo."}]