[{"fecha": "31/Ene/2023", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Sistemas de Información Geográfica II", "comments": "Da Crédito Extra, Deja trabajos largos, Clases excelentesDebes empezar a hacer sus trabajos el día que los deja, por que son largos . Explica las veces que sea necesario. Si tomas los cursos que deja o asistes a todas las clases te ayuda al final. De los mejores de la DICyG."}, {"fecha": "18/Jun/2022", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Geomática Básica", "comments": "Muy cómico, Aspectos de calificación claros, Brinda apoyoDebes empezar a hacer sus trabajos el día que los deja, por que son largos . Explica las veces que sea necesario. Si tomas los cursos que deja o asistes a todas las clases te ayuda al final. De los mejores de la DICyG."}, {"fecha": "24/Ago/2021", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Geomatica Basica", "comments": "Asistencia obligatoria, Brinda apoyo, Deja trabajos largosDebes empezar a hacer sus trabajos el día que los deja, por que son largos . Explica las veces que sea necesario. Si tomas los cursos que deja o asistes a todas las clases te ayuda al final. De los mejores de la DICyG."}, {"fecha": "19/Feb/2021", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Geomática básica", "comments": "Brinda apoyo, Clases excelentes, Tomaría su clase otra vezDebes empezar a hacer sus trabajos el día que los deja, por que son largos . Explica las veces que sea necesario. Si tomas los cursos que deja o asistes a todas las clases te ayuda al final. De los mejores de la DICyG."}, {"fecha": "18/Feb/2021", "score_general": "10.0", "score_facilidad": "6.0", "materia": "SIG2", "comments": "Da buena retroalimentación, Inspiracional, Aspectos de calificación clarosDebes empezar a hacer sus trabajos el día que los deja, por que son largos . Explica las veces que sea necesario. Si tomas los cursos que deja o asistes a todas las clases te ayuda al final. De los mejores de la DICyG."}, {"fecha": "16/Ene/2021", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Geomática Básica", "comments": "Brinda apoyo, Clases excelentes, Tomaría su clase otra vezDe los mejores profesores que he tenido, en presencial las prácticas son muy buenas y todo lo teórico que te enseña sirve muchísimo, en las clases en línea manda videos un poco largos pero explica muy bien los procedimientos."}, {"fecha": "14/Sep/2020", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Geomática básica", "comments": "La Participación Importa, Las clases son largas, Brinda apoyoDe los mejores profesores que he tenido, en presencial las prácticas son muy buenas y todo lo teórico que te enseña sirve muchísimo, en las clases en línea manda videos un poco largos pero explica muy bien los procedimientos."}, {"fecha": "25/Jul/2019", "score_general": "9.0", "score_facilidad": "6.0", "materia": "Geomática básoca", "comments": "De los mejores profesores que he tenido, en presencial las prácticas son muy buenas y todo lo teórico que te enseña sirve muchísimo, en las clases en línea manda videos un poco largos pero explica muy bien los procedimientos."}, {"fecha": "28/Jun/2019", "score_general": "7.0", "score_facilidad": "6.0", "materia": "Geomatica Básica", "comments": "Pocos Exámenes, Aspectos de calificación claros, Deja trabajos largosDe los mejores profesores que he tenido, en presencial las prácticas son muy buenas y todo lo teórico que te enseña sirve muchísimo, en las clases en línea manda videos un poco largos pero explica muy bien los procedimientos."}, {"fecha": "19/Ago/2018", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Geomatica Basica", "comments": "Deja trabajos largos, Muchos proyectos grupales, Tomaría su clase otra vezDe los mejores profesores que he tenido, en presencial las prácticas son muy buenas y todo lo teórico que te enseña sirve muchísimo, en las clases en línea manda videos un poco largos pero explica muy bien los procedimientos."}, {"fecha": "10/Jun/2018", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Geomática", "comments": "Es muy bueno porque te enseña cosas que la mayoría de los grupos no ve. A veces no es claro en los requerimientos de sus trabajos, exige calidad. Sin duda es el mejor de la Facultd para la materia. Aprenderás muchísimo y es accesible con las calificaciones siempre y cuando estés interesado."}, {"fecha": "30/Nov/2017", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Geomatica", "comments": "Muchas tareas, Pocos Exámenes, Brinda apoyoEs muy bueno porque te enseña cosas que la mayoría de los grupos no ve. A veces no es claro en los requerimientos de sus trabajos, exige calidad. Sin duda es el mejor de la Facultd para la materia. Aprenderás muchísimo y es accesible con las calificaciones siempre y cuando estés interesado."}]