[{"fecha": "01/Feb/2023", "score_general": "4.0", "score_facilidad": "10.0", "materia": "FÍSICA", "comments": "Barco, Asistencia obligatoria, Las clases son largasDiapositivas largas y aburridas, solo usa el cuaderno de la división, no deja nivel en ningún aspecto por lo tanto sus examenes se hacen laboriosos, lo peorcito de la FI .... PDTT: La asistencia importa mucho y no repruebes ningún examen"}, {"fecha": "26/Ene/2023", "score_general": "6.0", "score_facilidad": "8.0", "materia": "Fundamentos de Física", "comments": "Barco, Muy cómico, Hace exámenes sorpresaDiapositivas largas y aburridas, solo usa el cuaderno de la división, no deja nivel en ningún aspecto por lo tanto sus examenes se hacen laboriosos, lo peorcito de la FI .... PDTT: La asistencia importa mucho y no repruebes ningún examen"}, {"fecha": "18/Ene/2023", "score_general": "7.0", "score_facilidad": "10.0", "materia": "Lab de Electricidad y Magnetismo", "comments": "BarcoDiapositivas largas y aburridas, solo usa el cuaderno de la división, no deja nivel en ningún aspecto por lo tanto sus examenes se hacen laboriosos, lo peorcito de la FI .... PDTT: La asistencia importa mucho y no repruebes ningún examen"}, {"fecha": "13/Ene/2023", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Lab termodinámica", "comments": "Prepárate para leer, La Participación Importa, Asistencia obligatoriaDiapositivas largas y aburridas, solo usa el cuaderno de la división, no deja nivel en ningún aspecto por lo tanto sus examenes se hacen laboriosos, lo peorcito de la FI .... PDTT: La asistencia importa mucho y no repruebes ningún examen"}, {"fecha": "07/Sep/2022", "score_general": "7.0", "score_facilidad": "6.0", "materia": "Fisica", "comments": "Califica Duro, Muchas tareas, Hace exámenes sorpresaDiapositivas largas y aburridas, solo usa el cuaderno de la división, no deja nivel en ningún aspecto por lo tanto sus examenes se hacen laboriosos, lo peorcito de la FI .... PDTT: La asistencia importa mucho y no repruebes ningún examen"}, {"fecha": "30/Ago/2022", "score_general": "5.0", "score_facilidad": "6.0", "materia": "Fisica", "comments": "Muchas tareas, Prepárate para leer, Los exámenes son difícilesLas clases son puntuales, nunca falta, pero le falta mas por explicar,  porque el examen se vuelve algo pesado.En ocasiones el mismo se confunde, y diario hay tarea, por lo que no es difícil pero si tediosa porque son semestres donde importa mas vectorial o diferenciales."}, {"fecha": "21/Ago/2022", "score_general": "6.0", "score_facilidad": "6.0", "materia": "Fisica", "comments": "Las clases son puntuales, nunca falta, pero le falta mas por explicar,  porque el examen se vuelve algo pesado.En ocasiones el mismo se confunde, y diario hay tarea, por lo que no es difícil pero si tediosa porque son semestres donde importa mas vectorial o diferenciales."}, {"fecha": "26/Ene/2022", "score_general": "9.0", "score_facilidad": "10.0", "materia": "Física", "comments": "Hace exámenes sorpresa, Asistencia obligatoria, Respetado por los estudiantesLas clases son puntuales, nunca falta, pero le falta mas por explicar,  porque el examen se vuelve algo pesado.En ocasiones el mismo se confunde, y diario hay tarea, por lo que no es difícil pero si tediosa porque son semestres donde importa mas vectorial o diferenciales."}, {"fecha": "24/Ene/2022", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Fundamentos de física", "comments": "Muy cómico, Aspectos de calificación claros, Tomaría su clase otra vezLas clases son puntuales, nunca falta, pero le falta mas por explicar,  porque el examen se vuelve algo pesado.En ocasiones el mismo se confunde, y diario hay tarea, por lo que no es difícil pero si tediosa porque son semestres donde importa mas vectorial o diferenciales."}, {"fecha": "15/Sep/2021", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Fisica", "comments": "Muchas tareas, Respetado por los estudiantes, Clases excelentesLas clases son puntuales, nunca falta, pero le falta mas por explicar,  porque el examen se vuelve algo pesado.En ocasiones el mismo se confunde, y diario hay tarea, por lo que no es difícil pero si tediosa porque son semestres donde importa mas vectorial o diferenciales."}, {"fecha": "25/Ago/2021", "score_general": "9.0", "score_facilidad": "10.0", "materia": "Fundamentos de física", "comments": "Barco, Muy cómico, Brinda apoyoEs muy bueno, se pone a hacer muchos ejercicios en clase y ayuda en las series. Se lleva el curso muy tranquilo y hasta se toma la libertad de platicar con los alumnos, aunque a veces se tarda en calificar."}, {"fecha": "23/Ago/2021", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Laboratorio de Electricidad y Magnetismo", "comments": "Barco, Asistencia obligatoria, Brinda apoyoEs muy bueno, se pone a hacer muchos ejercicios en clase y ayuda en las series. Se lleva el curso muy tranquilo y hasta se toma la libertad de platicar con los alumnos, aunque a veces se tarda en calificar."}, {"fecha": "23/Ago/2021", "score_general": "8.0", "score_facilidad": "6.0", "materia": "Física", "comments": "Califica Duro, La Participación Importa, Muchos ExámenesEs muy bueno, se pone a hacer muchos ejercicios en clase y ayuda en las series. Se lleva el curso muy tranquilo y hasta se toma la libertad de platicar con los alumnos, aunque a veces se tarda en calificar."}, {"fecha": "25/Feb/2021", "score_general": "7.0", "score_facilidad": "6.0", "materia": "Fundamentos de física", "comments": "Califica Duro, Muchos Exámenes, Los exámenes son difícilesEs muy bueno, se pone a hacer muchos ejercicios en clase y ayuda en las series. Se lleva el curso muy tranquilo y hasta se toma la libertad de platicar con los alumnos, aunque a veces se tarda en calificar."}, {"fecha": "19/Feb/2021", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Laboratorio de Fundamentos de Termod. y Electrom.", "comments": "Inspiracional, Brinda apoyo, Clases excelentesEs muy bueno, se pone a hacer muchos ejercicios en clase y ayuda en las series. Se lleva el curso muy tranquilo y hasta se toma la libertad de platicar con los alumnos, aunque a veces se tarda en calificar."}, {"fecha": "18/Feb/2021", "score_general": "9.0", "score_facilidad": "10.0", "materia": "Fisica Experimental", "comments": "Hace exámenes sorpresa, Da Crédito Extra, Clases excelentesEste profe fue el mejor que pudo haberme tocado, estaba super perdido en la materia y con el pude aprender lo básico y un poco más, el profe es súper buena onda, y se la lleva relax, sus exámenes no son nada difíciles si estudias de la serie de la dcb, al final también trata de ayudarte, super bueno"}, {"fecha": "18/Feb/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Laboratorio de Fundamentos de Termo y electro", "comments": "Barco, Muy cómico, Brinda apoyoEste profe fue el mejor que pudo haberme tocado, estaba super perdido en la materia y con el pude aprender lo básico y un poco más, el profe es súper buena onda, y se la lleva relax, sus exámenes no son nada difíciles si estudias de la serie de la dcb, al final también trata de ayudarte, super bueno"}, {"fecha": "18/Feb/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Física Experimental", "comments": "Barco, Muy cómico, Brinda apoyoEste profe fue el mejor que pudo haberme tocado, estaba super perdido en la materia y con el pude aprender lo básico y un poco más, el profe es súper buena onda, y se la lleva relax, sus exámenes no son nada difíciles si estudias de la serie de la dcb, al final también trata de ayudarte, super bueno"}, {"fecha": "16/Feb/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Física", "comments": "Da Crédito Extra, Brinda apoyo, Clases excelentesEste profe fue el mejor que pudo haberme tocado, estaba super perdido en la materia y con el pude aprender lo básico y un poco más, el profe es súper buena onda, y se la lleva relax, sus exámenes no son nada difíciles si estudias de la serie de la dcb, al final también trata de ayudarte, super bueno"}, {"fecha": "15/Feb/2021", "score_general": "10.0", "score_facilidad": "8.0", "materia": "FISICA EXPERIMENTAL", "comments": "La Participación Importa, Brinda apoyo, Clases excelentesEste profe fue el mejor que pudo haberme tocado, estaba super perdido en la materia y con el pude aprender lo básico y un poco más, el profe es súper buena onda, y se la lleva relax, sus exámenes no son nada difíciles si estudias de la serie de la dcb, al final también trata de ayudarte, super bueno"}, {"fecha": "14/Feb/2021", "score_general": "5.0", "score_facilidad": "8.0", "materia": "ELECTRICIDAD Y MAGNETISMO", "comments": "En la clase de teoría no  es facil. Pero en el laboratorio es completamente distinto ( es muy sencillo pasar). Por ello solo lo recomiendo para laboratorio"}, {"fecha": "14/Feb/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "FÍSICA", "comments": "Respetado por los estudiantes, Inspiracional, Pocos ExámenesEn la clase de teoría no  es facil. Pero en el laboratorio es completamente distinto ( es muy sencillo pasar). Por ello solo lo recomiendo para laboratorio"}, {"fecha": "09/Feb/2021", "score_general": "8.0", "score_facilidad": "6.0", "materia": "Física", "comments": "Muy cómico, Da buena retroalimentación, La Participación ImportaEn la clase de teoría no  es facil. Pero en el laboratorio es completamente distinto ( es muy sencillo pasar). Por ello solo lo recomiendo para laboratorio"}, {"fecha": "31/Ago/2020", "score_general": "9.0", "score_facilidad": "10.0", "materia": "Fundamentos de Física", "comments": "Muy cómico, Brinda apoyo, Tomaría su clase otra vezEn la clase de teoría no  es facil. Pero en el laboratorio es completamente distinto ( es muy sencillo pasar). Por ello solo lo recomiendo para laboratorio"}, {"fecha": "22/Ago/2020", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Fundamentos de Fisica", "comments": "Da buena retroalimentación, Aspectos de calificación claros, Tomaría su clase otra vezEn la clase de teoría no  es facil. Pero en el laboratorio es completamente distinto ( es muy sencillo pasar). Por ello solo lo recomiendo para laboratorio"}, {"fecha": "17/Ene/2019", "score_general": "8.0", "score_facilidad": "8.0", "materia": "Fundamentos de física", "comments": "La Participación Importa, Pocos Exámenes, Tomaría su clase otra vezEs un profesor joven, es buena onda. En esta materia casi no deja tareas, las que deja ejercicios de la serie. Le gusta que se interesen en la clase y que no seamos mediocres. Participar en clase te ayudara final si exentas. Sus exámenes no son del otro mundo. Volvería con él. La materia está fácil."}, {"fecha": "29/Ene/2018", "score_general": "8.0", "score_facilidad": "8.0", "materia": "Fundamentos de Física", "comments": "Brinda apoyoEs un profesor joven, es buena onda. En esta materia casi no deja tareas, las que deja ejercicios de la serie. Le gusta que se interesen en la clase y que no seamos mediocres. Participar en clase te ayudara final si exentas. Sus exámenes no son del otro mundo. Volvería con él. La materia está fácil."}, {"fecha": "23/Ene/2018", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Fundamentos de Física", "comments": "Es un profesor joven, es buena onda. En esta materia casi no deja tareas, las que deja ejercicios de la serie. Le gusta que se interesen en la clase y que no seamos mediocres. Participar en clase te ayudara final si exentas. Sus exámenes no son del otro mundo. Volvería con él. La materia está fácil."}, {"fecha": "14/Dic/2017", "score_general": "5.0", "score_facilidad": "2.0", "materia": "Física", "comments": "Califica Duro, Muy cómico, Prepárate para leerEs un profesor joven, es buena onda. En esta materia casi no deja tareas, las que deja ejercicios de la serie. Le gusta que se interesen en la clase y que no seamos mediocres. Participar en clase te ayudara final si exentas. Sus exámenes no son del otro mundo. Volvería con él. La materia está fácil."}, {"fecha": "30/Nov/2017", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Lab. Electricidad", "comments": "Es un profesor joven, es buena onda. En esta materia casi no deja tareas, las que deja ejercicios de la serie. Le gusta que se interesen en la clase y que no seamos mediocres. Participar en clase te ayudara final si exentas. Sus exámenes no son del otro mundo. Volvería con él. La materia está fácil."}]