[{"fecha": "24/Ene/2022", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Sistemas embebidos", "comments": "Da buena retroalimentación, Brinda apoyo, Clases excelentesEs el mejor para esta materia, los proyectos los propones tú y te orienta para hacerlos, pero si necesitas tener buenas bases de microcontroladores."}, {"fecha": "27/Ago/2021", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Micros", "comments": "Pocos Exámenes, Brinda apoyoEs el mejor para esta materia, los proyectos los propones tú y te orienta para hacerlos, pero si necesitas tener buenas bases de microcontroladores."}, {"fecha": "26/Ago/2021", "score_general": "10.0", "score_facilidad": "4.0", "materia": "Microcontroladores y microprocesadores", "comments": "Da buena retroalimentación, Pocos Exámenes, Los exámenes son difícilesEs el mejor para esta materia, los proyectos los propones tú y te orienta para hacerlos, pero si necesitas tener buenas bases de microcontroladores."}, {"fecha": "20/Jul/2021", "score_general": "6.0", "score_facilidad": "6.0", "materia": "Microprocesadores y Microcontroladores", "comments": "BarcoEs el mejor para esta materia, los proyectos los propones tú y te orienta para hacerlos, pero si necesitas tener buenas bases de microcontroladores."}, {"fecha": "26/Feb/2021", "score_general": "9.0", "score_facilidad": "6.0", "materia": "Microprocesadores y microcontroladores", "comments": "Da buena retroalimentación, Deja trabajos largosEs el mejor para esta materia, los proyectos los propones tú y te orienta para hacerlos, pero si necesitas tener buenas bases de microcontroladores."}, {"fecha": "18/Feb/2021", "score_general": "10.0", "score_facilidad": "4.0", "materia": "Microprocesadores y Microcontroladores", "comments": "Califica Duro, Da buena retroalimentación, Brinda apoyoEs muy buen profesor pero sus proyectos este semestre estuvieron para morir, es considerado al dar tiempo por si tienes problemas pero califica duro, sueles pasar con puros proyectos y no hace examenes. Si vas a electronica es el indicado"}, {"fecha": "17/Feb/2021", "score_general": "4.0", "score_facilidad": "4.0", "materia": "Microprocesadores y Microcontroladores", "comments": "Es muy buen profesor pero sus proyectos este semestre estuvieron para morir, es considerado al dar tiempo por si tienes problemas pero califica duro, sueles pasar con puros proyectos y no hace examenes. Si vas a electronica es el indicado"}, {"fecha": "20/Sep/2020", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Microprocesadores y microcontroladores", "comments": "Brinda apoyo, Deja trabajos largos, Clases excelentesEs muy buen profesor pero sus proyectos este semestre estuvieron para morir, es considerado al dar tiempo por si tienes problemas pero califica duro, sueles pasar con puros proyectos y no hace examenes. Si vas a electronica es el indicado"}, {"fecha": "31/Ago/2020", "score_general": "10.0", "score_facilidad": "4.0", "materia": "Microprocesadores y microcontroladores", "comments": "Es muy buen profesor pero sus proyectos este semestre estuvieron para morir, es considerado al dar tiempo por si tienes problemas pero califica duro, sueles pasar con puros proyectos y no hace examenes. Si vas a electronica es el indicado"}, {"fecha": "14/Jun/2019", "score_general": "8.0", "score_facilidad": "4.0", "materia": "Microprocesadores y microcontroladores", "comments": "Brinda apoyo, Deja trabajos largosEs muy buen profesor pero sus proyectos este semestre estuvieron para morir, es considerado al dar tiempo por si tienes problemas pero califica duro, sueles pasar con puros proyectos y no hace examenes. Si vas a electronica es el indicado"}, {"fecha": "14/May/2017", "score_general": "7.0", "score_facilidad": "6.0", "materia": "Microprocesadores y Microcontroladores", "comments": "Prepárate para leer, Da Crédito ExtraVa muy rápido y las tareas que deja son mucho más difíciles de los ejemplos que pone en clase. No profundiza mucho en los temas, por lo que tienes que leer. Si lo buscas, te puede ayudar, pero sus ayudantes saben más. Te pide proyecto final en exceso difícil, pero creo que es la mejor opción."}]