[{"fecha": "12/Ago/2022", "score_general": "3.0", "score_facilidad": "4.0", "materia": "EMBEBIDOS", "comments": "Califica Duro, Hace exámenes sorpresa, Las clases son largasSolo se la pasa leyendo su presentaciones y ni te explica, te pide un proyecto de 10 cuando no te enseña como hacerlo, la verdad lo recomiendo para quienes sepan de esta materia y no tengan otra opción, en lo personal no quisiera volver a tener clase con el, es muy creido"}, {"fecha": "03/Feb/2022", "score_general": "2.0", "score_facilidad": "2.0", "materia": "Fundamentos de embebidos", "comments": "Califica DuroSolo se la pasa leyendo su presentaciones y ni te explica, te pide un proyecto de 10 cuando no te enseña como hacerlo, la verdad lo recomiendo para quienes sepan de esta materia y no tengan otra opción, en lo personal no quisiera volver a tener clase con el, es muy creido"}, {"fecha": "30/Nov/2021", "score_general": "2.0", "score_facilidad": "2.0", "materia": "Embebidos", "comments": "Califica Duro, Muchas tareas, Hace exámenes sorpresaSolo se la pasa leyendo su presentaciones y ni te explica, te pide un proyecto de 10 cuando no te enseña como hacerlo, la verdad lo recomiendo para quienes sepan de esta materia y no tengan otra opción, en lo personal no quisiera volver a tener clase con el, es muy creido"}, {"fecha": "27/Oct/2021", "score_general": "2.0", "score_facilidad": "2.0", "materia": "Embebidos", "comments": "Solo se la pasa leyendo su presentaciones y ni te explica, te pide un proyecto de 10 cuando no te enseña como hacerlo, la verdad lo recomiendo para quienes sepan de esta materia y no tengan otra opción, en lo personal no quisiera volver a tener clase con el, es muy creido"}, {"fecha": "24/Ago/2021", "score_general": "6.0", "score_facilidad": "4.0", "materia": "Fundamentos de Sistemas Embebidos", "comments": "Califica Duro, Hace exámenes sorpresa, Deja trabajos largosSolo se la pasa leyendo su presentaciones y ni te explica, te pide un proyecto de 10 cuando no te enseña como hacerlo, la verdad lo recomiendo para quienes sepan de esta materia y no tengan otra opción, en lo personal no quisiera volver a tener clase con el, es muy creido"}, {"fecha": "22/Ago/2021", "score_general": "4.0", "score_facilidad": "6.0", "materia": "Fundamientos de sistemas embebidos", "comments": "Califica Duro, Deja trabajos largosDefinitivamente te hace odiar la materia y es super creído. Es el masomenos de las opciones que te da. Su proyecto no se relaciona en nada con lo que ves, pero es una mejor opción que matamoros."}, {"fecha": "03/Ago/2021", "score_general": "3.0", "score_facilidad": "4.0", "materia": "sistemas embebidos", "comments": "Califica Duro, Hace exámenes sorpresa, Deja trabajos largosDefinitivamente te hace odiar la materia y es super creído. Es el masomenos de las opciones que te da. Su proyecto no se relaciona en nada con lo que ves, pero es una mejor opción que matamoros."}, {"fecha": "24/Feb/2021", "score_general": "4.0", "score_facilidad": "4.0", "materia": "Fundamientos de sistemas embebidos", "comments": "Califica Duro, Asistencia obligatoria, Los exámenes son difícilesDefinitivamente te hace odiar la materia y es super creído. Es el masomenos de las opciones que te da. Su proyecto no se relaciona en nada con lo que ves, pero es una mejor opción que matamoros."}]