[{"fecha": "06/Nov/2018", "score_general": "9.0", "score_facilidad": "10.0", "materia": "Creatividad", "comments": "Barco, Las clases son largas, Aspectos de calificación clarosSúper súper súper barco. Vale la pena aguantar sus bromas y chistes sólo por la forma que tiene de evaluar. Prácticamente 9 con ir a dormir (se puede dormir en la clase) y pasar lista. Le gusta hablar, la mayoría de las veces son cosas interesantes, aunque otras no tanto. Recomendado para pasar fáci"}, {"fecha": "22/Ene/2018", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Creatividad", "comments": "Barco, Muy cómico, Tomaría su clase otra vezSúper súper súper barco. Vale la pena aguantar sus bromas y chistes sólo por la forma que tiene de evaluar. Prácticamente 9 con ir a dormir (se puede dormir en la clase) y pasar lista. Le gusta hablar, la mayoría de las veces son cosas interesantes, aunque otras no tanto. Recomendado para pasar fáci"}, {"fecha": "13/Ene/2018", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Liderazgo", "comments": "Muy cómico, Inspiracional, Brinda apoyoSúper súper súper barco. Vale la pena aguantar sus bromas y chistes sólo por la forma que tiene de evaluar. Prácticamente 9 con ir a dormir (se puede dormir en la clase) y pasar lista. Le gusta hablar, la mayoría de las veces son cosas interesantes, aunque otras no tanto. Recomendado para pasar fáci"}, {"fecha": "03/Sep/2017", "score_general": "8.0", "score_facilidad": "8.0", "materia": "Liderazgo", "comments": "Da buena retroalimentación, Inspiracional, Brinda apoyoSúper súper súper barco. Vale la pena aguantar sus bromas y chistes sólo por la forma que tiene de evaluar. Prácticamente 9 con ir a dormir (se puede dormir en la clase) y pasar lista. Le gusta hablar, la mayoría de las veces son cosas interesantes, aunque otras no tanto. Recomendado para pasar fáci"}, {"fecha": "01/Jul/2017", "score_general": "10.0", "score_facilidad": "10.0", "materia": "LIDERAZGO", "comments": "Súper súper súper barco. Vale la pena aguantar sus bromas y chistes sólo por la forma que tiene de evaluar. Prácticamente 9 con ir a dormir (se puede dormir en la clase) y pasar lista. Le gusta hablar, la mayoría de las veces son cosas interesantes, aunque otras no tanto. Recomendado para pasar fáci"}, {"fecha": "27/Jun/2017", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Creatividad", "comments": "Barco, Inspiracional10 seguro entres o no entres. Sus clases son divertidas, pone videos, se hacen actividades, al final basta que estes en el grupo de wa y solo digas que si estas inscrito en el grupo para que te asiente el 10. Suele ser grosero a veces y pasarse de lanza un poquito pero es buena onda."}]