[{"fecha": "18/Feb/2023", "score_general": "8.0", "score_facilidad": "8.0", "materia": "EDA 1", "comments": "Califica Duro, Muchas tareas, Tomaría su clase otra vezMi profa paty , es un amor de persona muy preparada para dar clases , deja muchas tareas y nunca se cierra a ayudarte , metela de 1er opcion  es de lo mejor en EDA , la amoooooo."}, {"fecha": "07/Feb/2023", "score_general": "7.0", "score_facilidad": "6.0", "materia": "---", "comments": "Mi profa paty , es un amor de persona muy preparada para dar clases , deja muchas tareas y nunca se cierra a ayudarte , metela de 1er opcion  es de lo mejor en EDA , la amoooooo."}, {"fecha": "18/Ago/2022", "score_general": "8.0", "score_facilidad": "4.0", "materia": "EDA I", "comments": "Asistencia obligatoria, Da Crédito Extra, Clases excelentesMi profa paty , es un amor de persona muy preparada para dar clases , deja muchas tareas y nunca se cierra a ayudarte , metela de 1er opcion  es de lo mejor en EDA , la amoooooo."}, {"fecha": "12/Ago/2022", "score_general": "10.0", "score_facilidad": "4.0", "materia": "Sistemas Operativos", "comments": "Mi profa paty , es un amor de persona muy preparada para dar clases , deja muchas tareas y nunca se cierra a ayudarte , metela de 1er opcion  es de lo mejor en EDA , la amoooooo."}, {"fecha": "01/Ago/2022", "score_general": "9.0", "score_facilidad": "4.0", "materia": "Sistemas Operativos", "comments": "Califica Duro, Muchas tareas, Muchos proyectos grupalesMi profa paty , es un amor de persona muy preparada para dar clases , deja muchas tareas y nunca se cierra a ayudarte , metela de 1er opcion  es de lo mejor en EDA , la amoooooo."}, {"fecha": "27/Jul/2022", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Estructura de Datos y Algoritmos", "comments": "Da buena retroalimentación, Muchas tareas, Da Crédito ExtraSus proyectos van por niveles, procura hacer el avanzado porque da puntos extras, si el grupo es bueno, es flexible. Tienes que tomar apuntes y poner mucha atención. Te deja buen nivel."}, {"fecha": "05/May/2022", "score_general": "8.0", "score_facilidad": "4.0", "materia": "Estructura de Datos y Algoritmos I", "comments": "Da buena retroalimentación, Deja trabajos largos, Muchos proyectos grupalesSus proyectos van por niveles, procura hacer el avanzado porque da puntos extras, si el grupo es bueno, es flexible. Tienes que tomar apuntes y poner mucha atención. Te deja buen nivel."}, {"fecha": "29/Mar/2022", "score_general": "7.0", "score_facilidad": "4.0", "materia": "EDA1", "comments": "Muchas tareas, Brinda apoyo, Deja trabajos largosSus proyectos van por niveles, procura hacer el avanzado porque da puntos extras, si el grupo es bueno, es flexible. Tienes que tomar apuntes y poner mucha atención. Te deja buen nivel."}, {"fecha": "05/Mar/2022", "score_general": "8.0", "score_facilidad": "4.0", "materia": "EDA 1", "comments": "Muchas tareas, Deja trabajos largos, Los exámenes son difícilesSus proyectos van por niveles, procura hacer el avanzado porque da puntos extras, si el grupo es bueno, es flexible. Tienes que tomar apuntes y poner mucha atención. Te deja buen nivel."}, {"fecha": "21/Feb/2022", "score_general": "5.0", "score_facilidad": "4.0", "materia": "EDA I", "comments": "Califica Duro, Prepárate para leer, Brinda apoyoSus proyectos van por niveles, procura hacer el avanzado porque da puntos extras, si el grupo es bueno, es flexible. Tienes que tomar apuntes y poner mucha atención. Te deja buen nivel."}, {"fecha": "29/Ene/2022", "score_general": "8.0", "score_facilidad": "8.0", "materia": "EDAI", "comments": "Muchas tareas, La Participación Importa, Aspectos de calificación clarosNO recomiendo a esta maestra si quieren BARQUEAR, ella brinda apoyo, el único problema es que puede llegar a enojarse fácilmente. Sigue al pie de letra sus instrucciones. No apto para gente que no trabaja, no quiere aprender y duda de sus antecedentes."}, {"fecha": "03/Sep/2021", "score_general": "6.0", "score_facilidad": "2.0", "materia": "Estructura de datos y algoritmos 1", "comments": "Califica Duro, Muchas tareas, Muchos ExámenesNO recomiendo a esta maestra si quieren BARQUEAR, ella brinda apoyo, el único problema es que puede llegar a enojarse fácilmente. Sigue al pie de letra sus instrucciones. No apto para gente que no trabaja, no quiere aprender y duda de sus antecedentes."}, {"fecha": "26/Ago/2021", "score_general": "6.0", "score_facilidad": "6.0", "materia": "EDA 1", "comments": "Califica Duro, Asistencia obligatoria, Muchos proyectos grupalesNO recomiendo a esta maestra si quieren BARQUEAR, ella brinda apoyo, el único problema es que puede llegar a enojarse fácilmente. Sigue al pie de letra sus instrucciones. No apto para gente que no trabaja, no quiere aprender y duda de sus antecedentes."}, {"fecha": "25/Ago/2021", "score_general": "9.0", "score_facilidad": "6.0", "materia": "Estructuras de datos y algoritmos 1", "comments": "Califica Duro, Da Crédito Extra, Los exámenes son difícilesNO recomiendo a esta maestra si quieren BARQUEAR, ella brinda apoyo, el único problema es que puede llegar a enojarse fácilmente. Sigue al pie de letra sus instrucciones. No apto para gente que no trabaja, no quiere aprender y duda de sus antecedentes."}, {"fecha": "22/Ago/2021", "score_general": "7.0", "score_facilidad": "4.0", "materia": "Sistemas Operativos", "comments": "NO recomiendo a esta maestra si quieren BARQUEAR, ella brinda apoyo, el único problema es que puede llegar a enojarse fácilmente. Sigue al pie de letra sus instrucciones. No apto para gente que no trabaja, no quiere aprender y duda de sus antecedentes."}, {"fecha": "18/Ago/2021", "score_general": "9.0", "score_facilidad": "6.0", "materia": "Sistemas Operativos", "comments": "Califica Duro, Muchos Exámenes, Muchos proyectos grupalesEs una profesora muy buena, exigente, pero al final si aprendes muy bien la clase. Deja varias tareas y algunas pueden valer puntos extra. Los examenes son contra tiempo, te evalua conforme un formulario de google. Hace miniproyectos en equipo. Ponle empeño y te irá, es muy accesible."}, {"fecha": "23/Mar/2021", "score_general": "4.0", "score_facilidad": "2.0", "materia": "Sistemas Operativos", "comments": "Es una profesora muy buena, exigente, pero al final si aprendes muy bien la clase. Deja varias tareas y algunas pueden valer puntos extra. Los examenes son contra tiempo, te evalua conforme un formulario de google. Hace miniproyectos en equipo. Ponle empeño y te irá, es muy accesible."}, {"fecha": "16/Feb/2021", "score_general": "8.0", "score_facilidad": "6.0", "materia": "Estructuras de Datos y Algoritmos 1", "comments": "Inspiracional, Brinda apoyo, Deja trabajos largosEs una profesora muy buena, exigente, pero al final si aprendes muy bien la clase. Deja varias tareas y algunas pueden valer puntos extra. Los examenes son contra tiempo, te evalua conforme un formulario de google. Hace miniproyectos en equipo. Ponle empeño y te irá, es muy accesible."}, {"fecha": "14/Feb/2021", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Estructura de Datos y Algoritmos I", "comments": "Brinda apoyo, Clases excelentes, Tomaría su clase otra vezEs una profesora muy buena, exigente, pero al final si aprendes muy bien la clase. Deja varias tareas y algunas pueden valer puntos extra. Los examenes son contra tiempo, te evalua conforme un formulario de google. Hace miniproyectos en equipo. Ponle empeño y te irá, es muy accesible."}, {"fecha": "14/Oct/2020", "score_general": "9.0", "score_facilidad": "4.0", "materia": "Estructura de Datos y Algoritmos II", "comments": "Califica Duro, Da buena retroalimentación, Aspectos de calificación clarosEs una profesora muy buena, exigente, pero al final si aprendes muy bien la clase. Deja varias tareas y algunas pueden valer puntos extra. Los examenes son contra tiempo, te evalua conforme un formulario de google. Hace miniproyectos en equipo. Ponle empeño y te irá, es muy accesible."}, {"fecha": "05/Sep/2020", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Estructura de Datos y Algoritmos I", "comments": "Da buena retroalimentación, La Participación Importa, Tomaría su clase otra vezExcelente profesora, enseña súper bien, en lo personal considero que te deja un buen nivel siempre y cuando te apliques chido, de seguro pasas"}, {"fecha": "27/Jun/2020", "score_general": "8.0", "score_facilidad": "6.0", "materia": "Sistemas operativos", "comments": "Excelente profesora, enseña súper bien, en lo personal considero que te deja un buen nivel siempre y cuando te apliques chido, de seguro pasas"}, {"fecha": "07/Ene/2020", "score_general": "9.0", "score_facilidad": "6.0", "materia": "Sistemas Operativos", "comments": "Muchas tareas, Brinda apoyo, Clases excelentesExcelente profesora, enseña súper bien, en lo personal considero que te deja un buen nivel siempre y cuando te apliques chido, de seguro pasas"}, {"fecha": "04/Ago/2019", "score_general": "10.0", "score_facilidad": "8.0", "materia": "EDA 1", "comments": "Da buena retroalimentación, Inspiracional, Clases excelentesExcelente profesora, enseña súper bien, en lo personal considero que te deja un buen nivel siempre y cuando te apliques chido, de seguro pasas"}, {"fecha": "28/Jun/2019", "score_general": "8.0", "score_facilidad": "4.0", "materia": "Sistemas Operativos", "comments": "Excelente profesora, enseña súper bien, en lo personal considero que te deja un buen nivel siempre y cuando te apliques chido, de seguro pasas"}, {"fecha": "06/Jun/2019", "score_general": "9.0", "score_facilidad": "4.0", "materia": "EDAl", "comments": "Es una gran profesora, refuerzas tus conocimientos con los proyectos que ella deja porque son algo pesados, las prácticas las hace ella y son buenas e interesantes, si tu mismo/a las haces tendrás buenos resultados en los exámenes. Siempre esta dispuesta ayudarte y más si ve interés de tu parte."}, {"fecha": "27/May/2019", "score_general": "10.0", "score_facilidad": "4.0", "materia": "EDA I", "comments": "Da buena retroalimentación, Da Crédito Extra, Muchos ExámenesEs una gran profesora, refuerzas tus conocimientos con los proyectos que ella deja porque son algo pesados, las prácticas las hace ella y son buenas e interesantes, si tu mismo/a las haces tendrás buenos resultados en los exámenes. Siempre esta dispuesta ayudarte y más si ve interés de tu parte."}, {"fecha": "01/Feb/2019", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Estructuras de datos y algoritmos I", "comments": "Califica Duro, Da buena retroalimentación, Respetado por los estudiantesEs una gran profesora, refuerzas tus conocimientos con los proyectos que ella deja porque son algo pesados, las prácticas las hace ella y son buenas e interesantes, si tu mismo/a las haces tendrás buenos resultados en los exámenes. Siempre esta dispuesta ayudarte y más si ve interés de tu parte."}, {"fecha": "23/Ene/2019", "score_general": "8.0", "score_facilidad": "6.0", "materia": "Sistemas Operativos", "comments": "Muchas tareas, Muchos Exámenes, Clases excelentesEs una gran profesora, refuerzas tus conocimientos con los proyectos que ella deja porque son algo pesados, las prácticas las hace ella y son buenas e interesantes, si tu mismo/a las haces tendrás buenos resultados en los exámenes. Siempre esta dispuesta ayudarte y más si ve interés de tu parte."}, {"fecha": "18/Ene/2019", "score_general": "7.0", "score_facilidad": "6.0", "materia": "EDA", "comments": "Es una gran profesora, refuerzas tus conocimientos con los proyectos que ella deja porque son algo pesados, las prácticas las hace ella y son buenas e interesantes, si tu mismo/a las haces tendrás buenos resultados en los exámenes. Siempre esta dispuesta ayudarte y más si ve interés de tu parte."}, {"fecha": "15/Ene/2019", "score_general": "8.0", "score_facilidad": "2.0", "materia": "EDA I", "comments": "Califica Duro, Muy cómico, Muchos proyectos grupalesDeja un nivel muy alto, te satura de trabajos, practicas, programas y tareas, pero a la larga ayuda bastante.\r\nSus finales son sus parciales :'v \r\nSi haces el nivel avanzado de las practicas serás de sus favoritos.\r\n¿Quieres tener buen nivel a base de sangre, sudor y lagrimas? Ella es la indicada."}, {"fecha": "10/Ene/2019", "score_general": "3.0", "score_facilidad": "2.0", "materia": "Sistemas Operativos", "comments": "Asistencia obligatoria, Deja trabajos largos, Los exámenes son difícilesDeja un nivel muy alto, te satura de trabajos, practicas, programas y tareas, pero a la larga ayuda bastante.\r\nSus finales son sus parciales :'v \r\nSi haces el nivel avanzado de las practicas serás de sus favoritos.\r\n¿Quieres tener buen nivel a base de sangre, sudor y lagrimas? Ella es la indicada."}, {"fecha": "21/Dic/2018", "score_general": "9.0", "score_facilidad": "6.0", "materia": "Sistemas operativos", "comments": "Califica Duro, Muchas tareas, Los exámenes son difícilesDeja un nivel muy alto, te satura de trabajos, practicas, programas y tareas, pero a la larga ayuda bastante.\r\nSus finales son sus parciales :'v \r\nSi haces el nivel avanzado de las practicas serás de sus favoritos.\r\n¿Quieres tener buen nivel a base de sangre, sudor y lagrimas? Ella es la indicada."}, {"fecha": "09/Dic/2018", "score_general": "2.0", "score_facilidad": "4.0", "materia": "EDA 1", "comments": "Pocos Exámenes, Deja trabajos largos, Los exámenes son difícilesDeja un nivel muy alto, te satura de trabajos, practicas, programas y tareas, pero a la larga ayuda bastante.\r\nSus finales son sus parciales :'v \r\nSi haces el nivel avanzado de las practicas serás de sus favoritos.\r\n¿Quieres tener buen nivel a base de sangre, sudor y lagrimas? Ella es la indicada."}, {"fecha": "02/Dic/2018", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Sistemas Operativos", "comments": "Califica Duro, Muchas tareas, Muchos ExámenesDeja un nivel muy alto, te satura de trabajos, practicas, programas y tareas, pero a la larga ayuda bastante.\r\nSus finales son sus parciales :'v \r\nSi haces el nivel avanzado de las practicas serás de sus favoritos.\r\n¿Quieres tener buen nivel a base de sangre, sudor y lagrimas? Ella es la indicada."}, {"fecha": "01/Dic/2018", "score_general": "4.0", "score_facilidad": "2.0", "materia": "Estructura de Datos y Algoritmos 1", "comments": "Maestra con falta de criterio. Muy engreida, media loca (dice algo y luego lo niega) y si le preguntas a fuerzas te quiere vender un curso fuera de la facultad. Aparentemente es cierto lo de favoritismo, ya que este semestre parece que solo se enfocaba en los buenos y los demás ni le importábamos."}, {"fecha": "27/Oct/2018", "score_general": "7.0", "score_facilidad": "2.0", "materia": "EDA 1", "comments": "Los exámenes son difíciles, Muchos proyectos grupalesMaestra con falta de criterio. Muy engreida, media loca (dice algo y luego lo niega) y si le preguntas a fuerzas te quiere vender un curso fuera de la facultad. Aparentemente es cierto lo de favoritismo, ya que este semestre parece que solo se enfocaba en los buenos y los demás ni le importábamos."}, {"fecha": "06/Ago/2018", "score_general": "9.0", "score_facilidad": "4.0", "materia": "EDA 1", "comments": "Califica Duro, Deja trabajos largos, Tomaría su clase otra vezMaestra con falta de criterio. Muy engreida, media loca (dice algo y luego lo niega) y si le preguntas a fuerzas te quiere vender un curso fuera de la facultad. Aparentemente es cierto lo de favoritismo, ya que este semestre parece que solo se enfocaba en los buenos y los demás ni le importábamos."}, {"fecha": "25/Jul/2018", "score_general": "8.0", "score_facilidad": "4.0", "materia": "EDA 1", "comments": "Califica Duro, Muchas tareas, Los exámenes son difícilesMaestra con falta de criterio. Muy engreida, media loca (dice algo y luego lo niega) y si le preguntas a fuerzas te quiere vender un curso fuera de la facultad. Aparentemente es cierto lo de favoritismo, ya que este semestre parece que solo se enfocaba en los buenos y los demás ni le importábamos."}, {"fecha": "15/Jun/2018", "score_general": "5.0", "score_facilidad": "4.0", "materia": "Estructuras de Datos y Algoritmos 1", "comments": "Califica Duro, Muchos Exámenes, Deja trabajos largosMaestra con falta de criterio. Muy engreida, media loca (dice algo y luego lo niega) y si le preguntas a fuerzas te quiere vender un curso fuera de la facultad. Aparentemente es cierto lo de favoritismo, ya que este semestre parece que solo se enfocaba en los buenos y los demás ni le importábamos."}, {"fecha": "11/Feb/2018", "score_general": "10.0", "score_facilidad": "10.0", "materia": "EDA1", "comments": "Muchas tareas, Inspiracional, Clases excelentesExcelente profesora"}, {"fecha": "07/Feb/2018", "score_general": "6.0", "score_facilidad": "4.0", "materia": "MPOO", "comments": "Muchas tareas, Deja trabajos largos, Muchos proyectos grupalesExcelente profesora"}, {"fecha": "30/Ene/2018", "score_general": "8.0", "score_facilidad": "8.0", "materia": "EDA 1", "comments": "Excelente profesora"}, {"fecha": "23/Ene/2018", "score_general": "10.0", "score_facilidad": "6.0", "materia": "EDA I", "comments": "Brinda apoyo, Clases excelentes, Tomaría su clase otra vezExcelente profesora"}, {"fecha": "21/Dic/2017", "score_general": "7.0", "score_facilidad": "6.0", "materia": "Programación Orientado A Objetos", "comments": "Prepárate para leer, La Participación Importa, Deja trabajos largosExcelente profesora"}, {"fecha": "23/Oct/2017", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Estructura de datos y algoritmos 1", "comments": "Respetado por los estudiantes, Clases excelentes, Tomaría su clase otra vezExcelente profesora, sus proyectos son interesantes. Con ella aprenderás incluso si tienes malos antecedentes"}, {"fecha": "23/Oct/2017", "score_general": "10.0", "score_facilidad": "6.0", "materia": "EDA1", "comments": "Inspiracional, Brinda apoyo, Tomaría su clase otra vezExcelente profesora, sus proyectos son interesantes. Con ella aprenderás incluso si tienes malos antecedentes"}, {"fecha": "22/Oct/2017", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Estructura de Datos y Algoritmos 1", "comments": "Clases excelentes, Muchos proyectos grupales, Tomaría su clase otra vezExcelente profesora, sus proyectos son interesantes. Con ella aprenderás incluso si tienes malos antecedentes"}, {"fecha": "11/Ago/2017", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Programacion orientada a objetos", "comments": "Excelente profesora, sus proyectos son interesantes. Con ella aprenderás incluso si tienes malos antecedentes"}, {"fecha": "27/Jun/2017", "score_general": "8.0", "score_facilidad": "6.0", "materia": "Estructuras de Datos y Algoritmos I", "comments": "Brinda apoyo, Muchos proyectos grupales, Tomaría su clase otra vezExcelente profesora, sus proyectos son interesantes. Con ella aprenderás incluso si tienes malos antecedentes"}, {"fecha": "04/Feb/2017", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Sistemas operativos", "comments": "Da buena retroalimentación, Deja trabajos largos, Tomaría su clase otra vezLa clase es muy amena y no es nada pesada. Sus proyectos suelen ser un poco pesados pero te ayuda si tienes dudas e incluso a larga las entregas. ¡Gran Clase!"}, {"fecha": "25/Ene/2017", "score_general": "10.0", "score_facilidad": "4.0", "materia": "Algortimos yestructuras de datos 1", "comments": "Respetado por los estudiantes, Clases excelentes, Tomaría su clase otra vezLa clase es muy amena y no es nada pesada. Sus proyectos suelen ser un poco pesados pero te ayuda si tienes dudas e incluso a larga las entregas. ¡Gran Clase!"}, {"fecha": "20/Ene/2017", "score_general": "10.0", "score_facilidad": "4.0", "materia": "Algoritmos", "comments": "Muchos proyectos grupales, Tomaría su clase otra vezLa clase es muy amena y no es nada pesada. Sus proyectos suelen ser un poco pesados pero te ayuda si tienes dudas e incluso a larga las entregas. ¡Gran Clase!"}, {"fecha": "19/Ene/2017", "score_general": "6.0", "score_facilidad": "6.0", "materia": "Algorirmos", "comments": "La Participación Importa, Aspectos de calificación claros, Deja trabajos largosLa clase es muy amena y no es nada pesada. Sus proyectos suelen ser un poco pesados pero te ayuda si tienes dudas e incluso a larga las entregas. ¡Gran Clase!"}, {"fecha": "19/Ene/2017", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Programación Orientada a objetos", "comments": "Pocos Exámenes, Muchos proyectos grupalesLa clase es muy amena y no es nada pesada. Sus proyectos suelen ser un poco pesados pero te ayuda si tienes dudas e incluso a larga las entregas. ¡Gran Clase!"}, {"fecha": "19/Ene/2017", "score_general": "2.0", "score_facilidad": "2.0", "materia": "Métodos de Programación Orientada a Objetos", "comments": "Califica Duro, Los exámenes son difíciles, Muchos proyectos grupalesPésima profesora, no ayuda en nada. Las clases son tediosas y aburridas, deja 4 proyectos muy difíciles. No le importa si aprendes y si sabes programar tal vez la salves. No la recomiendo para recusar. Créeme es mejor no meter la materia con ella."}, {"fecha": "18/Ene/2017", "score_general": "7.0", "score_facilidad": "8.0", "materia": "Programación Orientada a Objetos", "comments": "Pocos Exámenes, Aspectos de calificación claros, Muchos proyectos grupalesPésima profesora, no ayuda en nada. Las clases son tediosas y aburridas, deja 4 proyectos muy difíciles. No le importa si aprendes y si sabes programar tal vez la salves. No la recomiendo para recusar. Créeme es mejor no meter la materia con ella."}, {"fecha": "05/Ene/2017", "score_general": "8.0", "score_facilidad": "6.0", "materia": "Programación orientada a objetos", "comments": "Aspectos de calificación claros, Muchos proyectos grupalesPésima profesora, no ayuda en nada. Las clases son tediosas y aburridas, deja 4 proyectos muy difíciles. No le importa si aprendes y si sabes programar tal vez la salves. No la recomiendo para recusar. Créeme es mejor no meter la materia con ella."}, {"fecha": "13/Jul/2016", "score_general": "2.0", "score_facilidad": "2.0", "materia": "Algoritmos y Estructuras de Datos", "comments": "Pésima profesora, no ayuda en nada. Las clases son tediosas y aburridas, deja 4 proyectos muy difíciles. No le importa si aprendes y si sabes programar tal vez la salves. No la recomiendo para recusar. Créeme es mejor no meter la materia con ella."}, {"fecha": "09/Jul/2016", "score_general": "5.0", "score_facilidad": "6.0", "materia": "Estructura de datos y algoritmos I", "comments": "Asistencia obligatoria, Deja trabajos largos, Muchos proyectos grupalesPésima profesora, no ayuda en nada. Las clases son tediosas y aburridas, deja 4 proyectos muy difíciles. No le importa si aprendes y si sabes programar tal vez la salves. No la recomiendo para recusar. Créeme es mejor no meter la materia con ella."}, {"fecha": "06/Jul/2016", "score_general": "2.0", "score_facilidad": "2.0", "materia": "Algoritmos y Estructuras de Datos", "comments": "Califica Duro, Los exámenes son difícilesLos examenes son muy pesados. Es muy rapida al explicar y si tienes alguna duda te la resuelve pero contesta con un tono muy sarcastico y te hace quedar como tonto. Deja muchisimas tareas como si fuera la unica materia que tomamos.Pesima"}, {"fecha": "04/Jul/2016", "score_general": "3.0", "score_facilidad": "2.0", "materia": "Algoritmos y estructura de datos.", "comments": "Muchas tareas, Las clases son largas, Muchos ExámenesLos examenes son muy pesados. Es muy rapida al explicar y si tienes alguna duda te la resuelve pero contesta con un tono muy sarcastico y te hace quedar como tonto. Deja muchisimas tareas como si fuera la unica materia que tomamos.Pesima"}, {"fecha": "03/Jul/2016", "score_general": "7.0", "score_facilidad": "8.0", "materia": "Programacion", "comments": "Califica Duro, Muchos Exámenes, Muchos proyectos grupalesLos examenes son muy pesados. Es muy rapida al explicar y si tienes alguna duda te la resuelve pero contesta con un tono muy sarcastico y te hace quedar como tonto. Deja muchisimas tareas como si fuera la unica materia que tomamos.Pesima"}, {"fecha": "30/Jun/2016", "score_general": "7.0", "score_facilidad": "6.0", "materia": "Estructura de datos y algoritmos I", "comments": "Muchas tareas, Los exámenes son difíciles, Muchos proyectos grupalesLos examenes son muy pesados. Es muy rapida al explicar y si tienes alguna duda te la resuelve pero contesta con un tono muy sarcastico y te hace quedar como tonto. Deja muchisimas tareas como si fuera la unica materia que tomamos.Pesima"}, {"fecha": "30/Jun/2016", "score_general": "6.0", "score_facilidad": "6.0", "materia": "Estructura de datos y algoritmos", "comments": "Califica Duro, Asistencia obligatoria, Muchos proyectos grupalesLos examenes son muy pesados. Es muy rapida al explicar y si tienes alguna duda te la resuelve pero contesta con un tono muy sarcastico y te hace quedar como tonto. Deja muchisimas tareas como si fuera la unica materia que tomamos.Pesima"}, {"fecha": "27/Jun/2016", "score_general": "8.0", "score_facilidad": "4.0", "materia": "Algoritmos y estructura de datos", "comments": "Muchas tareas, Brinda apoyo, Deja trabajos largosEs la mejor profesora de programación que he tenido, te da un muy bien nivel. Sus exámenes son difíciles, pero si haces los proyectos que deja los pasaras sin problema. Es muy accesible y te ayuda siempre que se lo pides, pero nunca te confies."}, {"fecha": "21/Jun/2016", "score_general": "5.0", "score_facilidad": "4.0", "materia": "algoritmos y estructuras de datos", "comments": "Muchas tareasEs la mejor profesora de programación que he tenido, te da un muy bien nivel. Sus exámenes son difíciles, pero si haces los proyectos que deja los pasaras sin problema. Es muy accesible y te ayuda siempre que se lo pides, pero nunca te confies."}, {"fecha": "31/May/2016", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Sistemas Operativos", "comments": "Barco, Da Crédito Extra, Deja trabajos largosEs la mejor profesora de programación que he tenido, te da un muy bien nivel. Sus exámenes son difíciles, pero si haces los proyectos que deja los pasaras sin problema. Es muy accesible y te ayuda siempre que se lo pides, pero nunca te confies."}, {"fecha": "27/May/2016", "score_general": "2.0", "score_facilidad": "6.0", "materia": "Estructuras Discretas", "comments": "Es la mejor profesora de programación que he tenido, te da un muy bien nivel. Sus exámenes son difíciles, pero si haces los proyectos que deja los pasaras sin problema. Es muy accesible y te ayuda siempre que se lo pides, pero nunca te confies."}, {"fecha": "28/Jul/2015", "score_general": "10.0", "score_facilidad": "10.0", "materia": "-", "comments": "Es la mejor profesora de programación que he tenido, te da un muy bien nivel. Sus exámenes son difíciles, pero si haces los proyectos que deja los pasaras sin problema. Es muy accesible y te ayuda siempre que se lo pides, pero nunca te confies."}, {"fecha": "30/Jun/2014", "score_general": "2.0", "score_facilidad": "2.0", "materia": "Sistemas Operativos", "comments": "Pesima maestra!Llega muy tarde!Desde el primer dia de clases te vende su curso de java con costo de 1500 y te da a entender que si no sabes java no pasas.Los proyectos son muy pesados y todo es JAVA!Que curioso que los que toman el curso seguro pasan.No sabe explicar y si preguntas se molesta"}, {"fecha": "20/Ene/2014", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Algoritmos", "comments": "Pesima maestra!Llega muy tarde!Desde el primer dia de clases te vende su curso de java con costo de 1500 y te da a entender que si no sabes java no pasas.Los proyectos son muy pesados y todo es JAVA!Que curioso que los que toman el curso seguro pasan.No sabe explicar y si preguntas se molesta"}, {"fecha": "16/Ene/2014", "score_general": "6.0", "score_facilidad": "10.0", "materia": "Algoritmos", "comments": "Pesima maestra!Llega muy tarde!Desde el primer dia de clases te vende su curso de java con costo de 1500 y te da a entender que si no sabes java no pasas.Los proyectos son muy pesados y todo es JAVA!Que curioso que los que toman el curso seguro pasan.No sabe explicar y si preguntas se molesta"}, {"fecha": "12/Ene/2014", "score_general": "6.0", "score_facilidad": "6.0", "materia": "AyED", "comments": "Pesima maestra!Llega muy tarde!Desde el primer dia de clases te vende su curso de java con costo de 1500 y te da a entender que si no sabes java no pasas.Los proyectos son muy pesados y todo es JAVA!Que curioso que los que toman el curso seguro pasan.No sabe explicar y si preguntas se molesta"}, {"fecha": "26/Nov/2013", "score_general": "8.0", "score_facilidad": "10.0", "materia": "AyED", "comments": "Pesima maestra!Llega muy tarde!Desde el primer dia de clases te vende su curso de java con costo de 1500 y te da a entender que si no sabes java no pasas.Los proyectos son muy pesados y todo es JAVA!Que curioso que los que toman el curso seguro pasan.No sabe explicar y si preguntas se molesta"}, {"fecha": "19/May/2012", "score_general": "9.0", "score_facilidad": "10.0", "materia": "Algoritmos Y Estructura De Datos", "comments": ""}, {"fecha": "23/Mar/2012", "score_general": "6.0", "score_facilidad": "10.0", "materia": "Algoritmos y Estructuras de Datos", "comments": ""}, {"fecha": "19/Jul/2011", "score_general": "8.0", "score_facilidad": "4.0", "materia": "Algoritmos y Estructuras de Datos", "comments": ""}]