[{"fecha": "02/Feb/2023", "score_general": "6.0", "score_facilidad": "8.0", "materia": "Manufactura I", "comments": "Califica Duro, Asistencia obligatoria, Las clases son largasLas clases son larguísimas y tediosas. No deja muchas tareas, y no son difíciles. Pero en los exámenes si no escribiste la respuesta tal cual la dijo prepárate para bajar calificación. En fin, no es mala opción."}, {"fecha": "30/Ago/2021", "score_general": "10.0", "score_facilidad": "8.0", "materia": "ING de manufactura", "comments": "Da buena retroalimentación, Brinda apoyo, Tomaría su clase otra vezLas clases son larguísimas y tediosas. No deja muchas tareas, y no son difíciles. Pero en los exámenes si no escribiste la respuesta tal cual la dijo prepárate para bajar calificación. En fin, no es mala opción."}, {"fecha": "19/Feb/2021", "score_general": "8.0", "score_facilidad": "8.0", "materia": "Manufactura", "comments": "Las clases son largasLas clases son larguísimas y tediosas. No deja muchas tareas, y no son difíciles. Pero en los exámenes si no escribiste la respuesta tal cual la dijo prepárate para bajar calificación. En fin, no es mala opción."}, {"fecha": "08/Jun/2019", "score_general": "5.0", "score_facilidad": "8.0", "materia": "ingenieria de manufactura", "comments": "Las clases son larguísimas y tediosas. No deja muchas tareas, y no son difíciles. Pero en los exámenes si no escribiste la respuesta tal cual la dijo prepárate para bajar calificación. En fin, no es mala opción."}, {"fecha": "17/Ene/2019", "score_general": "7.0", "score_facilidad": "8.0", "materia": "Manufactura 1", "comments": "Prepárate para leer, Pocos Exámenes, Los exámenes son difícilesLas clases son larguísimas y tediosas. No deja muchas tareas, y no son difíciles. Pero en los exámenes si no escribiste la respuesta tal cual la dijo prepárate para bajar calificación. En fin, no es mala opción."}, {"fecha": "17/Nov/2018", "score_general": "6.0", "score_facilidad": "10.0", "materia": "Manufactura I", "comments": "Muchas tareas, Las clases son largas, Pocos ExámenesSe trata de un profesor joven, se ve que trata de hacer lo posible por enseñar. Sin embargo no lo consigue, su clase es super aburrida. Se basa todo el curso en diapositivas y los examenes son algo largos y pesados. Pero es buena onda y es relativamente fácil el 10."}, {"fecha": "25/Jul/2018", "score_general": "2.0", "score_facilidad": "2.0", "materia": "Manufactura", "comments": "Califica Duro, Muchas tareas, Hace exámenes sorpresaSe trata de un profesor joven, se ve que trata de hacer lo posible por enseñar. Sin embargo no lo consigue, su clase es super aburrida. Se basa todo el curso en diapositivas y los examenes son algo largos y pesados. Pero es buena onda y es relativamente fácil el 10."}, {"fecha": "25/Jul/2018", "score_general": "4.0", "score_facilidad": "6.0", "materia": "Manufactura", "comments": "Califica Duro, Muchas tareas, Muchos ExámenesSe trata de un profesor joven, se ve que trata de hacer lo posible por enseñar. Sin embargo no lo consigue, su clase es super aburrida. Se basa todo el curso en diapositivas y los examenes son algo largos y pesados. Pero es buena onda y es relativamente fácil el 10."}, {"fecha": "07/Feb/2018", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Manufactura I", "comments": "Se trata de un profesor joven, se ve que trata de hacer lo posible por enseñar. Sin embargo no lo consigue, su clase es super aburrida. Se basa todo el curso en diapositivas y los examenes son algo largos y pesados. Pero es buena onda y es relativamente fácil el 10."}]