[{"fecha": "08/Feb/2023", "score_general": "10.0", "score_facilidad": "4.0", "materia": "Modelado de Sistemas Físicos", "comments": "Respetado por los estudiantes, Pocos Exámenes, Clases excelentesEl profesor es excelente, explica muy bien y entiendes todo perfecto. Evalúa con un examen sólo de la parte de modelado, tareas que son pocas y el proyecto final, a este último tienes que dedicarle bastante tiempo porque está cabrón jaja\r\nEl profesor no regala nada, todo depende de ti."}, {"fecha": "31/Ene/2022", "score_general": "6.0", "score_facilidad": "6.0", "materia": "Modelado de Sistemas físicos", "comments": "Califica Duro, Asistencia obligatoria, Deja trabajos largosEl profesor es excelente, explica muy bien y entiendes todo perfecto. Evalúa con un examen sólo de la parte de modelado, tareas que son pocas y el proyecto final, a este último tienes que dedicarle bastante tiempo porque está cabrón jaja\r\nEl profesor no regala nada, todo depende de ti."}, {"fecha": "25/Ene/2022", "score_general": "10.0", "score_facilidad": "2.0", "materia": "Modelado de Sistemas Físico", "comments": "El profesor es excelente, explica muy bien y entiendes todo perfecto. Evalúa con un examen sólo de la parte de modelado, tareas que son pocas y el proyecto final, a este último tienes que dedicarle bastante tiempo porque está cabrón jaja\r\nEl profesor no regala nada, todo depende de ti."}, {"fecha": "24/Ene/2022", "score_general": "7.0", "score_facilidad": "2.0", "materia": "Control Aplicado", "comments": "Da buena retroalimentación, Muchas tareas, Deja trabajos largosEl profesor es excelente, explica muy bien y entiendes todo perfecto. Evalúa con un examen sólo de la parte de modelado, tareas que son pocas y el proyecto final, a este último tienes que dedicarle bastante tiempo porque está cabrón jaja\r\nEl profesor no regala nada, todo depende de ti."}, {"fecha": "06/Oct/2021", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Modelado de sistemas F{isicos", "comments": "El profesor es excelente, explica muy bien y entiendes todo perfecto. Evalúa con un examen sólo de la parte de modelado, tareas que son pocas y el proyecto final, a este último tienes que dedicarle bastante tiempo porque está cabrón jaja\r\nEl profesor no regala nada, todo depende de ti."}, {"fecha": "30/Ago/2021", "score_general": "10.0", "score_facilidad": "4.0", "materia": "Dinámica de sistemas", "comments": "Clases excelentes, Los exámenes son difíciles, Tomaría su clase otra vez"}, {"fecha": "27/Ago/2021", "score_general": "6.0", "score_facilidad": "8.0", "materia": "Modelado de Sistemas físicos", "comments": "Prepárate para leer, Pocos Exámenes, Deja trabajos largos"}, {"fecha": "25/Ago/2021", "score_general": "6.0", "score_facilidad": "4.0", "materia": "Modelado de Sistemas Físicos", "comments": "Califica Duro, Muchas tareas, Deja trabajos largos"}, {"fecha": "23/Ago/2021", "score_general": "7.0", "score_facilidad": "6.0", "materia": "Modelado de sistemas físicos", "comments": "Asistencia obligatoria"}, {"fecha": "21/Ago/2021", "score_general": "4.0", "score_facilidad": "4.0", "materia": "Modelado de Sistemas", "comments": ""}, {"fecha": "18/Feb/2021", "score_general": "8.0", "score_facilidad": "4.0", "materia": "Modelado de sistemas Físicos", "comments": "Muchas tareas, Inspiracional, Tomaría su clase otra vezEl mejor profesor par la materia, utiliza su propia metodología de modelado, deja tareas casi todas las clases, pero las revisa a final de curso, por lo que no hay retroalimentación (sugiéranle que lo haga). Exámenes al nivel de lo visto en clase, échenle ganas al proyecto!! Con esfuerzo logras el10"}, {"fecha": "26/Ene/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Modelado de Sistemas Físico", "comments": "Muy cómico, Respetado por los estudiantes, Pocos ExámenesEl mejor profesor par la materia, utiliza su propia metodología de modelado, deja tareas casi todas las clases, pero las revisa a final de curso, por lo que no hay retroalimentación (sugiéranle que lo haga). Exámenes al nivel de lo visto en clase, échenle ganas al proyecto!! Con esfuerzo logras el10"}, {"fecha": "01/Dic/2020", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Modelado DE Sistemas Físicos", "comments": "Muchas tareas, Brinda apoyo, Tomaría su clase otra vezEl mejor profesor par la materia, utiliza su propia metodología de modelado, deja tareas casi todas las clases, pero las revisa a final de curso, por lo que no hay retroalimentación (sugiéranle que lo haga). Exámenes al nivel de lo visto en clase, échenle ganas al proyecto!! Con esfuerzo logras el10"}, {"fecha": "31/Ago/2020", "score_general": "8.0", "score_facilidad": "4.0", "materia": "CONTROL AUTOMÁTICO", "comments": "Muchas tareas, Prepárate para leer, Brinda apoyoEl mejor profesor par la materia, utiliza su propia metodología de modelado, deja tareas casi todas las clases, pero las revisa a final de curso, por lo que no hay retroalimentación (sugiéranle que lo haga). Exámenes al nivel de lo visto en clase, échenle ganas al proyecto!! Con esfuerzo logras el10"}, {"fecha": "14/Jun/2019", "score_general": "4.0", "score_facilidad": "2.0", "materia": "---", "comments": "El mejor profesor par la materia, utiliza su propia metodología de modelado, deja tareas casi todas las clases, pero las revisa a final de curso, por lo que no hay retroalimentación (sugiéranle que lo haga). Exámenes al nivel de lo visto en clase, échenle ganas al proyecto!! Con esfuerzo logras el10"}]