[{"fecha": "28/Ene/2023", "score_general": "4.0", "score_facilidad": "4.0", "materia": "Redacción y exposición de temas de ingeniería", "comments": "Califica Duro, Prepárate para leer, Las clases son largasLas clases la dan los alumnos, al final todos los trabajos no sirven porque califica con un solo examen pero si no entregas las evidencias no puedes hacer el examen"}, {"fecha": "26/Ene/2023", "score_general": "2.0", "score_facilidad": "6.0", "materia": "Redacción", "comments": "Prepárate para leer, Asistencia obligatoria, Las clases son largasLas clases la dan los alumnos, al final todos los trabajos no sirven porque califica con un solo examen pero si no entregas las evidencias no puedes hacer el examen"}, {"fecha": "09/Ene/2023", "score_general": "2.0", "score_facilidad": "4.0", "materia": "redaccion y temas de exposicion", "comments": "Califica Duro, Prepárate para leer, Los exámenes son difícilesLas clases la dan los alumnos, al final todos los trabajos no sirven porque califica con un solo examen pero si no entregas las evidencias no puedes hacer el examen"}, {"fecha": "05/Jun/2022", "score_general": "3.0", "score_facilidad": "4.0", "materia": "Redacción y Exposición de Temas de Ingeniería", "comments": "Califica Duro, Prepárate para leer, Deja trabajos largosLas clases la dan los alumnos, al final todos los trabajos no sirven porque califica con un solo examen pero si no entregas las evidencias no puedes hacer el examen"}, {"fecha": "23/May/2022", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Redacción", "comments": "Las clases la dan los alumnos, al final todos los trabajos no sirven porque califica con un solo examen pero si no entregas las evidencias no puedes hacer el examen"}, {"fecha": "13/May/2022", "score_general": "5.0", "score_facilidad": "2.0", "materia": "RETI", "comments": "Muy cómico, Hace exámenes sorpresa, La Participación ImportaOjalá este prro fuera cómo el Peters y así poder ser El Puños de oro. Pero es un cobarde"}, {"fecha": "08/May/2022", "score_general": "2.0", "score_facilidad": "2.0", "materia": "RETI", "comments": "Califica Duro, Barco, Los exámenes son difícilesOjalá este prro fuera cómo el Peters y así poder ser El Puños de oro. Pero es un cobarde"}, {"fecha": "01/Feb/2022", "score_general": "2.0", "score_facilidad": "2.0", "materia": "Redacción y exposición.", "comments": "Califica Duro, Prepárate para leerOjalá este prro fuera cómo el Peters y así poder ser El Puños de oro. Pero es un cobarde"}, {"fecha": "25/Ene/2022", "score_general": "2.0", "score_facilidad": "2.0", "materia": "Redacción", "comments": "Ojalá este prro fuera cómo el Peters y así poder ser El Puños de oro. Pero es un cobarde"}, {"fecha": "24/Ene/2022", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Reti", "comments": "Califica DuroOjalá este prro fuera cómo el Peters y así poder ser El Puños de oro. Pero es un cobarde"}, {"fecha": "07/Dic/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Redacción y exposición de temas de ingeniería", "comments": "Da buena retroalimentación, Inspiracional, Tomaría su clase otra vezLa verdad es un profesor muy bueno que explica muy bien su materia y sobre todo es empático con los alumnos  al explicar, es muy entendible."}, {"fecha": "07/Dic/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "RETI", "comments": "La verdad es un profesor muy bueno que explica muy bien su materia y sobre todo es empático con los alumnos  al explicar, es muy entendible."}, {"fecha": "06/Dic/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "37 redacción", "comments": "Muy cómicoLa verdad es un profesor muy bueno que explica muy bien su materia y sobre todo es empático con los alumnos  al explicar, es muy entendible."}, {"fecha": "06/Dic/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Redacción", "comments": "Da buena retroalimentación, Inspiracional, Brinda apoyoLa verdad es un profesor muy bueno que explica muy bien su materia y sobre todo es empático con los alumnos  al explicar, es muy entendible."}, {"fecha": "06/Dic/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Redacción", "comments": "Brinda apoyo, Clases excelentes, Tomaría su clase otra vezLa verdad es un profesor muy bueno que explica muy bien su materia y sobre todo es empático con los alumnos  al explicar, es muy entendible."}, {"fecha": "06/Dic/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "RETI", "comments": "Da buena retroalimentación, La Participación Importa, Brinda apoyoGran profe, lo inscribiría de nuevo"}, {"fecha": "06/Dic/2021", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Redacción de textos de ingeniería", "comments": "Da buena retroalimentación, La Participación Importa, Asistencia obligatoriaGran profe, lo inscribiría de nuevo"}, {"fecha": "06/Dic/2021", "score_general": "9.0", "score_facilidad": "6.0", "materia": "Redaccion y Exposicion", "comments": "Asistencia obligatoria, Muchos proyectos grupalesGran profe, lo inscribiría de nuevo"}, {"fecha": "06/Dic/2021", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Redaccion", "comments": "Inspiracional, Pocos Exámenes, Tomaría su clase otra vezGran profe, lo inscribiría de nuevo"}, {"fecha": "06/Dic/2021", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Redacción y Exposición de Temas", "comments": "Da buena retroalimentación, Brinda apoyo, Tomaría su clase otra vezGran profe, lo inscribiría de nuevo"}, {"fecha": "27/Ago/2021", "score_general": "9.0", "score_facilidad": "8.0", "materia": "redaccion", "comments": "Da buena retroalimentación, La Participación Importa, Brinda apoyoLa evaluacion es justa, es importante trabajar todo el semestre y cuando deje los trabajos practicamente se resuelven solos. Da buena asesoria si tienes dudas en un trabajo, los examenes son buenos, es mejor que no contestes ya que un error resta tu calificacion"}, {"fecha": "13/Ago/2021", "score_general": "10.0", "score_facilidad": "6.0", "materia": "RETI", "comments": "Prepárate para leer, La Participación Importa, Brinda apoyoLa evaluacion es justa, es importante trabajar todo el semestre y cuando deje los trabajos practicamente se resuelven solos. Da buena asesoria si tienes dudas en un trabajo, los examenes son buenos, es mejor que no contestes ya que un error resta tu calificacion"}, {"fecha": "11/Ago/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "redaccion", "comments": "Califica Duro, Hace exámenes sorpresa, Las clases son largasLa evaluacion es justa, es importante trabajar todo el semestre y cuando deje los trabajos practicamente se resuelven solos. Da buena asesoria si tienes dudas en un trabajo, los examenes son buenos, es mejor que no contestes ya que un error resta tu calificacion"}, {"fecha": "29/Sep/2020", "score_general": "10.0", "score_facilidad": "10.0", "materia": "---", "comments": "Respetado por los estudiantes, Brinda apoyo, Tomaría su clase otra vezLa evaluacion es justa, es importante trabajar todo el semestre y cuando deje los trabajos practicamente se resuelven solos. Da buena asesoria si tienes dudas en un trabajo, los examenes son buenos, es mejor que no contestes ya que un error resta tu calificacion"}, {"fecha": "21/Sep/2020", "score_general": "2.0", "score_facilidad": "2.0", "materia": "---", "comments": "Barco, Muy cómicoLa evaluacion es justa, es importante trabajar todo el semestre y cuando deje los trabajos practicamente se resuelven solos. Da buena asesoria si tienes dudas en un trabajo, los examenes son buenos, es mejor que no contestes ya que un error resta tu calificacion"}, {"fecha": "23/Feb/2020", "score_general": "7.0", "score_facilidad": "6.0", "materia": "Redacción y exposición de temas de ingeniería", "comments": "Califica Duro, Da buena retroalimentación, Prepárate para leerNo apto para compañeros de carácter débil, tampoco para los que se ofenden de todo, es chido explica y te responde todo, pero debes de aguantar su ambiente apegado a la \"realidad\" el chiste es solo aguantar sus burlas y preguntar de lo que realmente tienes dudas"}, {"fecha": "26/Ene/2020", "score_general": "7.0", "score_facilidad": "6.0", "materia": "Redacción", "comments": "Califica Duro, Prepárate para leer, Hace exámenes sorpresaNo apto para compañeros de carácter débil, tampoco para los que se ofenden de todo, es chido explica y te responde todo, pero debes de aguantar su ambiente apegado a la \"realidad\" el chiste es solo aguantar sus burlas y preguntar de lo que realmente tienes dudas"}, {"fecha": "24/Ene/2020", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Redacción y exposición en temas de ingeniería", "comments": "Brinda apoyo, Clases excelentes, Tomaría su clase otra vezNo apto para compañeros de carácter débil, tampoco para los que se ofenden de todo, es chido explica y te responde todo, pero debes de aguantar su ambiente apegado a la \"realidad\" el chiste es solo aguantar sus burlas y preguntar de lo que realmente tienes dudas"}, {"fecha": "12/Ene/2020", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Redacción", "comments": "Muy cómico, Inspiracional, Tomaría su clase otra vezNo apto para compañeros de carácter débil, tampoco para los que se ofenden de todo, es chido explica y te responde todo, pero debes de aguantar su ambiente apegado a la \"realidad\" el chiste es solo aguantar sus burlas y preguntar de lo que realmente tienes dudas"}, {"fecha": "26/Nov/2019", "score_general": "6.0", "score_facilidad": "8.0", "materia": "Redacción", "comments": "Hace exámenes sorpresa, La Participación Importa, InspiracionalNo apto para compañeros de carácter débil, tampoco para los que se ofenden de todo, es chido explica y te responde todo, pero debes de aguantar su ambiente apegado a la \"realidad\" el chiste es solo aguantar sus burlas y preguntar de lo que realmente tienes dudas"}, {"fecha": "20/Oct/2019", "score_general": "5.0", "score_facilidad": "2.0", "materia": "Redacción", "comments": "Califica Duro, Prepárate para leer, Hace exámenes sorpresaEs alguien que no te motiva a estudiar en su materia y como que él sabe que su materia no sirve para nada la pone más pesada para que muchos deserten, si viene de mal humor les hará examen y ahí es donde reprueba a muchos así que para primera inscripción está bien pero ya para recuerse no la recomie"}, {"fecha": "09/Ago/2019", "score_general": "2.0", "score_facilidad": "4.0", "materia": "Redacción", "comments": "Muy cómico, Las clases son largas, Deja trabajos largosEs alguien que no te motiva a estudiar en su materia y como que él sabe que su materia no sirve para nada la pone más pesada para que muchos deserten, si viene de mal humor les hará examen y ahí es donde reprueba a muchos así que para primera inscripción está bien pero ya para recuerse no la recomie"}, {"fecha": "26/Jul/2019", "score_general": "6.0", "score_facilidad": "6.0", "materia": "Redacción y exposición", "comments": "Barco, Muy cómico, La Participación ImportaEs alguien que no te motiva a estudiar en su materia y como que él sabe que su materia no sirve para nada la pone más pesada para que muchos deserten, si viene de mal humor les hará examen y ahí es donde reprueba a muchos así que para primera inscripción está bien pero ya para recuerse no la recomie"}, {"fecha": "24/Jul/2019", "score_general": "5.0", "score_facilidad": "4.0", "materia": "Redacción y Exposición de temas de Ingeniería", "comments": "Califica Duro, Muy cómico, La Participación ImportaEs alguien que no te motiva a estudiar en su materia y como que él sabe que su materia no sirve para nada la pone más pesada para que muchos deserten, si viene de mal humor les hará examen y ahí es donde reprueba a muchos así que para primera inscripción está bien pero ya para recuerse no la recomie"}, {"fecha": "09/Jul/2019", "score_general": "9.0", "score_facilidad": "6.0", "materia": "Reacción y Exposición de Temas de Ingeniería", "comments": "Califica Duro, Muy cómico, Da buena retroalimentaciónEs alguien que no te motiva a estudiar en su materia y como que él sabe que su materia no sirve para nada la pone más pesada para que muchos deserten, si viene de mal humor les hará examen y ahí es donde reprueba a muchos así que para primera inscripción está bien pero ya para recuerse no la recomie"}, {"fecha": "30/Jun/2019", "score_general": "6.0", "score_facilidad": "6.0", "materia": "Redacción y exposición de temas de Ingeniería", "comments": "La Participación Importa, InspiracionalEs un profesor muy extraño, sus clases las divide en dos, 1 hora de \"chairismo\" (así le llama a sus pláticas de cualquier tema que tenga en la mente), y 1 hora de clase donde se enfoca en los temas, su forma de calificar es engañosa, te hará burlas cuando pueda, yo no volvería a tomar clase con él."}, {"fecha": "27/Mar/2019", "score_general": "3.0", "score_facilidad": "4.0", "materia": "Redacción", "comments": "Las clases son largas, Pocos Exámenes, Deja trabajos largosEs un profesor muy extraño, sus clases las divide en dos, 1 hora de \"chairismo\" (así le llama a sus pláticas de cualquier tema que tenga en la mente), y 1 hora de clase donde se enfoca en los temas, su forma de calificar es engañosa, te hará burlas cuando pueda, yo no volvería a tomar clase con él."}, {"fecha": "16/Ene/2019", "score_general": "7.0", "score_facilidad": "6.0", "materia": "Redacción de temas de ing", "comments": "Muy cómico, La Participación Importa, InspiracionalEs un profesor muy extraño, sus clases las divide en dos, 1 hora de \"chairismo\" (así le llama a sus pláticas de cualquier tema que tenga en la mente), y 1 hora de clase donde se enfoca en los temas, su forma de calificar es engañosa, te hará burlas cuando pueda, yo no volvería a tomar clase con él."}, {"fecha": "09/Ene/2019", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Redacción y exposición en temas de ingeniería", "comments": "Brinda apoyo, Clases excelentes, Los exámenes son difícilesEs un profesor muy extraño, sus clases las divide en dos, 1 hora de \"chairismo\" (así le llama a sus pláticas de cualquier tema que tenga en la mente), y 1 hora de clase donde se enfoca en los temas, su forma de calificar es engañosa, te hará burlas cuando pueda, yo no volvería a tomar clase con él."}, {"fecha": "16/Ago/2018", "score_general": "9.0", "score_facilidad": "6.0", "materia": "Reacción y Exposición de Temas de Ingeniería", "comments": "Muy cómico, La Participación Importa, Deja trabajos largosEs un profesor muy extraño, sus clases las divide en dos, 1 hora de \"chairismo\" (así le llama a sus pláticas de cualquier tema que tenga en la mente), y 1 hora de clase donde se enfoca en los temas, su forma de calificar es engañosa, te hará burlas cuando pueda, yo no volvería a tomar clase con él."}, {"fecha": "06/Ago/2018", "score_general": "3.0", "score_facilidad": "2.0", "materia": "Redacción y Exposición de Temas de Ingeniería", "comments": "Califica Duro, La Participación Importa, Los exámenes son difícilesJAMÁS METAS CLASE CON ÉL. Es una persona horrible; egocéntrico, egoísta, y es manchado calificando, porque su sistema de puntos es una estupidez. No le creas a su forma de evaluación, tiene muchas trampas, lee bien su reglamento. Es mala onda con los alumnos y a todos les hace comentarios ogts."}, {"fecha": "16/Jul/2018", "score_general": "9.0", "score_facilidad": "6.0", "materia": "E. REDACCION DE TEMAS DE INGENIERIA", "comments": "Muy cómico, La Participación Importa, InspiracionalJAMÁS METAS CLASE CON ÉL. Es una persona horrible; egocéntrico, egoísta, y es manchado calificando, porque su sistema de puntos es una estupidez. No le creas a su forma de evaluación, tiene muchas trampas, lee bien su reglamento. Es mala onda con los alumnos y a todos les hace comentarios ogts."}, {"fecha": "21/Feb/2018", "score_general": "3.0", "score_facilidad": "4.0", "materia": "Redacción y exposicion de temas de Ingeniería", "comments": "JAMÁS METAS CLASE CON ÉL. Es una persona horrible; egocéntrico, egoísta, y es manchado calificando, porque su sistema de puntos es una estupidez. No le creas a su forma de evaluación, tiene muchas trampas, lee bien su reglamento. Es mala onda con los alumnos y a todos les hace comentarios ogts."}, {"fecha": "05/Feb/2018", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Redacción y exposición de textos de ingeniería", "comments": "Muy cómico, La Participación Importa, Clases excelentesJAMÁS METAS CLASE CON ÉL. Es una persona horrible; egocéntrico, egoísta, y es manchado calificando, porque su sistema de puntos es una estupidez. No le creas a su forma de evaluación, tiene muchas trampas, lee bien su reglamento. Es mala onda con los alumnos y a todos les hace comentarios ogts."}, {"fecha": "29/Ene/2018", "score_general": "4.0", "score_facilidad": "4.0", "materia": "redacción", "comments": "Califica Duro, Hace exámenes sorpresa, La Participación ImportaJAMÁS METAS CLASE CON ÉL. Es una persona horrible; egocéntrico, egoísta, y es manchado calificando, porque su sistema de puntos es una estupidez. No le creas a su forma de evaluación, tiene muchas trampas, lee bien su reglamento. Es mala onda con los alumnos y a todos les hace comentarios ogts."}, {"fecha": "29/Ene/2018", "score_general": "2.0", "score_facilidad": "6.0", "materia": "Expo de temas de ingeniería", "comments": "La clase básicamente se trata de él y su chairismo ( 2 horas de escucharlo hablar sobre lo que se le ocurra y hacerle bullying a sus alumnos).Cuando finalmente da el tema no lo explica de forma clara porque no prepara sus clases, las improvisa."}, {"fecha": "21/Ene/2018", "score_general": "7.0", "score_facilidad": "6.0", "materia": "Redacción", "comments": "Muy cómico, Las clases son largas, Pocos ExámenesLa clase básicamente se trata de él y su chairismo ( 2 horas de escucharlo hablar sobre lo que se le ocurra y hacerle bullying a sus alumnos).Cuando finalmente da el tema no lo explica de forma clara porque no prepara sus clases, las improvisa."}, {"fecha": "02/Ago/2017", "score_general": "5.0", "score_facilidad": "6.0", "materia": "Exposición de temas de Ingeniería", "comments": "La Participación Importa, Las clases son largas, Los exámenes son difícilesLa clase básicamente se trata de él y su chairismo ( 2 horas de escucharlo hablar sobre lo que se le ocurra y hacerle bullying a sus alumnos).Cuando finalmente da el tema no lo explica de forma clara porque no prepara sus clases, las improvisa."}, {"fecha": "26/Jul/2017", "score_general": "8.0", "score_facilidad": "4.0", "materia": "Redacción y Exposición de Temas de Ingeniería", "comments": "Califica Duro, Hace exámenes sorpresa, La Participación ImportaLa clase básicamente se trata de él y su chairismo ( 2 horas de escucharlo hablar sobre lo que se le ocurra y hacerle bullying a sus alumnos).Cuando finalmente da el tema no lo explica de forma clara porque no prepara sus clases, las improvisa."}, {"fecha": "03/Jul/2017", "score_general": "4.0", "score_facilidad": "6.0", "materia": "Red. Y expo. De temas de ing.", "comments": "La clase básicamente se trata de él y su chairismo ( 2 horas de escucharlo hablar sobre lo que se le ocurra y hacerle bullying a sus alumnos).Cuando finalmente da el tema no lo explica de forma clara porque no prepara sus clases, las improvisa."}, {"fecha": "02/Mar/2017", "score_general": "8.0", "score_facilidad": "6.0", "materia": "Redaccion y Exposicion de Temas de Ingenieria", "comments": "Muy cómico, Hace exámenes sorpresa, La Participación ImportaEl mejor profesor, 100% recomendable, siempre te ayuda y resuelve tus dudas y es muy gracioso, le hace bulliyng a todos, participa mucho con el, es el mejor profesor de toda la facultad de ingeniería y además es un ching*n, vale la pena meter clase con el ya que es ingeniero y lingüista"}, {"fecha": "26/Ene/2017", "score_general": "5.0", "score_facilidad": "6.0", "materia": "Redacción y exposición de temas de ingeniería", "comments": "BarcoEl mejor profesor, 100% recomendable, siempre te ayuda y resuelve tus dudas y es muy gracioso, le hace bulliyng a todos, participa mucho con el, es el mejor profesor de toda la facultad de ingeniería y además es un ching*n, vale la pena meter clase con el ya que es ingeniero y lingüista"}, {"fecha": "24/Ene/2017", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Redacción y exposición...", "comments": "Da buena retroalimentación, La Participación Importa, Brinda apoyoEl mejor profesor, 100% recomendable, siempre te ayuda y resuelve tus dudas y es muy gracioso, le hace bulliyng a todos, participa mucho con el, es el mejor profesor de toda la facultad de ingeniería y además es un ching*n, vale la pena meter clase con el ya que es ingeniero y lingüista"}, {"fecha": "19/Ene/2017", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Redacción y exposoción de temas de ingeniería", "comments": "El mejor profesor, 100% recomendable, siempre te ayuda y resuelve tus dudas y es muy gracioso, le hace bulliyng a todos, participa mucho con el, es el mejor profesor de toda la facultad de ingeniería y además es un ching*n, vale la pena meter clase con el ya que es ingeniero y lingüista"}, {"fecha": "18/Ene/2017", "score_general": "8.0", "score_facilidad": "10.0", "materia": "redaccion", "comments": "El mejor profesor, 100% recomendable, siempre te ayuda y resuelve tus dudas y es muy gracioso, le hace bulliyng a todos, participa mucho con el, es el mejor profesor de toda la facultad de ingeniería y además es un ching*n, vale la pena meter clase con el ya que es ingeniero y lingüista"}, {"fecha": "21/Jun/2016", "score_general": "7.0", "score_facilidad": "10.0", "materia": "Redacción y Exposición de Temas de Ingeniería", "comments": "Barco, Muy cómico, La Participación ImportaProfesor regular. Sí enseña el temario, pero hay que considerar que la materia es bastante fácil de impartir. Él no es la gran cosa. \r\nPierde mucho el tiempo hablando de cosas ajenas a la clase. Si le caes bien y participas es 10 seguro, lo cual no habla muy bien de él."}, {"fecha": "17/Jun/2016", "score_general": "8.0", "score_facilidad": "10.0", "materia": "Redaccion", "comments": "Profesor regular. Sí enseña el temario, pero hay que considerar que la materia es bastante fácil de impartir. Él no es la gran cosa. \r\nPierde mucho el tiempo hablando de cosas ajenas a la clase. Si le caes bien y participas es 10 seguro, lo cual no habla muy bien de él."}, {"fecha": "19/Ene/2016", "score_general": "8.0", "score_facilidad": "8.0", "materia": "Redaccion de temas de ingeniería", "comments": "Profesor regular. Sí enseña el temario, pero hay que considerar que la materia es bastante fácil de impartir. Él no es la gran cosa. \r\nPierde mucho el tiempo hablando de cosas ajenas a la clase. Si le caes bien y participas es 10 seguro, lo cual no habla muy bien de él."}, {"fecha": "09/Ene/2016", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Redacci?n de temas de Ingenieria", "comments": "Profesor regular. Sí enseña el temario, pero hay que considerar que la materia es bastante fácil de impartir. Él no es la gran cosa. \r\nPierde mucho el tiempo hablando de cosas ajenas a la clase. Si le caes bien y participas es 10 seguro, lo cual no habla muy bien de él."}]