[{"fecha": "06/Dic/2022", "score_general": "2.0", "score_facilidad": "2.0", "materia": "Creatividad e innovacion", "comments": "BarcoMuy mala. No me pareció interesante su clase, intenta ser amigable pero de conocimiento no sabe compartirlo ni explicar. Una vez le preguntaron qué empresas o proyectos propios había hecho y no dio un claro ejemplo."}, {"fecha": "01/Ago/2022", "score_general": "8.0", "score_facilidad": "6.0", "materia": "Creatividad e innovación", "comments": "Muchas tareas, Inspiracional, Las clases son largasMuy mala. No me pareció interesante su clase, intenta ser amigable pero de conocimiento no sabe compartirlo ni explicar. Una vez le preguntaron qué empresas o proyectos propios había hecho y no dio un claro ejemplo."}, {"fecha": "30/Jul/2022", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Creatividad e Innovación", "comments": "Da buena retroalimentación, Inspiracional, Clases excelentesMuy mala. No me pareció interesante su clase, intenta ser amigable pero de conocimiento no sabe compartirlo ni explicar. Una vez le preguntaron qué empresas o proyectos propios había hecho y no dio un claro ejemplo."}, {"fecha": "28/Ene/2022", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Creatividad e innovación", "comments": "Barco, Inspiracional, Tomaría su clase otra vezMuy mala. No me pareció interesante su clase, intenta ser amigable pero de conocimiento no sabe compartirlo ni explicar. Una vez le preguntaron qué empresas o proyectos propios había hecho y no dio un claro ejemplo."}, {"fecha": "25/Ene/2022", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Creatividad e innovación", "comments": "Da buena retroalimentación, Respetado por los estudiantes, Brinda apoyoMuy mala. No me pareció interesante su clase, intenta ser amigable pero de conocimiento no sabe compartirlo ni explicar. Una vez le preguntaron qué empresas o proyectos propios había hecho y no dio un claro ejemplo."}, {"fecha": "14/Ago/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Desarrollo Empresarial", "comments": "Da buena retroalimentación, Respetado por los estudiantes, Tomaría su clase otra vezEsta maestra es demasiado buena\r\nAparte de que da un montón de información acerca de su materia sus clases son demasiado refrescantes y sí aprendes varias cosas , sus trabajos son en equipo y sí requieren que les dediques tiempo, más no son difíciles.  Suele traer invitados buenísimos a sus clases"}, {"fecha": "14/Ago/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Desarrollo Empresarial", "comments": "Da buena retroalimentación, Brinda apoyo, Tomaría su clase otra vezEsta maestra es demasiado buena\r\nAparte de que da un montón de información acerca de su materia sus clases son demasiado refrescantes y sí aprendes varias cosas , sus trabajos son en equipo y sí requieren que les dediques tiempo, más no son difíciles.  Suele traer invitados buenísimos a sus clases"}, {"fecha": "31/Ago/2020", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Creatividad e Innovación.", "comments": "Da buena retroalimentación, Inspiracional, Muchos proyectos grupalesEsta maestra es demasiado buena\r\nAparte de que da un montón de información acerca de su materia sus clases son demasiado refrescantes y sí aprendes varias cosas , sus trabajos son en equipo y sí requieren que les dediques tiempo, más no son difíciles.  Suele traer invitados buenísimos a sus clases"}, {"fecha": "17/Ene/2020", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Gestión de la innovación y el conocimiento científico", "comments": "Da buena retroalimentación, La Participación Importa, Brinda apoyoEsta maestra es demasiado buena\r\nAparte de que da un montón de información acerca de su materia sus clases son demasiado refrescantes y sí aprendes varias cosas , sus trabajos son en equipo y sí requieren que les dediques tiempo, más no son difíciles.  Suele traer invitados buenísimos a sus clases"}]