[{"fecha": "29/Nov/2018", "score_general": "4.0", "score_facilidad": "6.0", "materia": "Análisis Numérico", "comments": "Barco, Muchas tareas, Da Crédito ExtraMaestro regular (alias el SAMI), no sabe explicar ni enseñar, no es accesible, no le importa si los alumnos aprenden, muchas tareas.  Participa mucho; son puntos extras que te ayudan mucho, aprende MATLAB, si sabes programar y eres autodidacta, mételo. No se da a respetar."}, {"fecha": "24/Jul/2018", "score_general": "5.0", "score_facilidad": "6.0", "materia": "Análisis Numérico", "comments": "Maestro regular (alias el SAMI), no sabe explicar ni enseñar, no es accesible, no le importa si los alumnos aprenden, muchas tareas.  Participa mucho; son puntos extras que te ayudan mucho, aprende MATLAB, si sabes programar y eres autodidacta, mételo. No se da a respetar."}, {"fecha": "06/Jul/2017", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Análisis Numerico", "comments": "BarcoMaestro regular (alias el SAMI), no sabe explicar ni enseñar, no es accesible, no le importa si los alumnos aprenden, muchas tareas.  Participa mucho; son puntos extras que te ayudan mucho, aprende MATLAB, si sabes programar y eres autodidacta, mételo. No se da a respetar."}, {"fecha": "27/Jun/2017", "score_general": "7.0", "score_facilidad": "10.0", "materia": "Análisis Numérico", "comments": "Maestro regular (alias el SAMI), no sabe explicar ni enseñar, no es accesible, no le importa si los alumnos aprenden, muchas tareas.  Participa mucho; son puntos extras que te ayudan mucho, aprende MATLAB, si sabes programar y eres autodidacta, mételo. No se da a respetar."}, {"fecha": "25/Nov/2016", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Calculo Diferencial", "comments": "Muy cómico, Brinda apoyo, Clases excelentesMaestro regular (alias el SAMI), no sabe explicar ni enseñar, no es accesible, no le importa si los alumnos aprenden, muchas tareas.  Participa mucho; son puntos extras que te ayudan mucho, aprende MATLAB, si sabes programar y eres autodidacta, mételo. No se da a respetar."}, {"fecha": "27/Jun/2016", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Cálculo Integral", "comments": "La Participación Importa, Brinda apoyo, Tomaría su clase otra vezTiene presentaciones para cada tema y las comparte, así que explica mucho en clase salvo que sea un tema o un ejercicio con un alto grado de dificultad, te pone a participar para puntaje extra en los exámenes parciales, los cuales tienen una dificultad razonable."}]