[{"fecha": "20/Ene/2022", "score_general": "9.0", "score_facilidad": "4.0", "materia": "EyPC", "comments": "La Participación Importa, Brinda apoyo, Los exámenes son difícilesMuy buen profesor y bastante comprensible. Explica muy bien y está interesado en que aprendas. Exámenes algo difíciles y largos, el proyecto algo complejo y varias tareas. Aprendes mucho pero debes trabajarle bastante también."}, {"fecha": "16/Ago/2021", "score_general": "10.0", "score_facilidad": "8.0", "materia": "EYPC", "comments": "Muchas tareas, Clases excelentes, Tomaría su clase otra vezMuy buen profesor y bastante comprensible. Explica muy bien y está interesado en que aprendas. Exámenes algo difíciles y largos, el proyecto algo complejo y varias tareas. Aprendes mucho pero debes trabajarle bastante también."}, {"fecha": "16/Feb/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Estructura y Programación de Computadoras", "comments": "Da buena retroalimentación, Aspectos de calificación claros, Tomaría su clase otra vezMuy buen profesor y bastante comprensible. Explica muy bien y está interesado en que aprendas. Exámenes algo difíciles y largos, el proyecto algo complejo y varias tareas. Aprendes mucho pero debes trabajarle bastante también."}, {"fecha": "15/Feb/2021", "score_general": "9.0", "score_facilidad": "6.0", "materia": "EyPdC", "comments": "Da buena retroalimentación, Brinda apoyo, Deja trabajos largosMuy buen profesor y bastante comprensible. Explica muy bien y está interesado en que aprendas. Exámenes algo difíciles y largos, el proyecto algo complejo y varias tareas. Aprendes mucho pero debes trabajarle bastante también."}, {"fecha": "14/Feb/2021", "score_general": "8.0", "score_facilidad": "4.0", "materia": "EyPC", "comments": "La Participación Importa, Deja trabajos largos, Los exámenes son difícilesMuy buen profesor y bastante comprensible. Explica muy bien y está interesado en que aprendas. Exámenes algo difíciles y largos, el proyecto algo complejo y varias tareas. Aprendes mucho pero debes trabajarle bastante también."}, {"fecha": "22/Sep/2020", "score_general": "6.0", "score_facilidad": "2.0", "materia": "Computadoras", "comments": "Califica Duro, Muchas tareasDesde su primera clase se ve el nivel. Pero requieres muy buenos antecedentes ya que el no se detiene a explicarlos. Si eres bueno programando con el seras aun mejor. Deja mucha tarea a veces."}, {"fecha": "04/Sep/2020", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Estructura y programación de computadoras", "comments": "Brinda apoyo, Clases excelentes, Tomaría su clase otra vezDesde su primera clase se ve el nivel. Pero requieres muy buenos antecedentes ya que el no se detiene a explicarlos. Si eres bueno programando con el seras aun mejor. Deja mucha tarea a veces."}, {"fecha": "04/Sep/2020", "score_general": "9.0", "score_facilidad": "6.0", "materia": "Estructura y programación de computadoras", "comments": "Da buena retroalimentación, Las clases son largas, Tomaría su clase otra vezDesde su primera clase se ve el nivel. Pero requieres muy buenos antecedentes ya que el no se detiene a explicarlos. Si eres bueno programando con el seras aun mejor. Deja mucha tarea a veces."}]