[{"fecha": "28/Ene/2023", "score_general": "4.0", "score_facilidad": "2.0", "materia": "EYPC", "comments": "Califica Duro, Muchas tareas, La Participación ImportaEste semestre en presencial sus clases fueron muy confusas y muy basicas, deja un proyecto bastante largo y dificil y al momento de calificar se puso estricto con una rubrica que nunca compartio, por lo que tienes que investigar y estudiar mucho por tu parte. Deja tareas a nivel y es mucho chambear."}, {"fecha": "27/Ene/2023", "score_general": "10.0", "score_facilidad": "6.0", "materia": "EyPC", "comments": "Da Crédito Extra, Aspectos de calificación claros, Brinda apoyoEste semestre en presencial sus clases fueron muy confusas y muy basicas, deja un proyecto bastante largo y dificil y al momento de calificar se puso estricto con una rubrica que nunca compartio, por lo que tienes que investigar y estudiar mucho por tu parte. Deja tareas a nivel y es mucho chambear."}, {"fecha": "27/Ene/2023", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Estructura y programación de computadoras", "comments": "Da buena retroalimentación, La Participación ImportaEste semestre en presencial sus clases fueron muy confusas y muy basicas, deja un proyecto bastante largo y dificil y al momento de calificar se puso estricto con una rubrica que nunca compartio, por lo que tienes que investigar y estudiar mucho por tu parte. Deja tareas a nivel y es mucho chambear."}, {"fecha": "15/Ago/2022", "score_general": "10.0", "score_facilidad": "4.0", "materia": "Estructura y programación de computadoras", "comments": "Clases excelentes, Los exámenes son difícilesEste semestre en presencial sus clases fueron muy confusas y muy basicas, deja un proyecto bastante largo y dificil y al momento de calificar se puso estricto con una rubrica que nunca compartio, por lo que tienes que investigar y estudiar mucho por tu parte. Deja tareas a nivel y es mucho chambear."}, {"fecha": "29/Jul/2022", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Eypces", "comments": "Muy cómico, La Participación Importa, Tomaría su clase otra vezEste semestre en presencial sus clases fueron muy confusas y muy basicas, deja un proyecto bastante largo y dificil y al momento de calificar se puso estricto con una rubrica que nunca compartio, por lo que tienes que investigar y estudiar mucho por tu parte. Deja tareas a nivel y es mucho chambear."}, {"fecha": "12/Jun/2022", "score_general": "7.0", "score_facilidad": "4.0", "materia": "EyPC", "comments": "Muy cómico, La Participación Importa, Da Crédito ExtraSi puedes hacer TODAS las actividades extra y los puntos extra del proyecto ten por seguro que puedes subir de 7 a 9. Las clases se vuelven tediosas por que la materia lo es, trata de no dormirte y estarás bien."}, {"fecha": "25/Ene/2022", "score_general": "10.0", "score_facilidad": "8.0", "materia": "EyPC", "comments": "Da buena retroalimentación, Inspiracional, Brinda apoyoSi puedes hacer TODAS las actividades extra y los puntos extra del proyecto ten por seguro que puedes subir de 7 a 9. Las clases se vuelven tediosas por que la materia lo es, trata de no dormirte y estarás bien."}, {"fecha": "20/Ene/2022", "score_general": "9.0", "score_facilidad": "4.0", "materia": "Estructura y Programación de Computadoras", "comments": "Muy cómico, Brinda apoyo, Los exámenes son difícilesSi puedes hacer TODAS las actividades extra y los puntos extra del proyecto ten por seguro que puedes subir de 7 a 9. Las clases se vuelven tediosas por que la materia lo es, trata de no dormirte y estarás bien."}, {"fecha": "05/Dic/2021", "score_general": "4.0", "score_facilidad": "2.0", "materia": "EyPC", "comments": "Califica Duro, Prepárate para leer, Los exámenes son difícilesSi puedes hacer TODAS las actividades extra y los puntos extra del proyecto ten por seguro que puedes subir de 7 a 9. Las clases se vuelven tediosas por que la materia lo es, trata de no dormirte y estarás bien."}, {"fecha": "26/Ago/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "EYPC", "comments": "Muy cómico, Da Crédito Extra, Tomaría su clase otra vezSi puedes hacer TODAS las actividades extra y los puntos extra del proyecto ten por seguro que puedes subir de 7 a 9. Las clases se vuelven tediosas por que la materia lo es, trata de no dormirte y estarás bien."}, {"fecha": "23/Ago/2021", "score_general": "9.0", "score_facilidad": "6.0", "materia": "EYPC", "comments": "Da buena retroalimentación, Da Crédito Extra, Aspectos de calificación clarosDa clases por medio de Meet, realiza 3 exámenes en condiciones normales, porque me tocó durante paro y solo hizo dos, deja dos proyectos en equipo, y también tareas, no es muy pesado y resuelve todas las dudas que tengas, además que programas en lenguaje ensamblador con dosbox."}, {"fecha": "23/Jun/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "EPC", "comments": "Califica Duro, Clases excelentes, Tomaría su clase otra vezDa clases por medio de Meet, realiza 3 exámenes en condiciones normales, porque me tocó durante paro y solo hizo dos, deja dos proyectos en equipo, y también tareas, no es muy pesado y resuelve todas las dudas que tengas, además que programas en lenguaje ensamblador con dosbox."}, {"fecha": "24/Feb/2021", "score_general": "10.0", "score_facilidad": "6.0", "materia": "EYPC", "comments": "Brinda apoyo, Clases excelentes, Muchos proyectos grupalesDa clases por medio de Meet, realiza 3 exámenes en condiciones normales, porque me tocó durante paro y solo hizo dos, deja dos proyectos en equipo, y también tareas, no es muy pesado y resuelve todas las dudas que tengas, además que programas en lenguaje ensamblador con dosbox."}, {"fecha": "19/Feb/2021", "score_general": "10.0", "score_facilidad": "6.0", "materia": "EyPC", "comments": "Brinda apoyo, Clases excelentes, Tomaría su clase otra vezDa clases por medio de Meet, realiza 3 exámenes en condiciones normales, porque me tocó durante paro y solo hizo dos, deja dos proyectos en equipo, y también tareas, no es muy pesado y resuelve todas las dudas que tengas, además que programas en lenguaje ensamblador con dosbox."}, {"fecha": "19/Feb/2021", "score_general": "8.0", "score_facilidad": "6.0", "materia": "EyPC", "comments": "Da buena retroalimentación, Aspectos de calificación claros, Muchos proyectos grupalesDa clases por medio de Meet, realiza 3 exámenes en condiciones normales, porque me tocó durante paro y solo hizo dos, deja dos proyectos en equipo, y también tareas, no es muy pesado y resuelve todas las dudas que tengas, además que programas en lenguaje ensamblador con dosbox."}, {"fecha": "16/Feb/2021", "score_general": "10.0", "score_facilidad": "6.0", "materia": "EyPC", "comments": "Califica Duro, Da buena retroalimentación, Aspectos de calificación clarosGran profesor sabe mucho sobre la materia, es muy accesible para responder dudas."}, {"fecha": "15/Sep/2020", "score_general": "6.0", "score_facilidad": "2.0", "materia": "Programacion de computadoras", "comments": "Califica Duro, Hace exámenes sorpresa, Respetado por los estudiantesGran profesor sabe mucho sobre la materia, es muy accesible para responder dudas."}, {"fecha": "15/Sep/2020", "score_general": "6.0", "score_facilidad": "2.0", "materia": "Eypdc", "comments": "Califica Duro, Da buena retroalimentación, Muchas tareasGran profesor sabe mucho sobre la materia, es muy accesible para responder dudas."}, {"fecha": "04/Sep/2020", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Estructura y programación de computadoras", "comments": "Brinda apoyo, Clases excelentes, Tomaría su clase otra vezGran profesor sabe mucho sobre la materia, es muy accesible para responder dudas."}, {"fecha": "31/Ago/2020", "score_general": "10.0", "score_facilidad": "10.0", "materia": "---", "comments": "Gran profesor sabe mucho sobre la materia, es muy accesible para responder dudas."}]