[{"fecha": "28/Ene/2023", "score_general": "9.0", "score_facilidad": "10.0", "materia": "Ética profesional", "comments": "Prepárate para leer, La Participación Importa, InspiracionalEvalúa con dos parciales, tareas y participación, y dos ensayos. No es difícil sacar buena calificación y aprendes bastante, solo que si hay que participar y estudiar un poco para los exámenes (los cuales no son difíciles, son de opción múltiple, pero si hay que tener presentes los conceptos)"}, {"fecha": "05/Dic/2021", "score_general": "2.0", "score_facilidad": "2.0", "materia": "Etica", "comments": "Califica Duro, Las clases son largas, Deja trabajos largosEvalúa con dos parciales, tareas y participación, y dos ensayos. No es difícil sacar buena calificación y aprendes bastante, solo que si hay que participar y estudiar un poco para los exámenes (los cuales no son difíciles, son de opción múltiple, pero si hay que tener presentes los conceptos)"}, {"fecha": "24/Ago/2021", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Literatura hispanoamericana y contemporánea", "comments": "Asistencia obligatoria, Clases excelentes, Tomaría su clase otra vezEvalúa con dos parciales, tareas y participación, y dos ensayos. No es difícil sacar buena calificación y aprendes bastante, solo que si hay que participar y estudiar un poco para los exámenes (los cuales no son difíciles, son de opción múltiple, pero si hay que tener presentes los conceptos)"}, {"fecha": "17/Feb/2021", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Literatura hispanoamericana y contemporánea", "comments": "Da buena retroalimentación, Aspectos de calificación claros, Clases excelentesEvalúa con dos parciales, tareas y participación, y dos ensayos. No es difícil sacar buena calificación y aprendes bastante, solo que si hay que participar y estudiar un poco para los exámenes (los cuales no son difíciles, son de opción múltiple, pero si hay que tener presentes los conceptos)"}, {"fecha": "08/Ago/2020", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Literatura hispanoamericana contemporánea", "comments": "Prepárate para leer, La Participación Importa, Clases excelentesEvalúa con dos parciales, tareas y participación, y dos ensayos. No es difícil sacar buena calificación y aprendes bastante, solo que si hay que participar y estudiar un poco para los exámenes (los cuales no son difíciles, son de opción múltiple, pero si hay que tener presentes los conceptos)"}, {"fecha": "01/Abr/2020", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Literatura hispanoamericana", "comments": "Asistencia obligatoria, Brinda apoyo, Clases excelentesGracias a esta maestra retomé mi gusto por las humanidades, al día de hoy tiene ya 5 años que me gradué y la sigo recordando con mucho cariño. Tomé Ética y literatura con ella, fueron dos de mis asignaturas favoritas en la facultad. Es un gran ser humano!"}, {"fecha": "13/Dic/2019", "score_general": "8.0", "score_facilidad": "6.0", "materia": "Ética profesional", "comments": "Da buena retroalimentación, La Participación Importa, Clases excelentesGracias a esta maestra retomé mi gusto por las humanidades, al día de hoy tiene ya 5 años que me gradué y la sigo recordando con mucho cariño. Tomé Ética y literatura con ella, fueron dos de mis asignaturas favoritas en la facultad. Es un gran ser humano!"}, {"fecha": "20/Jun/2016", "score_general": "8.0", "score_facilidad": "8.0", "materia": "Literatura Hispanoamericana y Contemporanea", "comments": "Da buena retroalimentación, Prepárate para leer, La Participación ImportaGracias a esta maestra retomé mi gusto por las humanidades, al día de hoy tiene ya 5 años que me gradué y la sigo recordando con mucho cariño. Tomé Ética y literatura con ella, fueron dos de mis asignaturas favoritas en la facultad. Es un gran ser humano!"}, {"fecha": "02/Jun/2016", "score_general": "8.0", "score_facilidad": "8.0", "materia": "Literatura", "comments": "La Participación Importa, Pocos Exámenes, Aspectos de calificación clarosGracias a esta maestra retomé mi gusto por las humanidades, al día de hoy tiene ya 5 años que me gradué y la sigo recordando con mucho cariño. Tomé Ética y literatura con ella, fueron dos de mis asignaturas favoritas en la facultad. Es un gran ser humano!"}, {"fecha": "16/Dic/2015", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Ética profesional", "comments": "Gracias a esta maestra retomé mi gusto por las humanidades, al día de hoy tiene ya 5 años que me gradué y la sigo recordando con mucho cariño. Tomé Ética y literatura con ella, fueron dos de mis asignaturas favoritas en la facultad. Es un gran ser humano!"}, {"fecha": "30/Nov/2015", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Literatura Hispanoamerica", "comments": "Es una muy buena profesora, incluso si no te gusta la materia con esta maestra la clase no se te hace nada pesada al contrario, termina gustandote la clase."}]