[{"fecha": "09/Feb/2023", "score_general": "8.0", "score_facilidad": "6.0", "materia": "CIA", "comments": "Califica Duro, Da buena retroalimentación, Respetado por los estudiantesExplica muy bien todo, sin duda es un profesor muy capaz en la materia, solo requieres un poco de dedicación para poder aprobar sin problemas, él te da las herramientas para poder defenderte en las evaluaciones."}, {"fecha": "31/Ene/2023", "score_general": "6.0", "score_facilidad": "6.0", "materia": "CIA", "comments": "Explica muy bien todo, sin duda es un profesor muy capaz en la materia, solo requieres un poco de dedicación para poder aprobar sin problemas, él te da las herramientas para poder defenderte en las evaluaciones."}, {"fecha": "17/Ene/2023", "score_general": "10.0", "score_facilidad": "10.0", "materia": "CIA", "comments": "Califica DuroExplica muy bien todo, sin duda es un profesor muy capaz en la materia, solo requieres un poco de dedicación para poder aprobar sin problemas, él te da las herramientas para poder defenderte en las evaluaciones."}, {"fecha": "01/Ago/2022", "score_general": "9.0", "score_facilidad": "6.0", "materia": "CIA", "comments": "Explica muy bien todo, sin duda es un profesor muy capaz en la materia, solo requieres un poco de dedicación para poder aprobar sin problemas, él te da las herramientas para poder defenderte en las evaluaciones."}, {"fecha": "03/Feb/2021", "score_general": "6.0", "score_facilidad": "2.0", "materia": "CIA", "comments": "Califica Duro, Muchas tareas, Los exámenes son difícilesExplica muy bien todo, sin duda es un profesor muy capaz en la materia, solo requieres un poco de dedicación para poder aprobar sin problemas, él te da las herramientas para poder defenderte en las evaluaciones."}, {"fecha": "20/Ene/2021", "score_general": "8.0", "score_facilidad": "2.0", "materia": "CIA", "comments": "Califica Duro, Los exámenes son difícilesEs bueno pero si está complicado, las clases se ve totalmente teoría y los ejercicios que se ven, no te van ayudar en nada a los exámenes, ya que están complicados y es más que nada de razonar y dominar perfectamente los temas. Lo recomiendo pero solo si eres bueno en electrónica ya que se sufre."}, {"fecha": "30/Sep/2020", "score_general": "9.0", "score_facilidad": "4.0", "materia": "CIA", "comments": "Califica Duro, Da buena retroalimentación, Los exámenes son difícilesEs bueno pero si está complicado, las clases se ve totalmente teoría y los ejercicios que se ven, no te van ayudar en nada a los exámenes, ya que están complicados y es más que nada de razonar y dominar perfectamente los temas. Lo recomiendo pero solo si eres bueno en electrónica ya que se sufre."}, {"fecha": "19/Dic/2018", "score_general": "10.0", "score_facilidad": "4.0", "materia": "Circuitos Integrados Analógicos", "comments": "Es bueno pero si está complicado, las clases se ve totalmente teoría y los ejercicios que se ven, no te van ayudar en nada a los exámenes, ya que están complicados y es más que nada de razonar y dominar perfectamente los temas. Lo recomiendo pero solo si eres bueno en electrónica ya que se sufre."}, {"fecha": "19/Oct/2018", "score_general": "8.0", "score_facilidad": "4.0", "materia": "Circuitos Integrados Avanzados", "comments": "Califica Duro, Respetado por los estudiantesEs bueno pero si está complicado, las clases se ve totalmente teoría y los ejercicios que se ven, no te van ayudar en nada a los exámenes, ya que están complicados y es más que nada de razonar y dominar perfectamente los temas. Lo recomiendo pero solo si eres bueno en electrónica ya que se sufre."}, {"fecha": "08/Ago/2018", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Microprocesadores", "comments": "Da buena retroalimentación, La Participación Importa, Respetado por los estudiantesEs bueno pero si está complicado, las clases se ve totalmente teoría y los ejercicios que se ven, no te van ayudar en nada a los exámenes, ya que están complicados y es más que nada de razonar y dominar perfectamente los temas. Lo recomiendo pero solo si eres bueno en electrónica ya que se sufre."}, {"fecha": "25/Ene/2018", "score_general": "8.0", "score_facilidad": "10.0", "materia": "CIA", "comments": "Enseña muy bien, sabe muchísimo y aprenderás mucho, pero es mega estricto al calificar los exámenes y también los reportes semanales (que son a mano), entonces no es nada barco."}, {"fecha": "07/Jun/2017", "score_general": "7.0", "score_facilidad": "4.0", "materia": "CIA", "comments": "Califica Duro, Muchas tareas, Asistencia obligatoriaEnseña muy bien, sabe muchísimo y aprenderás mucho, pero es mega estricto al calificar los exámenes y también los reportes semanales (que son a mano), entonces no es nada barco."}, {"fecha": "14/May/2017", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Circuitos Integrados Analógicos", "comments": "Da buena retroalimentación, Muchas tareas, La Participación ImportaEnseña muy bien, sabe muchísimo y aprenderás mucho, pero es mega estricto al calificar los exámenes y también los reportes semanales (que son a mano), entonces no es nada barco."}]