[{"fecha": "14/Jul/2022", "score_general": "10.0", "score_facilidad": "4.0", "materia": "Propiedades de los fluidos", "comments": "Da buena retroalimentación, Hace exámenes sorpresa, La Participación ImportaDe los mejores profesores que he tenido en el trascurso de la carrera. Es un capo en la materia, transmite con mucha facilidad el conocimiento, tienes que participar y sacar mínimo 8  en los exámenes  para que no te mande a final.\r\nLo único malo es que sus clases empiezan algo tarde (15-30 minutos)"}, {"fecha": "14/Dic/2021", "score_general": "2.0", "score_facilidad": "2.0", "materia": "PFP", "comments": "Califica Duro, Deja trabajos largos, Los exámenes son difícilesDe los mejores profesores que he tenido en el trascurso de la carrera. Es un capo en la materia, transmite con mucha facilidad el conocimiento, tienes que participar y sacar mínimo 8  en los exámenes  para que no te mande a final.\r\nLo único malo es que sus clases empiezan algo tarde (15-30 minutos)"}, {"fecha": "01/Sep/2021", "score_general": "6.0", "score_facilidad": "6.0", "materia": "PFP", "comments": "Hace exámenes sorpresa, Las clases son largasDe los mejores profesores que he tenido en el trascurso de la carrera. Es un capo en la materia, transmite con mucha facilidad el conocimiento, tienes que participar y sacar mínimo 8  en los exámenes  para que no te mande a final.\r\nLo único malo es que sus clases empiezan algo tarde (15-30 minutos)"}, {"fecha": "06/Mar/2021", "score_general": "8.0", "score_facilidad": "6.0", "materia": "Propiedades de los Fluidos Online", "comments": "Muchas tareas, Hace exámenes sorpresa, Asistencia obligatoriaDe los mejores profesores que he tenido en el trascurso de la carrera. Es un capo en la materia, transmite con mucha facilidad el conocimiento, tienes que participar y sacar mínimo 8  en los exámenes  para que no te mande a final.\r\nLo único malo es que sus clases empiezan algo tarde (15-30 minutos)"}, {"fecha": "17/Feb/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "propiedades de los fluidos", "comments": "Da buena retroalimentación, Da Crédito Extra, Brinda apoyoDe los mejores profesores que he tenido en el trascurso de la carrera. Es un capo en la materia, transmite con mucha facilidad el conocimiento, tienes que participar y sacar mínimo 8  en los exámenes  para que no te mande a final.\r\nLo único malo es que sus clases empiezan algo tarde (15-30 minutos)"}]