[{"fecha": "28/Jul/2018", "score_general": "10.0", "score_facilidad": "10.0", "materia": "A. Circuitos", "comments": "Barco, Muy cómico, InspiracionalLa verdad no se aprende nada, todo lo que nos enseñó de circuitos lo vi en la prepa y ya nunca pasó de esos temas, yo me imagino que si sabe pero sobre enseñar mejor ni hablamos. Llega bien tarde, llega un punto donde te desesperas y ya ni le das importancia a la materia pero pasas. No lo recomiendo"}, {"fecha": "23/Ene/2018", "score_general": "8.0", "score_facilidad": "10.0", "materia": "Análisis de Circuitos", "comments": "Barco, Da buena retroalimentación, Pocos ExámenesLa verdad no se aprende nada, todo lo que nos enseñó de circuitos lo vi en la prepa y ya nunca pasó de esos temas, yo me imagino que si sabe pero sobre enseñar mejor ni hablamos. Llega bien tarde, llega un punto donde te desesperas y ya ni le das importancia a la materia pero pasas. No lo recomiendo"}, {"fecha": "11/Ene/2018", "score_general": "6.0", "score_facilidad": "10.0", "materia": "Análisis de circuitos", "comments": "Barco, Muy cómico, Pocos ExámenesLa verdad no se aprende nada, todo lo que nos enseñó de circuitos lo vi en la prepa y ya nunca pasó de esos temas, yo me imagino que si sabe pero sobre enseñar mejor ni hablamos. Llega bien tarde, llega un punto donde te desesperas y ya ni le das importancia a la materia pero pasas. No lo recomiendo"}, {"fecha": "27/Oct/2017", "score_general": "8.0", "score_facilidad": "10.0", "materia": "---", "comments": "La verdad no se aprende nada, todo lo que nos enseñó de circuitos lo vi en la prepa y ya nunca pasó de esos temas, yo me imagino que si sabe pero sobre enseñar mejor ni hablamos. Llega bien tarde, llega un punto donde te desesperas y ya ni le das importancia a la materia pero pasas. No lo recomiendo"}, {"fecha": "26/Jul/2017", "score_general": "4.0", "score_facilidad": "10.0", "materia": "análisis de circuitos", "comments": "La verdad no se aprende nada, todo lo que nos enseñó de circuitos lo vi en la prepa y ya nunca pasó de esos temas, yo me imagino que si sabe pero sobre enseñar mejor ni hablamos. Llega bien tarde, llega un punto donde te desesperas y ya ni le das importancia a la materia pero pasas. No lo recomiendo"}, {"fecha": "27/May/2017", "score_general": "6.0", "score_facilidad": "10.0", "materia": "---", "comments": "Barco, Asistencia obligatoria[Comentario esperando revisión]"}]