[{"fecha": "14/Dic/2022", "score_general": "8.0", "score_facilidad": "4.0", "materia": "Introducción al tratamiento de Señales", "comments": "Muy buen profesor, sabe mucho del tema. Si se lo pides te explica paso a paso, aunque también es muy práctico por lo que tienes que estudiar para seguirle el hilo."}, {"fecha": "21/Dic/2017", "score_general": "8.0", "score_facilidad": "6.0", "materia": "Ecuaciones Diferenciales", "comments": "Prepárate para leer, Brinda apoyo, Tomaría su clase otra vezMuy buen profesor, sabe mucho del tema. Si se lo pides te explica paso a paso, aunque también es muy práctico por lo que tienes que estudiar para seguirle el hilo."}, {"fecha": "19/Jul/2017", "score_general": "9.0", "score_facilidad": "10.0", "materia": "Ecuaciones Diferenciales", "comments": "Muy buen profesor, sabe mucho del tema. Si se lo pides te explica paso a paso, aunque también es muy práctico por lo que tienes que estudiar para seguirle el hilo."}, {"fecha": "06/Jul/2017", "score_general": "10.0", "score_facilidad": "10.0", "materia": "---", "comments": "BarcoMuy buen profesor, sabe mucho del tema. Si se lo pides te explica paso a paso, aunque también es muy práctico por lo que tienes que estudiar para seguirle el hilo."}, {"fecha": "24/Ene/2017", "score_general": "10.0", "score_facilidad": "10.0", "materia": "ecuaciones diferenciales", "comments": "Inspiracional, Clases excelentes, Tomaría su clase otra vezMuy buen profesor, sabe mucho del tema. Si se lo pides te explica paso a paso, aunque también es muy práctico por lo que tienes que estudiar para seguirle el hilo."}, {"fecha": "18/Ene/2017", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Ecuaciones Diferenciales", "comments": "Califica Duro, Las clases son largas, Los exámenes son difícilesEs buen profesor a pesar de estar empezando, es abierto a observaciones sobre su clase, los exámenes me parecieron adecuados, sólo pon mucha atención en su clase y apoyarte un poco de un libro. Lo malo es que luego es frustrante que se equivoque en algunos cálculos. NO hay trampa en sus exámenes."}, {"fecha": "25/Nov/2016", "score_general": "5.0", "score_facilidad": "6.0", "materia": "Ecuaciones diferenciales", "comments": "Las clases son largasEs buen profesor a pesar de estar empezando, es abierto a observaciones sobre su clase, los exámenes me parecieron adecuados, sólo pon mucha atención en su clase y apoyarte un poco de un libro. Lo malo es que luego es frustrante que se equivoque en algunos cálculos. NO hay trampa en sus exámenes."}, {"fecha": "19/Ago/2016", "score_general": "2.0", "score_facilidad": "2.0", "materia": "---", "comments": "Es buen profesor a pesar de estar empezando, es abierto a observaciones sobre su clase, los exámenes me parecieron adecuados, sólo pon mucha atención en su clase y apoyarte un poco de un libro. Lo malo es que luego es frustrante que se equivoque en algunos cálculos. NO hay trampa en sus exámenes."}, {"fecha": "18/Ago/2016", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Ecuaciones diferenciales", "comments": "Muy cómico, La Participación Importa, Brinda apoyoEs buen profesor a pesar de estar empezando, es abierto a observaciones sobre su clase, los exámenes me parecieron adecuados, sólo pon mucha atención en su clase y apoyarte un poco de un libro. Lo malo es que luego es frustrante que se equivoque en algunos cálculos. NO hay trampa en sus exámenes."}, {"fecha": "27/Jul/2016", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Ecuaciones diferenciales", "comments": "Muy cómico, Clases excelentes, Tomaría su clase otra vezEs buen profesor a pesar de estar empezando, es abierto a observaciones sobre su clase, los exámenes me parecieron adecuados, sólo pon mucha atención en su clase y apoyarte un poco de un libro. Lo malo es que luego es frustrante que se equivoque en algunos cálculos. NO hay trampa en sus exámenes."}, {"fecha": "25/Ene/2016", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Ecuaciones Diferenciales", "comments": "Es un profesor muy dedicado, explica súper claro y aprendes ecuaciones. Es un profe muy tranquilo y se preocupa por que sus alumnos aprendan. Él es la opción si quieres aprender ecuaciones y pasar bien la materia."}]