[{"fecha": "29/Ene/2023", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Laboratorio Termofluidos", "comments": "Las clases son largas, Brinda apoyo, Tomaría su clase otra vezUna excelente opción para tomar el laboratorio, en lo personal me parece que explica muy bien, es muy dinámica la clase y solo te dedicas a resolver en Excel el reporte de practica"}, {"fecha": "25/Ene/2022", "score_general": "4.0", "score_facilidad": "4.0", "materia": "Termofluidos", "comments": "Califica Duro, Asistencia obligatoria, Las clases son largasUna excelente opción para tomar el laboratorio, en lo personal me parece que explica muy bien, es muy dinámica la clase y solo te dedicas a resolver en Excel el reporte de practica"}, {"fecha": "24/Ene/2022", "score_general": "5.0", "score_facilidad": "4.0", "materia": "Termofluidos", "comments": "Las clases son largas, Deja trabajos largos, Los exámenes son difícilesUna excelente opción para tomar el laboratorio, en lo personal me parece que explica muy bien, es muy dinámica la clase y solo te dedicas a resolver en Excel el reporte de practica"}, {"fecha": "16/Feb/2021", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Termofluidos", "comments": "Asistencia obligatoria, Clases excelentes, Tomaría su clase otra vezUna excelente opción para tomar el laboratorio, en lo personal me parece que explica muy bien, es muy dinámica la clase y solo te dedicas a resolver en Excel el reporte de practica"}, {"fecha": "16/Feb/2021", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Termofluidos", "comments": "Da buena retroalimentación, Aspectos de calificación claros, Brinda apoyoUna excelente opción para tomar el laboratorio, en lo personal me parece que explica muy bien, es muy dinámica la clase y solo te dedicas a resolver en Excel el reporte de practica"}, {"fecha": "01/Sep/2020", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Termofluidos", "comments": "Da buena retroalimentación, Muchas tareas, Pocos ExámenesDesde el principio te da unas hojas con un resumen de todos los conceptos de termodinamica que te hace un super paro. Su clase en línea es mucho mejor que presencial, no soy bueno en la materia pero con los ejercicios que sube y explica no es difícil pasar. Saqué 8 y aprendí bien, sin ser un matado."}, {"fecha": "23/Jul/2019", "score_general": "5.0", "score_facilidad": "10.0", "materia": "termofluidos", "comments": "Las clases son largasDesde el principio te da unas hojas con un resumen de todos los conceptos de termodinamica que te hace un super paro. Su clase en línea es mucho mejor que presencial, no soy bueno en la materia pero con los ejercicios que sube y explica no es difícil pasar. Saqué 8 y aprendí bien, sin ser un matado."}, {"fecha": "22/Ene/2019", "score_general": "4.0", "score_facilidad": "6.0", "materia": "Termofluidos", "comments": "Las clases son largas, Brinda apoyo, Los exámenes son difícilesDesde el principio te da unas hojas con un resumen de todos los conceptos de termodinamica que te hace un super paro. Su clase en línea es mucho mejor que presencial, no soy bueno en la materia pero con los ejercicios que sube y explica no es difícil pasar. Saqué 8 y aprendí bien, sin ser un matado."}, {"fecha": "03/Dic/2018", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Lab. Termofluidos", "comments": "Da buena retroalimentación, Aspectos de calificación claros, Brinda apoyoDesde el principio te da unas hojas con un resumen de todos los conceptos de termodinamica que te hace un super paro. Su clase en línea es mucho mejor que presencial, no soy bueno en la materia pero con los ejercicios que sube y explica no es difícil pasar. Saqué 8 y aprendí bien, sin ser un matado."}, {"fecha": "22/Ene/2018", "score_general": "6.0", "score_facilidad": "6.0", "materia": "Termofluidos", "comments": "Los exámenes son difícilesDesde el principio te da unas hojas con un resumen de todos los conceptos de termodinamica que te hace un super paro. Su clase en línea es mucho mejor que presencial, no soy bueno en la materia pero con los ejercicios que sube y explica no es difícil pasar. Saqué 8 y aprendí bien, sin ser un matado."}, {"fecha": "09/Jul/2016", "score_general": "7.0", "score_facilidad": "8.0", "materia": "Lab. de Termofluídos", "comments": "Las clases son largasUn profesor que trata de dar lo mejor aunque divaga mucho, no se le entiende muy bien no es un profesor muy puntual, ademas su forma de evaluar no es complicada, pero de igual manera no es justa para todos, es profesor joven a si que sus errores son notables."}]