[{"fecha": "27/Ene/2023", "score_general": "5.0", "score_facilidad": "8.0", "materia": "Procesamiento Digital de Imágenes", "comments": "Las clases son largasLa clase las dan el Dr y la Dra. La Dra explica de mejor forma. El Dr muchas veces no se le entiende. Ambos saben mucho pero debes de ser algo autodidacta para poder sacar adelante las prácticas y el proyecto final. Es recomendable si tienes buen equipo y trabajador."}, {"fecha": "24/Ene/2022", "score_general": "10.0", "score_facilidad": "4.0", "materia": "Procesamiento Digital de Señales", "comments": "Da buena retroalimentación, Pocos Exámenes, Clases excelentesLa clase las dan el Dr y la Dra. La Dra explica de mejor forma. El Dr muchas veces no se le entiende. Ambos saben mucho pero debes de ser algo autodidacta para poder sacar adelante las prácticas y el proyecto final. Es recomendable si tienes buen equipo y trabajador."}, {"fecha": "11/Ene/2022", "score_general": "7.0", "score_facilidad": "6.0", "materia": "Procesamiento Digital de Imágenes", "comments": "Muchas tareas, Hace exámenes sorpresa, Brinda apoyoLa clase las dan el Dr y la Dra. La Dra explica de mejor forma. El Dr muchas veces no se le entiende. Ambos saben mucho pero debes de ser algo autodidacta para poder sacar adelante las prácticas y el proyecto final. Es recomendable si tienes buen equipo y trabajador."}, {"fecha": "28/Nov/2021", "score_general": "7.0", "score_facilidad": "6.0", "materia": "Procesamiento digital de señales", "comments": "La clase las dan el Dr y la Dra. La Dra explica de mejor forma. El Dr muchas veces no se le entiende. Ambos saben mucho pero debes de ser algo autodidacta para poder sacar adelante las prácticas y el proyecto final. Es recomendable si tienes buen equipo y trabajador."}, {"fecha": "26/Ago/2021", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Procesamiento Digital de Señales", "comments": "Tomaría su clase otra vezLa clase las dan el Dr y la Dra. La Dra explica de mejor forma. El Dr muchas veces no se le entiende. Ambos saben mucho pero debes de ser algo autodidacta para poder sacar adelante las prácticas y el proyecto final. Es recomendable si tienes buen equipo y trabajador."}, {"fecha": "18/Ago/2021", "score_general": "4.0", "score_facilidad": "6.0", "materia": "Procesamiento digital de señales", "comments": "Opción para recursadores, pero no lo recomiendo para nada si es primera inscripción. Da conceptos vagos y no te da buenas bases, si eres un genio que comprende rápido chance y captes rápido la materia. Además es muy estricto en cuanto a entregas y pide la cámara encendida TODAS las clases"}, {"fecha": "17/Feb/2021", "score_general": "7.0", "score_facilidad": "10.0", "materia": "Procesamiento Digital de señales", "comments": "Muchas tareas, Asistencia obligatoria, Deja trabajos largosOpción para recursadores, pero no lo recomiendo para nada si es primera inscripción. Da conceptos vagos y no te da buenas bases, si eres un genio que comprende rápido chance y captes rápido la materia. Además es muy estricto en cuanto a entregas y pide la cámara encendida TODAS las clases"}]