[{"fecha": "21/Ene/2023", "score_general": "8.0", "score_facilidad": "6.0", "materia": "Microprocesadores y microcontroladores", "comments": "Tomaría su clase otra vezLa profesora es buena persona pero habla muy bajito y cuando le planteas dudas te responde pero te pide que estudies el manual. Ensamblador es horrible, pero todo se tranquiliza cuando llegas a C. Te recomiendo tomar notas y estudiar los ejemplos porque ayudan mucho a entender la forma de programar."}, {"fecha": "20/Ene/2022", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Microprocesadores y microcontroladores", "comments": "La profesora es buena persona pero habla muy bajito y cuando le planteas dudas te responde pero te pide que estudies el manual. Ensamblador es horrible, pero todo se tranquiliza cuando llegas a C. Te recomiendo tomar notas y estudiar los ejemplos porque ayudan mucho a entender la forma de programar."}, {"fecha": "04/Mar/2021", "score_general": "8.0", "score_facilidad": "8.0", "materia": "Microprocesadores y microcontroladores", "comments": "Califica Duro, Muchos ExámenesLa profesora es buena persona pero habla muy bajito y cuando le planteas dudas te responde pero te pide que estudies el manual. Ensamblador es horrible, pero todo se tranquiliza cuando llegas a C. Te recomiendo tomar notas y estudiar los ejemplos porque ayudan mucho a entender la forma de programar."}, {"fecha": "17/Feb/2021", "score_general": "8.0", "score_facilidad": "8.0", "materia": "Microprocesadores y Microcontroladores", "comments": "Muchas tareas, Respetado por los estudiantes, Pocos ExámenesLa profesora es buena persona pero habla muy bajito y cuando le planteas dudas te responde pero te pide que estudies el manual. Ensamblador es horrible, pero todo se tranquiliza cuando llegas a C. Te recomiendo tomar notas y estudiar los ejemplos porque ayudan mucho a entender la forma de programar."}, {"fecha": "15/Feb/2021", "score_general": "4.0", "score_facilidad": "6.0", "materia": "Microprocesadores y Microcontroladores", "comments": "La profesora es buena persona pero habla muy bajito y cuando le planteas dudas te responde pero te pide que estudies el manual. Ensamblador es horrible, pero todo se tranquiliza cuando llegas a C. Te recomiendo tomar notas y estudiar los ejemplos porque ayudan mucho a entender la forma de programar."}, {"fecha": "24/Sep/2020", "score_general": "6.0", "score_facilidad": "6.0", "materia": "Diseño digital  y microprocesadores", "comments": "La lleve en ambas materias, en diseño digital es buena te enseña lo fundamental de la materia, es buena opción si no quieres tener problemas en la materia. En micros es diferente ya que aquí no se le entiende mucho, los ejemplos que pone no le salen y todo se vuelve confuso, aquí no la recomiendo."}, {"fecha": "02/Sep/2020", "score_general": "6.0", "score_facilidad": "6.0", "materia": "Micros", "comments": "La lleve en ambas materias, en diseño digital es buena te enseña lo fundamental de la materia, es buena opción si no quieres tener problemas en la materia. En micros es diferente ya que aquí no se le entiende mucho, los ejemplos que pone no le salen y todo se vuelve confuso, aquí no la recomiendo."}, {"fecha": "25/Ene/2020", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Diseño digital", "comments": "Muchas tareas, La Participación Importa, Pocos ExámenesLa lleve en ambas materias, en diseño digital es buena te enseña lo fundamental de la materia, es buena opción si no quieres tener problemas en la materia. En micros es diferente ya que aquí no se le entiende mucho, los ejemplos que pone no le salen y todo se vuelve confuso, aquí no la recomiendo."}, {"fecha": "15/Ene/2019", "score_general": "6.0", "score_facilidad": "6.0", "materia": "Diseño Digital", "comments": "Muchas tareasLa lleve en ambas materias, en diseño digital es buena te enseña lo fundamental de la materia, es buena opción si no quieres tener problemas en la materia. En micros es diferente ya que aquí no se le entiende mucho, los ejemplos que pone no le salen y todo se vuelve confuso, aquí no la recomiendo."}, {"fecha": "25/Jul/2018", "score_general": "4.0", "score_facilidad": "8.0", "materia": "Micros", "comments": "La lleve en ambas materias, en diseño digital es buena te enseña lo fundamental de la materia, es buena opción si no quieres tener problemas en la materia. En micros es diferente ya que aquí no se le entiende mucho, los ejemplos que pone no le salen y todo se vuelve confuso, aquí no la recomiendo."}]