[{"fecha": "01/Feb/2023", "score_general": "9.0", "score_facilidad": "6.0", "materia": "MEC. SOLIDOS", "comments": "Da buena retroalimentación, Aspectos de calificación claros, Tomaría su clase otra vezES UN PROFESOR QUE SABE MUCHO Y SE NOTA, LE GUSTA DAR CLASE, LO QUE MAS ME GUSTO ES QUE SE ENFOCA FULL EN LOS EJERCICIOS PRÁCTICOS, PARA MI FUE MAS FACIL ENTENDER LA MATERIA, AL PRINCIPIO TE PONE ALGUNOS VIDEOS PARA MOTIVARTE UN POCO. ESO SI LOS EXAMENES SI SON MAS DIFICILES Q LOS VISTOS EN CLASE"}, {"fecha": "25/Ene/2022", "score_general": "4.0", "score_facilidad": "8.0", "materia": "Mecanica de Solidos", "comments": "ES UN PROFESOR QUE SABE MUCHO Y SE NOTA, LE GUSTA DAR CLASE, LO QUE MAS ME GUSTO ES QUE SE ENFOCA FULL EN LOS EJERCICIOS PRÁCTICOS, PARA MI FUE MAS FACIL ENTENDER LA MATERIA, AL PRINCIPIO TE PONE ALGUNOS VIDEOS PARA MOTIVARTE UN POCO. ESO SI LOS EXAMENES SI SON MAS DIFICILES Q LOS VISTOS EN CLASE"}, {"fecha": "25/Ene/2022", "score_general": "7.0", "score_facilidad": "8.0", "materia": "Mec. de sólidos", "comments": "Aspectos de calificación claros, Los exámenes son difícilesES UN PROFESOR QUE SABE MUCHO Y SE NOTA, LE GUSTA DAR CLASE, LO QUE MAS ME GUSTO ES QUE SE ENFOCA FULL EN LOS EJERCICIOS PRÁCTICOS, PARA MI FUE MAS FACIL ENTENDER LA MATERIA, AL PRINCIPIO TE PONE ALGUNOS VIDEOS PARA MOTIVARTE UN POCO. ESO SI LOS EXAMENES SI SON MAS DIFICILES Q LOS VISTOS EN CLASE"}, {"fecha": "25/Sep/2021", "score_general": "7.0", "score_facilidad": "8.0", "materia": "Mecánica de solidos", "comments": "Barco, Da Crédito Extra, Tomaría su clase otra vezES UN PROFESOR QUE SABE MUCHO Y SE NOTA, LE GUSTA DAR CLASE, LO QUE MAS ME GUSTO ES QUE SE ENFOCA FULL EN LOS EJERCICIOS PRÁCTICOS, PARA MI FUE MAS FACIL ENTENDER LA MATERIA, AL PRINCIPIO TE PONE ALGUNOS VIDEOS PARA MOTIVARTE UN POCO. ESO SI LOS EXAMENES SI SON MAS DIFICILES Q LOS VISTOS EN CLASE"}, {"fecha": "31/Ago/2021", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Mecánica de Sólidos", "comments": "Respetado por los estudiantes, Clases excelentes, Tomaría su clase otra vezES UN PROFESOR QUE SABE MUCHO Y SE NOTA, LE GUSTA DAR CLASE, LO QUE MAS ME GUSTO ES QUE SE ENFOCA FULL EN LOS EJERCICIOS PRÁCTICOS, PARA MI FUE MAS FACIL ENTENDER LA MATERIA, AL PRINCIPIO TE PONE ALGUNOS VIDEOS PARA MOTIVARTE UN POCO. ESO SI LOS EXAMENES SI SON MAS DIFICILES Q LOS VISTOS EN CLASE"}, {"fecha": "17/Feb/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Mecánica de sólidos", "comments": "Respetado por los estudiantes, Inspiracional, Brinda apoyoEl profe a veces se confunde al resolver ejercicios pero en general es claro en los procedimientos, además brinda retroalimentación con respecto a temas que no son tan relacionados con la materia. Las tareas basta con que intentes resolverlas para que las tome en cuenta"}, {"fecha": "15/Feb/2021", "score_general": "8.0", "score_facilidad": "8.0", "materia": "Mecánica de sólidos", "comments": "El profe a veces se confunde al resolver ejercicios pero en general es claro en los procedimientos, además brinda retroalimentación con respecto a temas que no son tan relacionados con la materia. Las tareas basta con que intentes resolverlas para que las tome en cuenta"}, {"fecha": "08/Sep/2020", "score_general": "9.0", "score_facilidad": "6.0", "materia": "Mecánica de Solidos", "comments": "Barco, Pocos Exámenes, Los exámenes son difícilesEl profe a veces se confunde al resolver ejercicios pero en general es claro en los procedimientos, además brinda retroalimentación con respecto a temas que no son tan relacionados con la materia. Las tareas basta con que intentes resolverlas para que las tome en cuenta"}, {"fecha": "03/Sep/2020", "score_general": "8.0", "score_facilidad": "6.0", "materia": "Mecánica de sólidos", "comments": "Califica Duro, Aspectos de calificación claros, Clases excelentesEl profe a veces se confunde al resolver ejercicios pero en general es claro en los procedimientos, además brinda retroalimentación con respecto a temas que no son tan relacionados con la materia. Las tareas basta con que intentes resolverlas para que las tome en cuenta"}, {"fecha": "05/Dic/2019", "score_general": "9.0", "score_facilidad": "6.0", "materia": "Mecánica de Sólidos", "comments": "Respetado por los estudiantes, Brinda apoyo, Los exámenes son difícilesEl profe a veces se confunde al resolver ejercicios pero en general es claro en los procedimientos, además brinda retroalimentación con respecto a temas que no son tan relacionados con la materia. Las tareas basta con que intentes resolverlas para que las tome en cuenta"}, {"fecha": "15/Ene/2019", "score_general": "5.0", "score_facilidad": "2.0", "materia": "Mecánica de solidos", "comments": "Las clases son largas, Los exámenes son difícilesSi falta algunas veces, pero tendrás que estudiar por tu cuenta si quieres salir bien, no es buena persona pero los que no tengan buenas bases sufrirán bastante, lo recomiendo para 2nda inscripción, si no la hubiera llevado , no habría entendido bien"}, {"fecha": "05/Dic/2018", "score_general": "8.0", "score_facilidad": "8.0", "materia": "Mecánica de sólidos", "comments": "Pocos Exámenes, Aspectos de calificación claros, Brinda apoyoSi falta algunas veces, pero tendrás que estudiar por tu cuenta si quieres salir bien, no es buena persona pero los que no tengan buenas bases sufrirán bastante, lo recomiendo para 2nda inscripción, si no la hubiera llevado , no habría entendido bien"}, {"fecha": "28/Ene/2018", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Mecánica de sólidos", "comments": "Muy cómico, La Participación Importa, Asistencia obligatoriaSi falta algunas veces, pero tendrás que estudiar por tu cuenta si quieres salir bien, no es buena persona pero los que no tengan buenas bases sufrirán bastante, lo recomiendo para 2nda inscripción, si no la hubiera llevado , no habría entendido bien"}, {"fecha": "03/Dic/2016", "score_general": "7.0", "score_facilidad": "6.0", "materia": "Mecánica de solidos", "comments": "Inspiracional, Pocos Exámenes, Muchos proyectos grupalesSi falta algunas veces, pero tendrás que estudiar por tu cuenta si quieres salir bien, no es buena persona pero los que no tengan buenas bases sufrirán bastante, lo recomiendo para 2nda inscripción, si no la hubiera llevado , no habría entendido bien"}, {"fecha": "04/Dic/2014", "score_general": "8.0", "score_facilidad": "8.0", "materia": "Mecánica de Sólidos", "comments": "Si falta algunas veces, pero tendrás que estudiar por tu cuenta si quieres salir bien, no es buena persona pero los que no tengan buenas bases sufrirán bastante, lo recomiendo para 2nda inscripción, si no la hubiera llevado , no habría entendido bien"}]