[{"fecha": "10/Feb/2023", "score_general": "8.0", "score_facilidad": "8.0", "materia": "STyE", "comments": "Barco, Da Crédito Extra, Brinda apoyoEs una profa que sabe muchísimo, conoce de todo y quiere transmitirte todo lo que sabe, lo cual en esta ocasión, es contraproducente, pues te hace bolas, se la pasa hablando de su marido y su hermana que vive en Canadá, te ayuda en los exámenes, no termina el temario, solo explico termo."}, {"fecha": "09/Feb/2023", "score_general": "7.0", "score_facilidad": "8.0", "materia": "Física", "comments": "Barco, Pocos Exámenes, Brinda apoyoEs una profa que sabe muchísimo, conoce de todo y quiere transmitirte todo lo que sabe, lo cual en esta ocasión, es contraproducente, pues te hace bolas, se la pasa hablando de su marido y su hermana que vive en Canadá, te ayuda en los exámenes, no termina el temario, solo explico termo."}, {"fecha": "09/Feb/2023", "score_general": "8.0", "score_facilidad": "10.0", "materia": "Fundamentos de Fisica", "comments": "Barco, Muy cómico, Da Crédito ExtraEs una profa que sabe muchísimo, conoce de todo y quiere transmitirte todo lo que sabe, lo cual en esta ocasión, es contraproducente, pues te hace bolas, se la pasa hablando de su marido y su hermana que vive en Canadá, te ayuda en los exámenes, no termina el temario, solo explico termo."}, {"fecha": "03/Feb/2023", "score_general": "7.0", "score_facilidad": "10.0", "materia": "Fundamentos de Fisica", "comments": "Barco, Las clases son largas, Da Crédito ExtraEs una profa que sabe muchísimo, conoce de todo y quiere transmitirte todo lo que sabe, lo cual en esta ocasión, es contraproducente, pues te hace bolas, se la pasa hablando de su marido y su hermana que vive en Canadá, te ayuda en los exámenes, no termina el temario, solo explico termo."}, {"fecha": "28/Ene/2022", "score_general": "8.0", "score_facilidad": "10.0", "materia": "Fundamentos de Fisica", "comments": "Barco, Pocos ExámenesEs una profa que sabe muchísimo, conoce de todo y quiere transmitirte todo lo que sabe, lo cual en esta ocasión, es contraproducente, pues te hace bolas, se la pasa hablando de su marido y su hermana que vive en Canadá, te ayuda en los exámenes, no termina el temario, solo explico termo."}, {"fecha": "24/Ene/2022", "score_general": "4.0", "score_facilidad": "8.0", "materia": "Fundamentos de Física", "comments": "Es una maestra muy, pero muy desordenada, no entrega calificación si no hasta el ultimo día posible, se tarda mucho en revisar tareas, las clases son 50% clase, 50% cosas que no tienen nada que ver, pero responde dudas y no es muy exigente a la hora de evaluar, da muchas oportunidades extra."}, {"fecha": "26/Ago/2021", "score_general": "3.0", "score_facilidad": "10.0", "materia": "Sistemas Termodinamicos", "comments": "Es una maestra muy, pero muy desordenada, no entrega calificación si no hasta el ultimo día posible, se tarda mucho en revisar tareas, las clases son 50% clase, 50% cosas que no tienen nada que ver, pero responde dudas y no es muy exigente a la hora de evaluar, da muchas oportunidades extra."}, {"fecha": "04/Mar/2021", "score_general": "9.0", "score_facilidad": "10.0", "materia": "Fundamentos de Física", "comments": "La Participación Importa, Asistencia obligatoria, Brinda apoyoEs una maestra muy, pero muy desordenada, no entrega calificación si no hasta el ultimo día posible, se tarda mucho en revisar tareas, las clases son 50% clase, 50% cosas que no tienen nada que ver, pero responde dudas y no es muy exigente a la hora de evaluar, da muchas oportunidades extra."}, {"fecha": "19/Feb/2021", "score_general": "8.0", "score_facilidad": "10.0", "materia": "Sistemas termodinámicos y electromagnetismo", "comments": "BarcoEs una maestra muy, pero muy desordenada, no entrega calificación si no hasta el ultimo día posible, se tarda mucho en revisar tareas, las clases son 50% clase, 50% cosas que no tienen nada que ver, pero responde dudas y no es muy exigente a la hora de evaluar, da muchas oportunidades extra."}, {"fecha": "17/Feb/2021", "score_general": "6.0", "score_facilidad": "10.0", "materia": "Fundamentos de Física", "comments": "BarcoEs una maestra muy, pero muy desordenada, no entrega calificación si no hasta el ultimo día posible, se tarda mucho en revisar tareas, las clases son 50% clase, 50% cosas que no tienen nada que ver, pero responde dudas y no es muy exigente a la hora de evaluar, da muchas oportunidades extra."}, {"fecha": "17/Feb/2021", "score_general": "8.0", "score_facilidad": "8.0", "materia": "Sistemas termodinámicos y electromagnetismo", "comments": "Barco, Muchas tareas, Las clases son largasEs una linda profesora, pero divaga demasiado, sus clases son confusas, así que es preferible estudiar por tu cuenta con sus ejercicios y cuestionarios. No es difícil pasar con ella, pero es muy desorganizada, es muy accesible. Buena persona."}, {"fecha": "17/Feb/2021", "score_general": "8.0", "score_facilidad": "8.0", "materia": "Sist. Termodinámicos y Electromagnetismo", "comments": "Barco, Muchas tareas, InspiracionalEs una linda profesora, pero divaga demasiado, sus clases son confusas, así que es preferible estudiar por tu cuenta con sus ejercicios y cuestionarios. No es difícil pasar con ella, pero es muy desorganizada, es muy accesible. Buena persona."}, {"fecha": "16/Feb/2021", "score_general": "8.0", "score_facilidad": "10.0", "materia": "Fundamentos de física", "comments": "Barco, Muy cómico, Da Crédito ExtraEs una linda profesora, pero divaga demasiado, sus clases son confusas, así que es preferible estudiar por tu cuenta con sus ejercicios y cuestionarios. No es difícil pasar con ella, pero es muy desorganizada, es muy accesible. Buena persona."}, {"fecha": "15/Feb/2021", "score_general": "9.0", "score_facilidad": "10.0", "materia": "Fundamentos de física", "comments": "Barco, Muy cómico, Da buena retroalimentaciónEs una linda profesora, pero divaga demasiado, sus clases son confusas, así que es preferible estudiar por tu cuenta con sus ejercicios y cuestionarios. No es difícil pasar con ella, pero es muy desorganizada, es muy accesible. Buena persona."}, {"fecha": "14/Feb/2021", "score_general": "8.0", "score_facilidad": "10.0", "materia": "Sistemas termodinámicos y electromagnetismo", "comments": "Barco, Muy cómico, Muchas tareasEs una linda profesora, pero divaga demasiado, sus clases son confusas, así que es preferible estudiar por tu cuenta con sus ejercicios y cuestionarios. No es difícil pasar con ella, pero es muy desorganizada, es muy accesible. Buena persona."}, {"fecha": "08/Feb/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Fisica Experimental", "comments": "Inspiracional, Brinda apoyo, Clases excelentesEs una excelente profesora podría decir que es la mejor de física experimental, vas a aprender mucho con ella."}, {"fecha": "28/Mar/2020", "score_general": "8.0", "score_facilidad": "10.0", "materia": "Fundamentos de fisica", "comments": "Barco, La Participación Importa, Tomaría su clase otra vezEs una excelente profesora podría decir que es la mejor de física experimental, vas a aprender mucho con ella."}, {"fecha": "18/Ene/2020", "score_general": "7.0", "score_facilidad": "6.0", "materia": "Sistemas Termodinámicos y Electromagnetismo", "comments": "Asistencia obligatoriaEs una excelente profesora podría decir que es la mejor de física experimental, vas a aprender mucho con ella."}, {"fecha": "11/Ene/2020", "score_general": "7.0", "score_facilidad": "10.0", "materia": "Sistemas Termodinámicos y Electromagnetismo", "comments": "Barco, Muchas tareas, Da Crédito ExtraEs una excelente profesora podría decir que es la mejor de física experimental, vas a aprender mucho con ella."}, {"fecha": "22/Jul/2019", "score_general": "9.0", "score_facilidad": "10.0", "materia": "Fundamentos de fisica", "comments": "Barco, La Participación Importa, Da Crédito ExtraEs una excelente profesora podría decir que es la mejor de física experimental, vas a aprender mucho con ella."}, {"fecha": "11/May/2019", "score_general": "6.0", "score_facilidad": "6.0", "materia": "Sistemas termodinámicos y electromagnetismo", "comments": "Barco, Las clases son largas, Los exámenes son difícilesSus clases son aburridas al grado que todos se la pasan hablando. Los ejercicios que pone en clase son algo confusos pero los resuelve ella, y vienen cosas parecidas en sus exámenes, así que pon atención a clase por muy aburrida que sea.\r\nSi quieres pasar sin tanto esfuerzo, es una opción."}, {"fecha": "15/Oct/2016", "score_general": "3.0", "score_facilidad": "4.0", "materia": "---", "comments": "Muy cómico, Hace exámenes sorpresa, InspiracionalSus clases son aburridas al grado que todos se la pasan hablando. Los ejercicios que pone en clase son algo confusos pero los resuelve ella, y vienen cosas parecidas en sus exámenes, así que pon atención a clase por muy aburrida que sea.\r\nSi quieres pasar sin tanto esfuerzo, es una opción."}, {"fecha": "21/Ene/2014", "score_general": "9.0", "score_facilidad": "8.0", "materia": "P. Termodinamica y Electromagnetismo", "comments": "Sus clases son aburridas al grado que todos se la pasan hablando. Los ejercicios que pone en clase son algo confusos pero los resuelve ella, y vienen cosas parecidas en sus exámenes, así que pon atención a clase por muy aburrida que sea.\r\nSi quieres pasar sin tanto esfuerzo, es una opción."}, {"fecha": "07/Ago/2013", "score_general": "7.0", "score_facilidad": "8.0", "materia": "Principios de Termodinámica y Electromagnetismo", "comments": "Sus clases son aburridas al grado que todos se la pasan hablando. Los ejercicios que pone en clase son algo confusos pero los resuelve ella, y vienen cosas parecidas en sus exámenes, así que pon atención a clase por muy aburrida que sea.\r\nSi quieres pasar sin tanto esfuerzo, es una opción."}, {"fecha": "24/Ene/2013", "score_general": "5.0", "score_facilidad": "10.0", "materia": "P termodinamica", "comments": "Sus clases son aburridas al grado que todos se la pasan hablando. Los ejercicios que pone en clase son algo confusos pero los resuelve ella, y vienen cosas parecidas en sus exámenes, así que pon atención a clase por muy aburrida que sea.\r\nSi quieres pasar sin tanto esfuerzo, es una opción."}, {"fecha": "24/Ene/2013", "score_general": "8.0", "score_facilidad": "8.0", "materia": "PTyE", "comments": "Explicaciones regulares, ve muchas cosas pero no es clara, eso sí, bastante barco"}, {"fecha": "30/Nov/2010", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Principios de Termodinamica y Electromagnetismo", "comments": "Explicaciones regulares, ve muchas cosas pero no es clara, eso sí, bastante barco"}]