[{"fecha": "25/Nov/2022", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Cálculo", "comments": "Muy cómico, Da buena retroalimentación, Brinda apoyoYo creo que su clase es muy buena, es muy clara y escribe todo en el pizarrón. Su ayudante Flor es muy buena y Luis también, aunque a veces van un poco rápido, pero siempre puedes preguntar."}, {"fecha": "19/Ago/2022", "score_general": "3.0", "score_facilidad": "6.0", "materia": "Calculo", "comments": "Barco, Asistencia obligatoria, Los exámenes son difícilesYo creo que su clase es muy buena, es muy clara y escribe todo en el pizarrón. Su ayudante Flor es muy buena y Luis también, aunque a veces van un poco rápido, pero siempre puedes preguntar."}, {"fecha": "07/Jun/2022", "score_general": "8.0", "score_facilidad": "10.0", "materia": "Fundamentos de Estadística", "comments": "Barco, Muy cómico, Asistencia obligatoriaYo creo que su clase es muy buena, es muy clara y escribe todo en el pizarrón. Su ayudante Flor es muy buena y Luis también, aunque a veces van un poco rápido, pero siempre puedes preguntar."}, {"fecha": "29/Ene/2022", "score_general": "5.0", "score_facilidad": "4.0", "materia": "Calculo I", "comments": "Muchas tareas, Asistencia obligatoria, Los exámenes son difícilesYo creo que su clase es muy buena, es muy clara y escribe todo en el pizarrón. Su ayudante Flor es muy buena y Luis también, aunque a veces van un poco rápido, pero siempre puedes preguntar."}, {"fecha": "09/Mar/2021", "score_general": "2.0", "score_facilidad": "10.0", "materia": "---", "comments": "BarcoYo creo que su clase es muy buena, es muy clara y escribe todo en el pizarrón. Su ayudante Flor es muy buena y Luis también, aunque a veces van un poco rápido, pero siempre puedes preguntar."}, {"fecha": "23/Feb/2021", "score_general": "2.0", "score_facilidad": "10.0", "materia": "Probabilidad", "comments": "Barco, Muy cómicoEs buena persona."}, {"fecha": "16/Feb/2021", "score_general": "6.0", "score_facilidad": "10.0", "materia": "Probabilidad", "comments": "Barco, Muy cómicoEs buena persona."}, {"fecha": "16/Feb/2021", "score_general": "3.0", "score_facilidad": "6.0", "materia": "Probabilidad", "comments": "Muchas tareas, Pocos Exámenes, Deja trabajos largosEs buena persona."}, {"fecha": "08/Ene/2021", "score_general": "8.0", "score_facilidad": "10.0", "materia": "Probabilidad", "comments": "Barco, Las clases son largas, Da Crédito ExtraEs buena persona."}, {"fecha": "11/Sep/2020", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Cálculo IV", "comments": "Barco, Muchas tareas, Las clases son largasEs buena persona."}, {"fecha": "31/Ago/2020", "score_general": "9.0", "score_facilidad": "10.0", "materia": "Probabilidad", "comments": "Barco, Muy cómico, Da Crédito ExtraEs una opción para llevar la materia bastante tranquila, aprendes bien sin llegar a ser excelente, en las clases presenciales mejora mucho mas la calidad, se adapto de manera regular a la modalidad en linea, falto un poco mas de organización de su parte, pero en general bien."}, {"fecha": "31/Ago/2020", "score_general": "9.0", "score_facilidad": "6.0", "materia": "Probabilidad", "comments": "Muy cómico, Aspectos de calificación claros, Tomaría su clase otra vezEs una opción para llevar la materia bastante tranquila, aprendes bien sin llegar a ser excelente, en las clases presenciales mejora mucho mas la calidad, se adapto de manera regular a la modalidad en linea, falto un poco mas de organización de su parte, pero en general bien."}, {"fecha": "21/Ago/2020", "score_general": "9.0", "score_facilidad": "10.0", "materia": "Probabilidad", "comments": "Barco, Muy cómico, Da Crédito ExtraEs una opción para llevar la materia bastante tranquila, aprendes bien sin llegar a ser excelente, en las clases presenciales mejora mucho mas la calidad, se adapto de manera regular a la modalidad en linea, falto un poco mas de organización de su parte, pero en general bien."}, {"fecha": "14/Ene/2020", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Probabilidad", "comments": "Inspiracional, Pocos Exámenes, Tomaría su clase otra vezEs una opción para llevar la materia bastante tranquila, aprendes bien sin llegar a ser excelente, en las clases presenciales mejora mucho mas la calidad, se adapto de manera regular a la modalidad en linea, falto un poco mas de organización de su parte, pero en general bien."}, {"fecha": "17/Dic/2019", "score_general": "8.0", "score_facilidad": "6.0", "materia": "Probabilidad", "comments": "Muy cómico, Inspiracional, Brinda apoyoEs una opción para llevar la materia bastante tranquila, aprendes bien sin llegar a ser excelente, en las clases presenciales mejora mucho mas la calidad, se adapto de manera regular a la modalidad en linea, falto un poco mas de organización de su parte, pero en general bien."}, {"fecha": "23/Ago/2019", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Probabilidad", "comments": "Aspectos de calificación claros, Clases excelentes, Tomaría su clase otra vezUna profesora muy hermosa, la amé. Enseña muy bien su materia, se ve todo el temario, muchos ejemplos y tareas para que aprendas. Pocos exámenes un poco difíciles pero estudiando los pasas fácil. Elige la como tu profesora si tienes oportunidad. Nunca falta. Y es graciosa también. La recomiendo 100%"}, {"fecha": "24/Jul/2019", "score_general": "8.0", "score_facilidad": "6.0", "materia": "---", "comments": "Muy cómico, Inspiracional, Aspectos de calificación clarosUna profesora muy hermosa, la amé. Enseña muy bien su materia, se ve todo el temario, muchos ejemplos y tareas para que aprendas. Pocos exámenes un poco difíciles pero estudiando los pasas fácil. Elige la como tu profesora si tienes oportunidad. Nunca falta. Y es graciosa también. La recomiendo 100%"}, {"fecha": "09/Ene/2019", "score_general": "7.0", "score_facilidad": "8.0", "materia": "Probabilidad", "comments": "Una profesora muy hermosa, la amé. Enseña muy bien su materia, se ve todo el temario, muchos ejemplos y tareas para que aprendas. Pocos exámenes un poco difíciles pero estudiando los pasas fácil. Elige la como tu profesora si tienes oportunidad. Nunca falta. Y es graciosa también. La recomiendo 100%"}, {"fecha": "03/Dic/2018", "score_general": "7.0", "score_facilidad": "10.0", "materia": "Probabilidad", "comments": "Muy cómico, Brinda apoyo, Muchos proyectos grupalesUna profesora muy hermosa, la amé. Enseña muy bien su materia, se ve todo el temario, muchos ejemplos y tareas para que aprendas. Pocos exámenes un poco difíciles pero estudiando los pasas fácil. Elige la como tu profesora si tienes oportunidad. Nunca falta. Y es graciosa también. La recomiendo 100%"}, {"fecha": "03/Nov/2018", "score_general": "9.0", "score_facilidad": "10.0", "materia": "Probabilidad", "comments": "Barco, Muy cómico, Brinda apoyoUna profesora muy hermosa, la amé. Enseña muy bien su materia, se ve todo el temario, muchos ejemplos y tareas para que aprendas. Pocos exámenes un poco difíciles pero estudiando los pasas fácil. Elige la como tu profesora si tienes oportunidad. Nunca falta. Y es graciosa también. La recomiendo 100%"}, {"fecha": "13/Jul/2018", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Probabilidad", "comments": "Muchas tareas, Muchos Exámenes, Tomaría su clase otra vezUna profesora muy buena y graciosas. Explica todo el temario muy claro. Hay muchos ejemplos en su clase."}, {"fecha": "28/Jun/2018", "score_general": "9.0", "score_facilidad": "10.0", "materia": "Probabilidad", "comments": "Muy cómico, Asistencia obligatoria, Tomaría su clase otra vezUna profesora muy buena y graciosas. Explica todo el temario muy claro. Hay muchos ejemplos en su clase."}]