[{"fecha": "19/Feb/2021", "score_general": "8.0", "score_facilidad": "8.0", "materia": "LAB DE MANUFACTURA", "comments": "Muy cómico, Asistencia obligatoria, Aspectos de calificación clarosEs una buena opción, es relajado, de repente es chistoso y califica 50 previos 50% practicas, si puedes mételo, no es complicado sacar 10"}, {"fecha": "17/Feb/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "LABORATORIO MANUFACTURA", "comments": "Asistencia obligatoria, Aspectos de calificación claros, Clases excelentesEs una buena opción, es relajado, de repente es chistoso y califica 50 previos 50% practicas, si puedes mételo, no es complicado sacar 10"}, {"fecha": "07/Feb/2021", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Laboratorio de Manufactura I", "comments": "Brinda apoyo, Clases excelentes, Tomaría su clase otra vezEs una buena opción, es relajado, de repente es chistoso y califica 50 previos 50% practicas, si puedes mételo, no es complicado sacar 10"}, {"fecha": "21/Ago/2020", "score_general": "7.0", "score_facilidad": "6.0", "materia": "Laboratorio de Ingeniería de Manufactura", "comments": "Muy cómico, Aspectos de calificación claros, Brinda apoyoEs una buena opción, es relajado, de repente es chistoso y califica 50 previos 50% practicas, si puedes mételo, no es complicado sacar 10"}, {"fecha": "08/Jul/2020", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Lab. Ingeniería de Manufactura", "comments": "Es una buena opción, es relajado, de repente es chistoso y califica 50 previos 50% practicas, si puedes mételo, no es complicado sacar 10"}, {"fecha": "24/Jul/2019", "score_general": "9.0", "score_facilidad": "10.0", "materia": "Lab. de Manufactura I", "comments": "Inspiracional, Brinda apoyo, Clases excelentesEs un gran profe y te ayuda cuando tienes dudas, evalúa con puros previos, un reporte de la práctica de medición y los reportes de las piezas terminadas. Sin duda es fácil pasar y vas a aprender a usar las máquinas. Divide el grupo en dos bloques por lo que de las 2 clases tomarás 1, no lo dudes!!!"}, {"fecha": "18/Jun/2018", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Lab. Ingeniería de manufactura", "comments": "Muy cómico, Respetado por los estudiantes, InspiracionalEs un gran profe y te ayuda cuando tienes dudas, evalúa con puros previos, un reporte de la práctica de medición y los reportes de las piezas terminadas. Sin duda es fácil pasar y vas a aprender a usar las máquinas. Divide el grupo en dos bloques por lo que de las 2 clases tomarás 1, no lo dudes!!!"}, {"fecha": "26/Ene/2018", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Laboratorio de Manufactura I", "comments": "Es un gran profe y te ayuda cuando tienes dudas, evalúa con puros previos, un reporte de la práctica de medición y los reportes de las piezas terminadas. Sin duda es fácil pasar y vas a aprender a usar las máquinas. Divide el grupo en dos bloques por lo que de las 2 clases tomarás 1, no lo dudes!!!"}, {"fecha": "19/Ene/2016", "score_general": "9.0", "score_facilidad": "10.0", "materia": "Manufactura I", "comments": "Es un gran profe y te ayuda cuando tienes dudas, evalúa con puros previos, un reporte de la práctica de medición y los reportes de las piezas terminadas. Sin duda es fácil pasar y vas a aprender a usar las máquinas. Divide el grupo en dos bloques por lo que de las 2 clases tomarás 1, no lo dudes!!!"}]