[{"fecha": "10/Feb/2023", "score_general": "8.0", "score_facilidad": "6.0", "materia": "Calculo Integral", "comments": "Pocos Exámenes, Aspectos de calificación clarosNo te deja buen nivel, se va la mayoría a final, respeta el exentar con 8, los exámenes son a nivel de las tareas"}, {"fecha": "27/Ene/2022", "score_general": "7.0", "score_facilidad": "10.0", "materia": "Cálculo y Geometría Analítica", "comments": "Tomaría su clase otra vezNo te deja buen nivel, se va la mayoría a final, respeta el exentar con 8, los exámenes son a nivel de las tareas"}, {"fecha": "02/Sep/2021", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Cálculo Integral", "comments": "Califica Duro, Da buena retroalimentación, Hace exámenes sorpresaNo te deja buen nivel, se va la mayoría a final, respeta el exentar con 8, los exámenes son a nivel de las tareas"}, {"fecha": "29/Ago/2021", "score_general": "6.0", "score_facilidad": "6.0", "materia": "Cálculo Integral", "comments": "Califica Duro, Da buena retroalimentaciónNo te deja buen nivel, se va la mayoría a final, respeta el exentar con 8, los exámenes son a nivel de las tareas"}, {"fecha": "25/Ago/2021", "score_general": "7.0", "score_facilidad": "6.0", "materia": "Calculo Integral", "comments": "Barco, Hace exámenes sorpresa, Tomaría su clase otra vezNo te deja buen nivel, se va la mayoría a final, respeta el exentar con 8, los exámenes son a nivel de las tareas"}, {"fecha": "25/Ago/2021", "score_general": "9.0", "score_facilidad": "6.0", "materia": "Cálculo integral", "comments": "Es buena dando sus clases, no hacen realmente pesadas. Los temas quedan muy claros ya que deja tareas muy breves cada semana, además de series en equipo. Los exámenes los hace a cámara prendida, pero no son muy difíciles. Muy recomendable."}, {"fecha": "22/Ago/2021", "score_general": "6.0", "score_facilidad": "8.0", "materia": "Cálculo Integral", "comments": "Hace exámenes sorpresa, Da Crédito Extra, Pocos ExámenesEs buena dando sus clases, no hacen realmente pesadas. Los temas quedan muy claros ya que deja tareas muy breves cada semana, además de series en equipo. Los exámenes los hace a cámara prendida, pero no son muy difíciles. Muy recomendable."}, {"fecha": "04/Ene/2021", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Cálculo Integral", "comments": "Muy cómico, Da buena retroalimentación, Brinda apoyoEs buena dando sus clases, no hacen realmente pesadas. Los temas quedan muy claros ya que deja tareas muy breves cada semana, además de series en equipo. Los exámenes los hace a cámara prendida, pero no son muy difíciles. Muy recomendable."}, {"fecha": "18/Jul/2020", "score_general": "8.0", "score_facilidad": "10.0", "materia": "Calculo integral", "comments": "Muy cómico, La Participación Importa, Da Crédito ExtraEs buena dando sus clases, no hacen realmente pesadas. Los temas quedan muy claros ya que deja tareas muy breves cada semana, además de series en equipo. Los exámenes los hace a cámara prendida, pero no son muy difíciles. Muy recomendable."}, {"fecha": "16/Ene/2019", "score_general": "9.0", "score_facilidad": "6.0", "materia": "Calculo Integral", "comments": "La Participación Importa, Da Crédito Extra, Brinda apoyoEs buena dando sus clases, no hacen realmente pesadas. Los temas quedan muy claros ya que deja tareas muy breves cada semana, además de series en equipo. Los exámenes los hace a cámara prendida, pero no son muy difíciles. Muy recomendable."}, {"fecha": "29/Jun/2018", "score_general": "10.0", "score_facilidad": "10.0", "materia": "integral", "comments": "Muchas tareas, Da Crédito Extra, Tomaría su clase otra vezEn sus clases resulve muchos ejercicios (es muy clara explicando) que son similares a los que deja de tarea, las series y examenes. Sus examenes no son complicados, son al nivel de la clase y a veces deja puntos extra."}, {"fecha": "23/Ene/2018", "score_general": "8.0", "score_facilidad": "8.0", "materia": "Cálculo Integral", "comments": "En sus clases resulve muchos ejercicios (es muy clara explicando) que son similares a los que deja de tarea, las series y examenes. Sus examenes no son complicados, son al nivel de la clase y a veces deja puntos extra."}, {"fecha": "26/Jul/2017", "score_general": "9.0", "score_facilidad": "10.0", "materia": "Cálculo Integral", "comments": "En sus clases resulve muchos ejercicios (es muy clara explicando) que son similares a los que deja de tarea, las series y examenes. Sus examenes no son complicados, son al nivel de la clase y a veces deja puntos extra."}, {"fecha": "26/Jun/2017", "score_general": "10.0", "score_facilidad": "10.0", "materia": "muy buena, clases amenas, exámenes fáciles, accesible", "comments": "En sus clases resulve muchos ejercicios (es muy clara explicando) que son similares a los que deja de tarea, las series y examenes. Sus examenes no son complicados, son al nivel de la clase y a veces deja puntos extra."}, {"fecha": "18/Abr/2017", "score_general": "7.0", "score_facilidad": "8.0", "materia": "Calculo Integral", "comments": "Asistencia obligatoria, Muchos Exámenes, Aspectos de calificación clarosEn sus clases resulve muchos ejercicios (es muy clara explicando) que son similares a los que deja de tarea, las series y examenes. Sus examenes no son complicados, son al nivel de la clase y a veces deja puntos extra."}, {"fecha": "20/Ene/2017", "score_general": "10.0", "score_facilidad": "8.0", "materia": "FI", "comments": "Eta pendejo el de abajo, xcelente profe no piedes reprobar cpn ella explica claro y conciso, bienos ejercicios y examenes que no son dificiles, np mmsss"}, {"fecha": "26/Jul/2016", "score_general": "2.0", "score_facilidad": "2.0", "materia": "---", "comments": "Califica DuroEta pendejo el de abajo, xcelente profe no piedes reprobar cpn ella explica claro y conciso, bienos ejercicios y examenes que no son dificiles, np mmsss"}, {"fecha": "26/Jul/2016", "score_general": "2.0", "score_facilidad": "2.0", "materia": "---", "comments": "Califica DuroEta pendejo el de abajo, xcelente profe no piedes reprobar cpn ella explica claro y conciso, bienos ejercicios y examenes que no son dificiles, np mmsss"}, {"fecha": "18/Ene/2016", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Física Experimental", "comments": "Eta pendejo el de abajo, xcelente profe no piedes reprobar cpn ella explica claro y conciso, bienos ejercicios y examenes que no son dificiles, np mmsss"}, {"fecha": "18/Ene/2016", "score_general": "5.0", "score_facilidad": "8.0", "materia": "Integral", "comments": "Eta pendejo el de abajo, xcelente profe no piedes reprobar cpn ella explica claro y conciso, bienos ejercicios y examenes que no son dificiles, np mmsss"}, {"fecha": "26/Jul/2015", "score_general": "7.0", "score_facilidad": "8.0", "materia": "Calculo Integral", "comments": "Muy cómico, Muchas tareas, Muchos ExámenesExcelente profesora. Realiza mucho examenes y tareas para hacer más ligera la carga del curso. Sus clases están llenas de ejercicios y ella es muy agradable .-Chmal."}]