[{"fecha": "01/Sep/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Quimica", "comments": "Da buena retroalimentación, Respetado por los estudiantes, Clases excelentesAunque muchos hablen mal de ella, con estudiar,hacer la serie,repasar libros y tomar asesorias todos los dias, podras pasar el final"}, {"fecha": "01/Sep/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Quimica", "comments": "Inspiracional, Brinda apoyo, Clases excelentesAunque muchos hablen mal de ella, con estudiar,hacer la serie,repasar libros y tomar asesorias todos los dias, podras pasar el final"}, {"fecha": "16/Abr/2020", "score_general": "10.0", "score_facilidad": "10.0", "materia": "---", "comments": "Aunque muchos hablen mal de ella, con estudiar,hacer la serie,repasar libros y tomar asesorias todos los dias, podras pasar el final"}, {"fecha": "08/Abr/2020", "score_general": "4.0", "score_facilidad": "4.0", "materia": "Química", "comments": "Califica Duro, Las clases son largas, Los exámenes son difícilesAunque muchos hablen mal de ella, con estudiar,hacer la serie,repasar libros y tomar asesorias todos los dias, podras pasar el final"}, {"fecha": "22/Mar/2020", "score_general": "10.0", "score_facilidad": "10.0", "materia": "---", "comments": "Da buena retroalimentaciónAunque muchos hablen mal de ella, con estudiar,hacer la serie,repasar libros y tomar asesorias todos los dias, podras pasar el final"}, {"fecha": "17/Ene/2020", "score_general": "4.0", "score_facilidad": "4.0", "materia": "Química", "comments": "Prepárate para leer, Asistencia obligatoria, Los exámenes son difícilesPrepárate para estudiar por tu cuenta de un buen libro, no termina el temario, y si repruebas un examen parcial ya estas en final. Si ya te tocó: participa, cumple con tareas, has que te ubique para que te \"ayude\" con la calificación final (si es que pasas de manera regular y/o en final)"}, {"fecha": "17/Ene/2020", "score_general": "2.0", "score_facilidad": "2.0", "materia": "Quimica", "comments": "Califica Duro, La Participación Importa, Asistencia obligatoriaPrepárate para estudiar por tu cuenta de un buen libro, no termina el temario, y si repruebas un examen parcial ya estas en final. Si ya te tocó: participa, cumple con tareas, has que te ubique para que te \"ayude\" con la calificación final (si es que pasas de manera regular y/o en final)"}, {"fecha": "07/Dic/2019", "score_general": "3.0", "score_facilidad": "2.0", "materia": "Química", "comments": "Califica Duro, Muchas tareas, Asistencia obligatoriaPrepárate para estudiar por tu cuenta de un buen libro, no termina el temario, y si repruebas un examen parcial ya estas en final. Si ya te tocó: participa, cumple con tareas, has que te ubique para que te \"ayude\" con la calificación final (si es que pasas de manera regular y/o en final)"}, {"fecha": "07/Jul/2019", "score_general": "3.0", "score_facilidad": "4.0", "materia": "Quimica", "comments": "Muchos proyectos grupalesPrepárate para estudiar por tu cuenta de un buen libro, no termina el temario, y si repruebas un examen parcial ya estas en final. Si ya te tocó: participa, cumple con tareas, has que te ubique para que te \"ayude\" con la calificación final (si es que pasas de manera regular y/o en final)"}, {"fecha": "21/Ene/2019", "score_general": "2.0", "score_facilidad": "4.0", "materia": "Química", "comments": "Barco, Las clases son largas, Los exámenes son difícilesPrepárate para estudiar por tu cuenta de un buen libro, no termina el temario, y si repruebas un examen parcial ya estas en final. Si ya te tocó: participa, cumple con tareas, has que te ubique para que te \"ayude\" con la calificación final (si es que pasas de manera regular y/o en final)"}, {"fecha": "20/Ene/2019", "score_general": "3.0", "score_facilidad": "4.0", "materia": "Química", "comments": "Sinceramente es terrible profesora. Se confunde ella misma dando sus clases y nunca explica los ejercicios que hace. Tiene un terrible criterio de calificación y es muy preferentista. Hasta cierto punto prepotente con su grado de Doctor."}, {"fecha": "19/Ene/2019", "score_general": "7.0", "score_facilidad": "8.0", "materia": "Quimica", "comments": "Barco, Muchas tareas, Deja trabajos largosSinceramente es terrible profesora. Se confunde ella misma dando sus clases y nunca explica los ejercicios que hace. Tiene un terrible criterio de calificación y es muy preferentista. Hasta cierto punto prepotente con su grado de Doctor."}, {"fecha": "14/Ene/2019", "score_general": "2.0", "score_facilidad": "4.0", "materia": "Química", "comments": "Deja trabajos largos, Los exámenes son difícilesSinceramente es terrible profesora. Se confunde ella misma dando sus clases y nunca explica los ejercicios que hace. Tiene un terrible criterio de calificación y es muy preferentista. Hasta cierto punto prepotente con su grado de Doctor."}, {"fecha": "18/Dic/2018", "score_general": "3.0", "score_facilidad": "4.0", "materia": "Química", "comments": "Pocos Exámenes, Deja trabajos largosSinceramente es terrible profesora. Se confunde ella misma dando sus clases y nunca explica los ejercicios que hace. Tiene un terrible criterio de calificación y es muy preferentista. Hasta cierto punto prepotente con su grado de Doctor."}, {"fecha": "05/Ago/2018", "score_general": "4.0", "score_facilidad": "6.0", "materia": "Química (teoría)", "comments": "Da Crédito Extra, Pocos Exámenes, Los exámenes son difícilesSinceramente es terrible profesora. Se confunde ella misma dando sus clases y nunca explica los ejercicios que hace. Tiene un terrible criterio de calificación y es muy preferentista. Hasta cierto punto prepotente con su grado de Doctor."}, {"fecha": "20/Ene/2015", "score_general": "3.0", "score_facilidad": "10.0", "materia": "Quimica", "comments": "No sabe explicar quiere que todo lo sepas y nada mas vayas a realizar tu practica y te larges.\r\nsi no estudian y no resuelven las preguntas que llega a decir se la pasa toda la clase regañando.\r\nno se como pase con 8 , sera porque te ayuda a pasar parece muy estricta pero es chida. aunque no aprend."}, {"fecha": "11/Jun/2014", "score_general": "7.0", "score_facilidad": "10.0", "materia": "Química y estructura de los materiales", "comments": "No sabe explicar quiere que todo lo sepas y nada mas vayas a realizar tu practica y te larges.\r\nsi no estudian y no resuelven las preguntas que llega a decir se la pasa toda la clase regañando.\r\nno se como pase con 8 , sera porque te ayuda a pasar parece muy estricta pero es chida. aunque no aprend."}, {"fecha": "30/Ene/2014", "score_general": "3.0", "score_facilidad": "4.0", "materia": "Quimica y Estruc de Mat", "comments": "No sabe explicar quiere que todo lo sepas y nada mas vayas a realizar tu practica y te larges.\r\nsi no estudian y no resuelven las preguntas que llega a decir se la pasa toda la clase regañando.\r\nno se como pase con 8 , sera porque te ayuda a pasar parece muy estricta pero es chida. aunque no aprend."}, {"fecha": "06/Dic/2013", "score_general": "4.0", "score_facilidad": "6.0", "materia": "Quimica y estructura de materiales.", "comments": "No sabe explicar quiere que todo lo sepas y nada mas vayas a realizar tu practica y te larges.\r\nsi no estudian y no resuelven las preguntas que llega a decir se la pasa toda la clase regañando.\r\nno se como pase con 8 , sera porque te ayuda a pasar parece muy estricta pero es chida. aunque no aprend."}]