[{"fecha": "25/Ene/2022", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Lenguajes FYA", "comments": "Da buena retroalimentación, Aspectos de calificación claros, Tomaría su clase otra vezUn muy buen profe de lenguajes; la clase la graba y es muy bien explicada. Explica con diapositivas y da buenos ejemplos para entender. Califica con tareas, cuestionarios (breves y faciles) y examenes. Hace sesiones de ayuda si lo necesitan y puede mover la fecha de entrega si se pide."}, {"fecha": "20/Ene/2022", "score_general": "9.0", "score_facilidad": "6.0", "materia": "LFyA", "comments": "Muchas tareas, Brinda apoyo, Clases excelentesUn muy buen profe de lenguajes; la clase la graba y es muy bien explicada. Explica con diapositivas y da buenos ejemplos para entender. Califica con tareas, cuestionarios (breves y faciles) y examenes. Hace sesiones de ayuda si lo necesitan y puede mover la fecha de entrega si se pide."}, {"fecha": "14/Feb/2021", "score_general": "10.0", "score_facilidad": "6.0", "materia": "LFyA", "comments": "Da buena retroalimentación, Muchas tareas, Clases excelentesUn muy buen profe de lenguajes; la clase la graba y es muy bien explicada. Explica con diapositivas y da buenos ejemplos para entender. Califica con tareas, cuestionarios (breves y faciles) y examenes. Hace sesiones de ayuda si lo necesitan y puede mover la fecha de entrega si se pide."}, {"fecha": "23/Sep/2020", "score_general": "8.0", "score_facilidad": "6.0", "materia": "Lenguajes formales y autómatas", "comments": "Da buena retroalimentación, La Participación Importa, Brinda apoyoUn muy buen profe de lenguajes; la clase la graba y es muy bien explicada. Explica con diapositivas y da buenos ejemplos para entender. Califica con tareas, cuestionarios (breves y faciles) y examenes. Hace sesiones de ayuda si lo necesitan y puede mover la fecha de entrega si se pide."}, {"fecha": "28/May/2019", "score_general": "9.0", "score_facilidad": "6.0", "materia": "Lenguajes Formales y Autómatas", "comments": "Da buena retroalimentación, Las clases son largas, Brinda apoyoUn muy buen profe de lenguajes; la clase la graba y es muy bien explicada. Explica con diapositivas y da buenos ejemplos para entender. Califica con tareas, cuestionarios (breves y faciles) y examenes. Hace sesiones de ayuda si lo necesitan y puede mover la fecha de entrega si se pide."}, {"fecha": "29/Nov/2018", "score_general": "8.0", "score_facilidad": "8.0", "materia": "Lenguajes Formales y Autónomas", "comments": "Respetado por los estudiantes, Brinda apoyo, Tomaría su clase otra vezExcelente profesor y cae muy bien, enseña bien. \r\n Resuelve tus dudas. Exámenes  y tareas de nivel \r\n en equipo. Enseña con diapositivas ( las comparte) y son eso es más que suficiente para aprender y aprobar. Les da más peso a las tareas.  Hace ver a la materia bastante sencilla, no te confíes! :) *"}]