[{"fecha": "27/Ene/2023", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Lenguajes formales y automatas", "comments": "Pocos ExámenesEs una muy buena opción para pasarte tranquila la materia (aunque ciertamente necesitas tener un buen equipo para las tareas), lo que se evalúa son prácticamente puros ejercicios, los cuales puedes resolver como quieras. Es muy accesible, a veces un poco confuso, pero en general todo muy bien."}, {"fecha": "18/Ene/2023", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Lenguajes Formales y Autómatas", "comments": "Aspectos de calificación claros, Clases excelentes, Tomaría su clase otra vezEs una muy buena opción para pasarte tranquila la materia (aunque ciertamente necesitas tener un buen equipo para las tareas), lo que se evalúa son prácticamente puros ejercicios, los cuales puedes resolver como quieras. Es muy accesible, a veces un poco confuso, pero en general todo muy bien."}, {"fecha": "28/Jul/2022", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Lenguajes Formales y Automatas", "comments": "Brinda apoyo, Clases excelentes, Tomaría su clase otra vezEs una muy buena opción para pasarte tranquila la materia (aunque ciertamente necesitas tener un buen equipo para las tareas), lo que se evalúa son prácticamente puros ejercicios, los cuales puedes resolver como quieras. Es muy accesible, a veces un poco confuso, pero en general todo muy bien."}, {"fecha": "20/Ene/2022", "score_general": "9.0", "score_facilidad": "6.0", "materia": "LFyA", "comments": "Da buena retroalimentación, Muchas tareas, Brinda apoyoEs una muy buena opción para pasarte tranquila la materia (aunque ciertamente necesitas tener un buen equipo para las tareas), lo que se evalúa son prácticamente puros ejercicios, los cuales puedes resolver como quieras. Es muy accesible, a veces un poco confuso, pero en general todo muy bien."}, {"fecha": "17/Ene/2022", "score_general": "9.0", "score_facilidad": "6.0", "materia": "LFyA", "comments": "Asistencia obligatoria, Las clases son largas, Aspectos de calificación clarosEs una muy buena opción para pasarte tranquila la materia (aunque ciertamente necesitas tener un buen equipo para las tareas), lo que se evalúa son prácticamente puros ejercicios, los cuales puedes resolver como quieras. Es muy accesible, a veces un poco confuso, pero en general todo muy bien."}, {"fecha": "30/Ago/2021", "score_general": "9.0", "score_facilidad": "6.0", "materia": "LFyA", "comments": "Da buena retroalimentación, Muchas tareas, Los exámenes son difícilesEnseña muy bien y su evaluación es bastante flexibles. Sus tareas son de nivel y no están tan sencillas, sin embargo, no son nada que no pueda resolverse después de analizarlas un par de horas."}, {"fecha": "21/Ago/2021", "score_general": "8.0", "score_facilidad": "8.0", "materia": "Lenguajes", "comments": "Califica Duro, Deja trabajos largos, Tomaría su clase otra vezEnseña muy bien y su evaluación es bastante flexibles. Sus tareas son de nivel y no están tan sencillas, sin embargo, no son nada que no pueda resolverse después de analizarlas un par de horas."}, {"fecha": "12/Ago/2021", "score_general": "2.0", "score_facilidad": "2.0", "materia": "---", "comments": "Califica Duro, Muchas tareas, Las clases son largasEnseña muy bien y su evaluación es bastante flexibles. Sus tareas son de nivel y no están tan sencillas, sin embargo, no son nada que no pueda resolverse después de analizarlas un par de horas."}, {"fecha": "01/Mar/2021", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Lenguajes F & A", "comments": "Brinda apoyo, Clases excelentes, Tomaría su clase otra vezEnseña muy bien y su evaluación es bastante flexibles. Sus tareas son de nivel y no están tan sencillas, sin embargo, no son nada que no pueda resolverse después de analizarlas un par de horas."}, {"fecha": "16/Feb/2021", "score_general": "9.0", "score_facilidad": "10.0", "materia": "Lenguajes Formales y Autómatas", "comments": "Inspiracional, Aspectos de calificación claros, Tomaría su clase otra vezEnseña muy bien y su evaluación es bastante flexibles. Sus tareas son de nivel y no están tan sencillas, sin embargo, no son nada que no pueda resolverse después de analizarlas un par de horas."}, {"fecha": "29/Sep/2020", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Lenguajes Formales y Autómatas", "comments": "Pocos Exámenes, Brinda apoyo, Clases excelentesEs buen profesor, presencial explicaba muy bien, da crédito extra con mini exámenes cada clase, y deja tareas con un tiempo considerable a entregar.\r\nEn linea se atraso un poco pero igual subió videos a Youtube. \r\nEs el mejor para la materia de Lenguajes"}, {"fecha": "31/Ago/2020", "score_general": "10.0", "score_facilidad": "10.0", "materia": "---", "comments": "Es buen profesor, presencial explicaba muy bien, da crédito extra con mini exámenes cada clase, y deja tareas con un tiempo considerable a entregar.\r\nEn linea se atraso un poco pero igual subió videos a Youtube. \r\nEs el mejor para la materia de Lenguajes"}]