[{"fecha": "27/Feb/2023", "score_general": "3.0", "score_facilidad": "4.0", "materia": "Estructuras Discretas", "comments": "He de admitir que el profe sabe mucho pero debido al horario y la forma de dar la clase no me convenció del todo. Si vives lejos y no tienes cómo regresarte la clase se convierte en un problema (a menos que sólo entres al examen y exposición finales claro) y tienes que buscar todo por tu cuenta."}, {"fecha": "03/Ago/2022", "score_general": "6.0", "score_facilidad": "8.0", "materia": "Estructuras Discretas", "comments": "Califica Duro, Aspectos de calificación claros, Deja trabajos largosHe de admitir que el profe sabe mucho pero debido al horario y la forma de dar la clase no me convenció del todo. Si vives lejos y no tienes cómo regresarte la clase se convierte en un problema (a menos que sólo entres al examen y exposición finales claro) y tienes que buscar todo por tu cuenta."}, {"fecha": "23/Ago/2021", "score_general": "5.0", "score_facilidad": "6.0", "materia": "Estructuras Discretas", "comments": "Califica Duro, Pocos Exámenes, Deja trabajos largosHe de admitir que el profe sabe mucho pero debido al horario y la forma de dar la clase no me convenció del todo. Si vives lejos y no tienes cómo regresarte la clase se convierte en un problema (a menos que sólo entres al examen y exposición finales claro) y tienes que buscar todo por tu cuenta."}, {"fecha": "09/Feb/2020", "score_general": "5.0", "score_facilidad": "6.0", "materia": "Estructuras Discretas", "comments": "Da Crédito Extra, Pocos ExámenesHe de admitir que el profe sabe mucho pero debido al horario y la forma de dar la clase no me convenció del todo. Si vives lejos y no tienes cómo regresarte la clase se convierte en un problema (a menos que sólo entres al examen y exposición finales claro) y tienes que buscar todo por tu cuenta."}, {"fecha": "03/Jun/2019", "score_general": "8.0", "score_facilidad": "8.0", "materia": "Estructuras Discretas.", "comments": "He de admitir que el profe sabe mucho pero debido al horario y la forma de dar la clase no me convenció del todo. Si vives lejos y no tienes cómo regresarte la clase se convierte en un problema (a menos que sólo entres al examen y exposición finales claro) y tienes que buscar todo por tu cuenta."}]