[{"fecha": "01/Feb/2023", "score_general": "8.0", "score_facilidad": "6.0", "materia": "Ecuaciones Diferenciales", "comments": "La Participación Importa, Respetado por los estudiantes, Aspectos de calificación clarosNo esperes un profesor barco porque ella no lo es. Te enseña bien ED, pero tienes que aprender a derivar, integrar y conocimientos previos por cuenta propia ya que ella no da repasos de materias anteriores. No repruebes Laplace porque es final directo. Aún con ésto, ayuda si se lo pides"}, {"fecha": "30/Jul/2022", "score_general": "9.0", "score_facilidad": "10.0", "materia": "Análisis Numérico", "comments": "Muchas tareas, Las clases son largasNo esperes un profesor barco porque ella no lo es. Te enseña bien ED, pero tienes que aprender a derivar, integrar y conocimientos previos por cuenta propia ya que ella no da repasos de materias anteriores. No repruebes Laplace porque es final directo. Aún con ésto, ayuda si se lo pides"}, {"fecha": "21/Jun/2022", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Análisis numérico", "comments": "Muchas tareas, La Participación Importa, Aspectos de calificación clarosNo esperes un profesor barco porque ella no lo es. Te enseña bien ED, pero tienes que aprender a derivar, integrar y conocimientos previos por cuenta propia ya que ella no da repasos de materias anteriores. No repruebes Laplace porque es final directo. Aún con ésto, ayuda si se lo pides"}, {"fecha": "27/Ene/2022", "score_general": "5.0", "score_facilidad": "10.0", "materia": "Ecuaciones Diferenciales", "comments": "Barco, Hace exámenes sorpresa, Muchos ExámenesNo esperes un profesor barco porque ella no lo es. Te enseña bien ED, pero tienes que aprender a derivar, integrar y conocimientos previos por cuenta propia ya que ella no da repasos de materias anteriores. No repruebes Laplace porque es final directo. Aún con ésto, ayuda si se lo pides"}, {"fecha": "26/Ene/2022", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Ecuaciones diferenciales", "comments": "Aspectos de calificación claros, Brinda apoyo, Tomaría su clase otra vezNo esperes un profesor barco porque ella no lo es. Te enseña bien ED, pero tienes que aprender a derivar, integrar y conocimientos previos por cuenta propia ya que ella no da repasos de materias anteriores. No repruebes Laplace porque es final directo. Aún con ésto, ayuda si se lo pides"}, {"fecha": "22/Ago/2021", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Análisis Numérico", "comments": "Clases excelentesEs buena. Los \"examenes\" son ejercicios que deja al final de la clase y son bastante sencillos. Le gusta que participen. Es fácil pasar con ella siempre y cuando entregues la mayoría de las cosas."}, {"fecha": "11/Ago/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Análisis Numérico", "comments": "Inspiracional, Pocos Exámenes, Clases excelentesEs buena. Los \"examenes\" son ejercicios que deja al final de la clase y son bastante sencillos. Le gusta que participen. Es fácil pasar con ella siempre y cuando entregues la mayoría de las cosas."}, {"fecha": "18/Feb/2021", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Ecuaciones Diferenciales", "comments": "Califica Duro, La Participación Importa, Da Crédito ExtraEs buena. Los \"examenes\" son ejercicios que deja al final de la clase y son bastante sencillos. Le gusta que participen. Es fácil pasar con ella siempre y cuando entregues la mayoría de las cosas."}, {"fecha": "17/Feb/2021", "score_general": "6.0", "score_facilidad": "4.0", "materia": "Ecuaciones Diferenciales", "comments": "Califica Duro, Las clases son largas, Muchos ExámenesEs buena. Los \"examenes\" son ejercicios que deja al final de la clase y son bastante sencillos. Le gusta que participen. Es fácil pasar con ella siempre y cuando entregues la mayoría de las cosas."}, {"fecha": "09/Sep/2020", "score_general": "8.0", "score_facilidad": "6.0", "materia": "Ecuaciones Diferenciales", "comments": "Respetado por los estudiantes, Las clases son largas, Aspectos de calificación clarosEs buena. Los \"examenes\" son ejercicios que deja al final de la clase y son bastante sencillos. Le gusta que participen. Es fácil pasar con ella siempre y cuando entregues la mayoría de las cosas."}, {"fecha": "26/Jun/2020", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Análisis Numérico", "comments": "Asistencia obligatoria, Aspectos de calificación claros, Tomaría su clase otra vezEs fácil pasar, la profesora realiza examenes al termino de cada tema, por lo cual hay muchos, la mayoría obtiene 8 y 9, solo es cuestion de saber los pasos. Lo malo es la hora de clase, pero sí asistes a todas sus clases y entiendes el tema, el examen es super facil."}, {"fecha": "09/Ene/2020", "score_general": "6.0", "score_facilidad": "8.0", "materia": "Ecuaciones Diferenciales", "comments": "Es fácil pasar, la profesora realiza examenes al termino de cada tema, por lo cual hay muchos, la mayoría obtiene 8 y 9, solo es cuestion de saber los pasos. Lo malo es la hora de clase, pero sí asistes a todas sus clases y entiendes el tema, el examen es super facil."}, {"fecha": "27/Jun/2019", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Ecuaciones Diferenciales", "comments": "Da buena retroalimentación, Da Crédito Extra, Clases excelentesEs fácil pasar, la profesora realiza examenes al termino de cada tema, por lo cual hay muchos, la mayoría obtiene 8 y 9, solo es cuestion de saber los pasos. Lo malo es la hora de clase, pero sí asistes a todas sus clases y entiendes el tema, el examen es super facil."}, {"fecha": "30/Ene/2019", "score_general": "8.0", "score_facilidad": "10.0", "materia": "Algebra", "comments": "Clases excelentesEs fácil pasar, la profesora realiza examenes al termino de cada tema, por lo cual hay muchos, la mayoría obtiene 8 y 9, solo es cuestion de saber los pasos. Lo malo es la hora de clase, pero sí asistes a todas sus clases y entiendes el tema, el examen es super facil."}, {"fecha": "15/Ene/2019", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Ecuaciones diferenciales", "comments": "Barco, Clases excelentes, Tomaría su clase otra vezEs fácil pasar, la profesora realiza examenes al termino de cada tema, por lo cual hay muchos, la mayoría obtiene 8 y 9, solo es cuestion de saber los pasos. Lo malo es la hora de clase, pero sí asistes a todas sus clases y entiendes el tema, el examen es super facil."}, {"fecha": "06/Dic/2018", "score_general": "8.0", "score_facilidad": "10.0", "materia": "Ecuaciones Diferenciales", "comments": "Aspectos de calificación claros, Brinda apoyo, Tomaría su clase otra vezLos examenes son bastante sencillos, ademas de que te deja sacar formulario. te deja nivel para los primeros temas (si es que te vas a final), pero casi nadie se va a final con ella. Cae bien, te regaña si dices grocerias jaja."}, {"fecha": "02/Jul/2018", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Ecuaciones Diferenciales", "comments": "Brinda apoyo, Clases excelentes, Tomaría su clase otra vezLos examenes son bastante sencillos, ademas de que te deja sacar formulario. te deja nivel para los primeros temas (si es que te vas a final), pero casi nadie se va a final con ella. Cae bien, te regaña si dices grocerias jaja."}, {"fecha": "14/Jun/2018", "score_general": "9.0", "score_facilidad": "8.0", "materia": "ED", "comments": "Da buena retroalimentación, La Participación Importa, Brinda apoyoLos examenes son bastante sencillos, ademas de que te deja sacar formulario. te deja nivel para los primeros temas (si es que te vas a final), pero casi nadie se va a final con ella. Cae bien, te regaña si dices grocerias jaja."}, {"fecha": "31/Ene/2018", "score_general": "6.0", "score_facilidad": "6.0", "materia": "Ecuaciones Diferenciales", "comments": "Los examenes son bastante sencillos, ademas de que te deja sacar formulario. te deja nivel para los primeros temas (si es que te vas a final), pero casi nadie se va a final con ella. Cae bien, te regaña si dices grocerias jaja."}, {"fecha": "23/Ene/2018", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Álgebra", "comments": "Respetado por los estudiantes, Clases excelentes, Tomaría su clase otra vezLos examenes son bastante sencillos, ademas de que te deja sacar formulario. te deja nivel para los primeros temas (si es que te vas a final), pero casi nadie se va a final con ella. Cae bien, te regaña si dices grocerias jaja."}, {"fecha": "23/Ene/2018", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Algebra", "comments": "Brinda apoyo"}, {"fecha": "19/Dic/2017", "score_general": "4.0", "score_facilidad": "6.0", "materia": "E", "comments": "Califica Duro"}, {"fecha": "23/Ene/2017", "score_general": "9.0", "score_facilidad": "10.0", "materia": "Algebra", "comments": "Da buena retroalimentación, Aspectos de calificación claros, Clases excelentes"}, {"fecha": "18/Ene/2017", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Álgebra", "comments": ""}, {"fecha": "14/Ene/2017", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Ecuaciones Diferenciales", "comments": "Da buena retroalimentación, La Participación Importa, Clases excelentes"}, {"fecha": "20/Dic/2016", "score_general": "8.0", "score_facilidad": "10.0", "materia": "Ecuaciones diferenciales", "comments": "Barco, Las clases son largas, Muchos ExámenesEs muy fácil pasar con ella; en clase se resuelven puros ejercicios y casi nada de teoría; cubre casi por completo el temario pero rara vez explica ya que los alumnos resuelven todo en el pizarrón. Recomendada para segunda inscripción, no deja nivel para el final."}, {"fecha": "27/Ene/2016", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Ecuaciones Diferenciales", "comments": "Es muy fácil pasar con ella; en clase se resuelven puros ejercicios y casi nada de teoría; cubre casi por completo el temario pero rara vez explica ya que los alumnos resuelven todo en el pizarrón. Recomendada para segunda inscripción, no deja nivel para el final."}, {"fecha": "25/Ene/2016", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Ecuaciones Diferenciales", "comments": "Es muy fácil pasar con ella; en clase se resuelven puros ejercicios y casi nada de teoría; cubre casi por completo el temario pero rara vez explica ya que los alumnos resuelven todo en el pizarrón. Recomendada para segunda inscripción, no deja nivel para el final."}, {"fecha": "22/Nov/2015", "score_general": "5.0", "score_facilidad": "8.0", "materia": "Ecuaciones Diferenciales", "comments": "Es muy fácil pasar con ella; en clase se resuelven puros ejercicios y casi nada de teoría; cubre casi por completo el temario pero rara vez explica ya que los alumnos resuelven todo en el pizarrón. Recomendada para segunda inscripción, no deja nivel para el final."}, {"fecha": "16/May/2015", "score_general": "3.0", "score_facilidad": "6.0", "materia": "Calculo Diferencial", "comments": "Es muy fácil pasar con ella; en clase se resuelven puros ejercicios y casi nada de teoría; cubre casi por completo el temario pero rara vez explica ya que los alumnos resuelven todo en el pizarrón. Recomendada para segunda inscripción, no deja nivel para el final."}, {"fecha": "04/Feb/2015", "score_general": "9.0", "score_facilidad": "8.0", "materia": "ALGEBRA", "comments": "Es una exelente profesora, sus explicaciones son muy claras y te deja un muy buen nivel. Realmente es como cualquier profesor bueno si estudias no te costara pasar ya que aprenderas.La recomiendo ampliamente"}, {"fecha": "21/Ene/2015", "score_general": "8.0", "score_facilidad": "8.0", "materia": "Álgebra", "comments": "Es una exelente profesora, sus explicaciones son muy claras y te deja un muy buen nivel. Realmente es como cualquier profesor bueno si estudias no te costara pasar ya que aprenderas.La recomiendo ampliamente"}, {"fecha": "01/Jul/2014", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Cálculo Diferencial.", "comments": "Es una exelente profesora, sus explicaciones son muy claras y te deja un muy buen nivel. Realmente es como cualquier profesor bueno si estudias no te costara pasar ya que aprenderas.La recomiendo ampliamente"}, {"fecha": "21/Abr/2014", "score_general": "2.0", "score_facilidad": "6.0", "materia": "ALGEBRA , Y CALCULO", "comments": "Es una exelente profesora, sus explicaciones son muy claras y te deja un muy buen nivel. Realmente es como cualquier profesor bueno si estudias no te costara pasar ya que aprenderas.La recomiendo ampliamente"}, {"fecha": "30/Mar/2014", "score_general": "8.0", "score_facilidad": "10.0", "materia": "Cálculo diferencial", "comments": "Es una exelente profesora, sus explicaciones son muy claras y te deja un muy buen nivel. Realmente es como cualquier profesor bueno si estudias no te costara pasar ya que aprenderas.La recomiendo ampliamente"}, {"fecha": "18/Ene/2014", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Álgebra", "comments": "Es excelente, pero si, es maestra de nivel superior, es muy exigente, pero todo en proporción, así como enseña y aborda los temas, deja tarea y hace los examenes, si no faltas y pones atención es fácil pasar y mejor aún aprendes mucho; abarca todo el temario y si ve intéres, da mucho más."}, {"fecha": "05/Dic/2013", "score_general": "4.0", "score_facilidad": "4.0", "materia": "Calculo Diferencial", "comments": "Es excelente, pero si, es maestra de nivel superior, es muy exigente, pero todo en proporción, así como enseña y aborda los temas, deja tarea y hace los examenes, si no faltas y pones atención es fácil pasar y mejor aún aprendes mucho; abarca todo el temario y si ve intéres, da mucho más."}]