[{"fecha": "01/Feb/2023", "score_general": "9.0", "score_facilidad": "6.0", "materia": "Materiales 2", "comments": "Califica Duro, Pocos Exámenes, Los exámenes son difícilesLo lleve presencial. El profe sabe mucho de su materia, pienso sería muy fácil esta misma si llevaste una buena clase de materiales 1. Responde cualquier duda a cada rato. hizo 2 exámenes que eran en línea, pero si estaban larguitos, tus notas te pueden salvar neta. el proyecto esta prro."}, {"fecha": "31/Jul/2022", "score_general": "8.0", "score_facilidad": "6.0", "materia": "Ingeniería de Materiales", "comments": "Califica Duro, Deja trabajos largos, Los exámenes son difícilesLo lleve presencial. El profe sabe mucho de su materia, pienso sería muy fácil esta misma si llevaste una buena clase de materiales 1. Responde cualquier duda a cada rato. hizo 2 exámenes que eran en línea, pero si estaban larguitos, tus notas te pueden salvar neta. el proyecto esta prro."}, {"fecha": "27/Jul/2022", "score_general": "6.0", "score_facilidad": "2.0", "materia": "Materiales I", "comments": "Califica Duro, Prepárate para leer, Los exámenes son difícilesLo lleve presencial. El profe sabe mucho de su materia, pienso sería muy fácil esta misma si llevaste una buena clase de materiales 1. Responde cualquier duda a cada rato. hizo 2 exámenes que eran en línea, pero si estaban larguitos, tus notas te pueden salvar neta. el proyecto esta prro."}, {"fecha": "30/Ago/2021", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Materiales ll", "comments": "Da buena retroalimentación, Respetado por los estudiantes, Clases excelentesLo lleve presencial. El profe sabe mucho de su materia, pienso sería muy fácil esta misma si llevaste una buena clase de materiales 1. Responde cualquier duda a cada rato. hizo 2 exámenes que eran en línea, pero si estaban larguitos, tus notas te pueden salvar neta. el proyecto esta prro."}, {"fecha": "28/Ago/2021", "score_general": "6.0", "score_facilidad": "4.0", "materia": "materiales I y II", "comments": "Califica Duro, Da buena retroalimentaciónLo lleve presencial. El profe sabe mucho de su materia, pienso sería muy fácil esta misma si llevaste una buena clase de materiales 1. Responde cualquier duda a cada rato. hizo 2 exámenes que eran en línea, pero si estaban larguitos, tus notas te pueden salvar neta. el proyecto esta prro."}, {"fecha": "27/Ago/2021", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Ingeniería de materiales", "comments": "Califica Duro, Da buena retroalimentación, Clases excelentesUn gran profesor, explica muy bien y está dispuesto a ayudar si no entiendes. Los exámenes son de lo visto en clase, solo que si debes ser muy específico. La verdad es un profesor que se esmera porque aprendas, si prestas buena atención, pasas sin problemas."}, {"fecha": "24/Ago/2021", "score_general": "7.0", "score_facilidad": "8.0", "materia": "Materiales II", "comments": "Clases excelentesUn gran profesor, explica muy bien y está dispuesto a ayudar si no entiendes. Los exámenes son de lo visto en clase, solo que si debes ser muy específico. La verdad es un profesor que se esmera porque aprendas, si prestas buena atención, pasas sin problemas."}, {"fecha": "01/Mar/2021", "score_general": "10.0", "score_facilidad": "4.0", "materia": "Ingeniería de materiales", "comments": "Respetado por los estudiantes, Clases excelentes, Tomaría su clase otra vezUn gran profesor, explica muy bien y está dispuesto a ayudar si no entiendes. Los exámenes son de lo visto en clase, solo que si debes ser muy específico. La verdad es un profesor que se esmera porque aprendas, si prestas buena atención, pasas sin problemas."}, {"fecha": "15/Feb/2021", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Materiales 2", "comments": "Da buena retroalimentación, Pocos Exámenes, Tomaría su clase otra vezUn gran profesor, explica muy bien y está dispuesto a ayudar si no entiendes. Los exámenes son de lo visto en clase, solo que si debes ser muy específico. La verdad es un profesor que se esmera porque aprendas, si prestas buena atención, pasas sin problemas."}, {"fecha": "14/May/2020", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Materiales ll", "comments": "Barco, La Participación Importa, Clases excelentesUn gran profesor, explica muy bien y está dispuesto a ayudar si no entiendes. Los exámenes son de lo visto en clase, solo que si debes ser muy específico. La verdad es un profesor que se esmera porque aprendas, si prestas buena atención, pasas sin problemas."}, {"fecha": "27/Jul/2017", "score_general": "8.0", "score_facilidad": "4.0", "materia": "Ciencia de materiales", "comments": "Clases excelentesPara ser tan jóven sabe mucho de materiales, explica de manera clara y demuestra casi todo. Califica sólo con exámenes, los cuales son muy complicados pero da las bases para aprobarlos."}, {"fecha": "26/Jul/2017", "score_general": "8.0", "score_facilidad": "4.0", "materia": "Cinemática y Dinámica", "comments": "Califica Duro, Da buena retroalimentación, Respetado por los estudiantesPara ser tan jóven sabe mucho de materiales, explica de manera clara y demuestra casi todo. Califica sólo con exámenes, los cuales son muy complicados pero da las bases para aprobarlos."}, {"fecha": "25/Jul/2017", "score_general": "9.0", "score_facilidad": "2.0", "materia": "Cinemática y Dinámica", "comments": "Para ser tan jóven sabe mucho de materiales, explica de manera clara y demuestra casi todo. Califica sólo con exámenes, los cuales son muy complicados pero da las bases para aprobarlos."}, {"fecha": "29/Mar/2017", "score_general": "8.0", "score_facilidad": "10.0", "materia": "Cinemática y dinámica", "comments": "Asistencia obligatoria, Pocos Exámenes, Tomaría su clase otra vezPara ser tan jóven sabe mucho de materiales, explica de manera clara y demuestra casi todo. Califica sólo con exámenes, los cuales son muy complicados pero da las bases para aprobarlos."}, {"fecha": "28/Jul/2016", "score_general": "3.0", "score_facilidad": "2.0", "materia": "Estática", "comments": "Califica Duro, Pocos Exámenes, Los exámenes son difícilesPara ser tan jóven sabe mucho de materiales, explica de manera clara y demuestra casi todo. Califica sólo con exámenes, los cuales son muy complicados pero da las bases para aprobarlos."}, {"fecha": "26/Jul/2016", "score_general": "5.0", "score_facilidad": "2.0", "materia": "ESTATICA", "comments": "Califica Duro, Pocos Exámenes, Los exámenes son difícilesEs una persona muy cuadrada, obliga a participar a los que tiene ubicados, no cuenta asistencia,  le interesa que aprendan pero si quieres pasar bien no lo metas, manda a todos a final ya que es muy raro que alguien excente porque sus parciales son muy dificiles, pero deja un excelente nivel"}, {"fecha": "09/Jul/2016", "score_general": "4.0", "score_facilidad": "4.0", "materia": "Estática", "comments": "Pocos ExámenesEs una persona muy cuadrada, obliga a participar a los que tiene ubicados, no cuenta asistencia,  le interesa que aprendan pero si quieres pasar bien no lo metas, manda a todos a final ya que es muy raro que alguien excente porque sus parciales son muy dificiles, pero deja un excelente nivel"}]