[{"fecha": "28/Jun/2018", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Teoría Electromagnética", "comments": "La Participación ImportaEs un profesor muy tranquilo y fácil para pasar, solo hizo un examen en el semestre y era muy parecido a la serie que dejó. Deja varias tareas que es importante entregar y expones una vez en el semestre en equipo."}, {"fecha": "23/Jun/2017", "score_general": "7.0", "score_facilidad": "8.0", "materia": "Teoría electromagnética", "comments": "Barco, Las clases son largasEs un profesor muy tranquilo y fácil para pasar, solo hizo un examen en el semestre y era muy parecido a la serie que dejó. Deja varias tareas que es importante entregar y expones una vez en el semestre en equipo."}, {"fecha": "20/Ene/2017", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Teoría Electromagnética", "comments": "La Participación Importa, Asistencia obligatoria, Aspectos de calificación clarosEs un profesor muy tranquilo y fácil para pasar, solo hizo un examen en el semestre y era muy parecido a la serie que dejó. Deja varias tareas que es importante entregar y expones una vez en el semestre en equipo."}, {"fecha": "01/Jul/2016", "score_general": "7.0", "score_facilidad": "8.0", "materia": "Teoria Electromagnetica", "comments": "Es un profesor muy tranquilo y fácil para pasar, solo hizo un examen en el semestre y era muy parecido a la serie que dejó. Deja varias tareas que es importante entregar y expones una vez en el semestre en equipo."}, {"fecha": "22/Jun/2016", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Teoria electromgnetica", "comments": "Barco, Clases excelentesEs un profesor muy tranquilo y fácil para pasar, solo hizo un examen en el semestre y era muy parecido a la serie que dejó. Deja varias tareas que es importante entregar y expones una vez en el semestre en equipo."}, {"fecha": "19/Ene/2016", "score_general": "9.0", "score_facilidad": "10.0", "materia": "Teoría Electromagnética", "comments": "Es un buen profesor hasta donde cabe. Bastante barco, pero explica bien. Aprendes lo necesario. Si no quieres romperte mucho la cabeza en esta materia, mete con él. Al final deja exposiciones. Aguas con sus exámenes: tiende a aplazarlos hasta el final del curso, luego ni los pone."}]