[{"fecha": "10/Feb/2023", "score_general": "2.0", "score_facilidad": "2.0", "materia": "ANÁLISIS NUMÉRICO", "comments": "Califica Duro, Muchas tareas, Prepárate para leer"}, {"fecha": "12/Oct/2022", "score_general": "3.0", "score_facilidad": "4.0", "materia": "Matemáticas Avanzadas", "comments": ""}, {"fecha": "13/Jun/2022", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Análisis Numérico", "comments": "Da buena retroalimentación, Deja trabajos largos, Tomaría su clase otra vez"}, {"fecha": "06/Jun/2022", "score_general": "8.0", "score_facilidad": "8.0", "materia": "Análisis Numérico", "comments": "Da buena retroalimentación, La Participación Importa, Deja trabajos largos"}, {"fecha": "26/May/2022", "score_general": "9.0", "score_facilidad": "6.0", "materia": "Análisis Numérico", "comments": "Da buena retroalimentación, Muchas tareas, Tomaría su clase otra vez"}, {"fecha": "31/Ene/2022", "score_general": "2.0", "score_facilidad": "2.0", "materia": "Matematicas avanzadas", "comments": "Califica Duro, Muchas tareas, Asistencia obligatoriaEs una perrona sin salud mental, hace que uno luego luego empezando la materia te desintereses. Para ser un bueno profesor le recomiendo escuchar las necesidades de sus alumnos."}, {"fecha": "24/Ago/2021", "score_general": "2.0", "score_facilidad": "2.0", "materia": "Matemáticas Avanzadas", "comments": "Califica DuroEs una perrona sin salud mental, hace que uno luego luego empezando la materia te desintereses. Para ser un bueno profesor le recomiendo escuchar las necesidades de sus alumnos."}, {"fecha": "23/Ago/2021", "score_general": "2.0", "score_facilidad": "2.0", "materia": "Matemáticas Avanzadas", "comments": "Califica Duro, Deja trabajos largos, Los exámenes son difícilesEs una perrona sin salud mental, hace que uno luego luego empezando la materia te desintereses. Para ser un bueno profesor le recomiendo escuchar las necesidades de sus alumnos."}, {"fecha": "23/Feb/2021", "score_general": "4.0", "score_facilidad": "4.0", "materia": "Matemáticas Avanzadas", "comments": "Muchas tareas, Asistencia obligatoria, Muchos proyectos grupalesEs una perrona sin salud mental, hace que uno luego luego empezando la materia te desintereses. Para ser un bueno profesor le recomiendo escuchar las necesidades de sus alumnos."}, {"fecha": "20/Feb/2021", "score_general": "6.0", "score_facilidad": "8.0", "materia": "Análisis Numérico", "comments": "Muchas tareas, Inspiracional, Deja trabajos largosEs una perrona sin salud mental, hace que uno luego luego empezando la materia te desintereses. Para ser un bueno profesor le recomiendo escuchar las necesidades de sus alumnos."}, {"fecha": "18/Feb/2021", "score_general": "9.0", "score_facilidad": "10.0", "materia": "analisis numerico", "comments": "Da Crédito Extra, Brinda apoyo, Deja trabajos largosen zoom fue pesado pero los que aguantamos tubimos de 8 a 10 es barco en ese sentido"}, {"fecha": "16/Feb/2021", "score_general": "7.0", "score_facilidad": "8.0", "materia": "Matemáticas Avanzadas", "comments": "Barco, Muchas tareas, Deja trabajos largosen zoom fue pesado pero los que aguantamos tubimos de 8 a 10 es barco en ese sentido"}, {"fecha": "27/Ene/2021", "score_general": "2.0", "score_facilidad": "2.0", "materia": "Análisis numérico", "comments": "Muchas tareas, Prepárate para leer, Deja trabajos largosen zoom fue pesado pero los que aguantamos tubimos de 8 a 10 es barco en ese sentido"}, {"fecha": "26/Ene/2021", "score_general": "2.0", "score_facilidad": "2.0", "materia": "analisis numerico", "comments": "en zoom fue pesado pero los que aguantamos tubimos de 8 a 10 es barco en ese sentido"}, {"fecha": "11/Dic/2020", "score_general": "2.0", "score_facilidad": "2.0", "materia": "Análisis Numérico", "comments": "en zoom fue pesado pero los que aguantamos tubimos de 8 a 10 es barco en ese sentido"}, {"fecha": "02/Dic/2020", "score_general": "3.0", "score_facilidad": "4.0", "materia": "Matemáticas Avanzadas", "comments": "Califica Duro, Asistencia obligatoria, Muchos proyectos grupalesSinceramente es el peor profesor con el que he tomado clase. Tienes que aprender todo por tu cuenta, se la pasa hablado de temas que ni al caso y si explica lo hace poco claro."}, {"fecha": "02/Sep/2020", "score_general": "4.0", "score_facilidad": "6.0", "materia": "Análisis Numerico", "comments": "Prepárate para leerSinceramente es el peor profesor con el que he tomado clase. Tienes que aprender todo por tu cuenta, se la pasa hablado de temas que ni al caso y si explica lo hace poco claro."}, {"fecha": "31/Ago/2020", "score_general": "3.0", "score_facilidad": "2.0", "materia": "Análisis Numérico", "comments": "Califica Duro, Muchas tareasSinceramente es el peor profesor con el que he tomado clase. Tienes que aprender todo por tu cuenta, se la pasa hablado de temas que ni al caso y si explica lo hace poco claro."}, {"fecha": "31/Ago/2020", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Matemáticas Avanzadas", "comments": "Barco, Muchas tareas, Pocos ExámenesSinceramente es el peor profesor con el que he tomado clase. Tienes que aprender todo por tu cuenta, se la pasa hablado de temas que ni al caso y si explica lo hace poco claro."}, {"fecha": "25/Jun/2020", "score_general": "2.0", "score_facilidad": "4.0", "materia": "Matemáticas avanzadas", "comments": "Muchas tareas, Deja trabajos largos, Los exámenes son difícilesSinceramente es el peor profesor con el que he tomado clase. Tienes que aprender todo por tu cuenta, se la pasa hablado de temas que ni al caso y si explica lo hace poco claro."}, {"fecha": "26/Ene/2020", "score_general": "9.0", "score_facilidad": "10.0", "materia": "Mat. Avanzadas", "comments": "Las clases son largasAburridisiiimoo!! Pero se compensa con que siempre pone buenas calificaciones. Si eres de los que se duerme facil no lo metas, pero si estas dispuesto a escucharlo hablar para sacar mas de 8 adelante."}, {"fecha": "30/Jul/2019", "score_general": "5.0", "score_facilidad": "8.0", "materia": "Matemáticas Avanzadas", "comments": "Muchas tareas, Inspiracional, Deja trabajos largosAburridisiiimoo!! Pero se compensa con que siempre pone buenas calificaciones. Si eres de los que se duerme facil no lo metas, pero si estas dispuesto a escucharlo hablar para sacar mas de 8 adelante."}, {"fecha": "02/Jul/2019", "score_general": "6.0", "score_facilidad": "10.0", "materia": "Matemáticas Avanzadas", "comments": "Asistencia obligatoria, Deja trabajos largos, Los exámenes son difícilesAburridisiiimoo!! Pero se compensa con que siempre pone buenas calificaciones. Si eres de los que se duerme facil no lo metas, pero si estas dispuesto a escucharlo hablar para sacar mas de 8 adelante."}, {"fecha": "01/Jul/2019", "score_general": "8.0", "score_facilidad": "10.0", "materia": "Matemáticas avanzadas", "comments": "Muchas tareasAburridisiiimoo!! Pero se compensa con que siempre pone buenas calificaciones. Si eres de los que se duerme facil no lo metas, pero si estas dispuesto a escucharlo hablar para sacar mas de 8 adelante."}, {"fecha": "27/Jun/2019", "score_general": "7.0", "score_facilidad": "10.0", "materia": "Matemáticas Avanzadas", "comments": "Muy cómico, Las clases son largas, Brinda apoyoAburridisiiimoo!! Pero se compensa con que siempre pone buenas calificaciones. Si eres de los que se duerme facil no lo metas, pero si estas dispuesto a escucharlo hablar para sacar mas de 8 adelante."}, {"fecha": "30/May/2019", "score_general": "7.0", "score_facilidad": "6.0", "materia": "Matemáticas avanzadas", "comments": "Asistencia obligatoria, Da Crédito ExtraTrabaja en equipos, por lo que tu éxito estriba en el desempeño de tu equipo. No explicaba los temas siempre; los leía de un libro. No deja nivel porque, a veces, se pierde tiempo en clase hablando de conspiraciones y política. No es la mejor opción, pero siempre puede ser peor"}, {"fecha": "17/Ene/2019", "score_general": "8.0", "score_facilidad": "8.0", "materia": "Matematicas avanzadas", "comments": "Muchas tareas, La Participación Importa, Asistencia obligatoriaTrabaja en equipos, por lo que tu éxito estriba en el desempeño de tu equipo. No explicaba los temas siempre; los leía de un libro. No deja nivel porque, a veces, se pierde tiempo en clase hablando de conspiraciones y política. No es la mejor opción, pero siempre puede ser peor"}, {"fecha": "19/Jul/2018", "score_general": "5.0", "score_facilidad": "8.0", "materia": "Matemáticas Avanzadas", "comments": "Barco, Muy cómico, Deja trabajos largosTrabaja en equipos, por lo que tu éxito estriba en el desempeño de tu equipo. No explicaba los temas siempre; los leía de un libro. No deja nivel porque, a veces, se pierde tiempo en clase hablando de conspiraciones y política. No es la mejor opción, pero siempre puede ser peor"}, {"fecha": "28/Jun/2018", "score_general": "6.0", "score_facilidad": "10.0", "materia": "Matematicas Avanzadas", "comments": "Barco, Asistencia obligatoria, Las clases son largasTrabaja en equipos, por lo que tu éxito estriba en el desempeño de tu equipo. No explicaba los temas siempre; los leía de un libro. No deja nivel porque, a veces, se pierde tiempo en clase hablando de conspiraciones y política. No es la mejor opción, pero siempre puede ser peor"}, {"fecha": "29/Ene/2018", "score_general": "7.0", "score_facilidad": "8.0", "materia": "Matematicas Avanzadas", "comments": "Trabaja en equipos, por lo que tu éxito estriba en el desempeño de tu equipo. No explicaba los temas siempre; los leía de un libro. No deja nivel porque, a veces, se pierde tiempo en clase hablando de conspiraciones y política. No es la mejor opción, pero siempre puede ser peor"}, {"fecha": "26/Ene/2018", "score_general": "6.0", "score_facilidad": "10.0", "materia": "Análisis numérico", "comments": "Barco, La Participación Importa, Asistencia obligatoriaPésimo profesor. Pierde mucho el tiempo durante su clase. No termina de ver el temario de la asignatura. Sólo se centra en enseñar a programar en Excel. Sus exámenes son muy sencillos y sólo consisten en copiar de la computadora la hoja de cálculo. A veces pregunta cosas que no enseñó"}, {"fecha": "17/Ene/2018", "score_general": "7.0", "score_facilidad": "6.0", "materia": "Análisis Numérico", "comments": "Pésimo profesor. Pierde mucho el tiempo durante su clase. No termina de ver el temario de la asignatura. Sólo se centra en enseñar a programar en Excel. Sus exámenes son muy sencillos y sólo consisten en copiar de la computadora la hoja de cálculo. A veces pregunta cosas que no enseñó"}, {"fecha": "30/Jun/2017", "score_general": "7.0", "score_facilidad": "6.0", "materia": "Matemáticas avanzadas", "comments": "Barco, Asistencia obligatoria, Muchos proyectos grupalesPésimo profesor. Pierde mucho el tiempo durante su clase. No termina de ver el temario de la asignatura. Sólo se centra en enseñar a programar en Excel. Sus exámenes son muy sencillos y sólo consisten en copiar de la computadora la hoja de cálculo. A veces pregunta cosas que no enseñó"}, {"fecha": "27/Jun/2017", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Analisis Numerico", "comments": "Asistencia obligatoriaPésimo profesor. Pierde mucho el tiempo durante su clase. No termina de ver el temario de la asignatura. Sólo se centra en enseñar a programar en Excel. Sus exámenes son muy sencillos y sólo consisten en copiar de la computadora la hoja de cálculo. A veces pregunta cosas que no enseñó"}, {"fecha": "27/Jun/2017", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Matemáticas Avanzadas", "comments": "La Participación Importa, Asistencia obligatoria, Brinda apoyoPésimo profesor. Pierde mucho el tiempo durante su clase. No termina de ver el temario de la asignatura. Sólo se centra en enseñar a programar en Excel. Sus exámenes son muy sencillos y sólo consisten en copiar de la computadora la hoja de cálculo. A veces pregunta cosas que no enseñó"}, {"fecha": "16/Jun/2017", "score_general": "7.0", "score_facilidad": "6.0", "materia": "Matemática Avanzadas", "comments": "No me agrada como persona, muy paranoico con las cosas y si debería de mantenerlo personal y no intentar meterla la idea a sus alumnos. Algo payaso para calificar los exámenes, pero si le dedicas a la materia es pasable y con buen calificación."}, {"fecha": "29/Jun/2016", "score_general": "9.0", "score_facilidad": "10.0", "materia": "Análisis Numerico", "comments": "No me agrada como persona, muy paranoico con las cosas y si debería de mantenerlo personal y no intentar meterla la idea a sus alumnos. Algo payaso para calificar los exámenes, pero si le dedicas a la materia es pasable y con buen calificación."}, {"fecha": "15/Jun/2016", "score_general": "7.0", "score_facilidad": "6.0", "materia": "Análisis Numérico", "comments": "Da buena retroalimentación, Asistencia obligatoria, Los exámenes son difícilesNo me agrada como persona, muy paranoico con las cosas y si debería de mantenerlo personal y no intentar meterla la idea a sus alumnos. Algo payaso para calificar los exámenes, pero si le dedicas a la materia es pasable y con buen calificación."}, {"fecha": "18/Ene/2015", "score_general": "8.0", "score_facilidad": "10.0", "materia": "Matemáticas Avanzadas", "comments": "No me agrada como persona, muy paranoico con las cosas y si debería de mantenerlo personal y no intentar meterla la idea a sus alumnos. Algo payaso para calificar los exámenes, pero si le dedicas a la materia es pasable y con buen calificación."}, {"fecha": "24/Jun/2014", "score_general": "9.0", "score_facilidad": "10.0", "materia": "Matemáticas Avanzadas", "comments": "No me agrada como persona, muy paranoico con las cosas y si debería de mantenerlo personal y no intentar meterla la idea a sus alumnos. Algo payaso para calificar los exámenes, pero si le dedicas a la materia es pasable y con buen calificación."}, {"fecha": "19/May/2014", "score_general": "7.0", "score_facilidad": "10.0", "materia": "Matemáticas Avanzadas", "comments": "Es buena persona, pero da apenas un roce de los temas y la materia se vuelve extremadamente aburrida. Le gusta hacer una dinámica de exámenes y tareas en equipo, lo cual puede ser poco productivo o no, dependiendo de tu equipo. Recomendable, pero se podría tener un mejor nivel."}]