[{"fecha": "14/Ene/2019", "score_general": "7.0", "score_facilidad": "8.0", "materia": "lab Teoría Elecgtromgnética", "comments": "BarcoEs buena onda, ni si quiera está difícil, solo hay que hacer todo lo que pide y sales bien"}, {"fecha": "21/Nov/2018", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Lab. de Sistemas de Comunicaciones", "comments": "Es buena onda, ni si quiera está difícil, solo hay que hacer todo lo que pide y sales bien"}, {"fecha": "18/Jul/2018", "score_general": "8.0", "score_facilidad": "10.0", "materia": "Lab Teoría E", "comments": "Tomaría su clase otra vezEs buena onda, ni si quiera está difícil, solo hay que hacer todo lo que pide y sales bien"}, {"fecha": "10/Jul/2018", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Lab Teoría E", "comments": "BarcoEs buena onda, ni si quiera está difícil, solo hay que hacer todo lo que pide y sales bien"}, {"fecha": "14/May/2017", "score_general": "4.0", "score_facilidad": "6.0", "materia": "Lab. de Sistemas de Comunicaciones Electrónicas", "comments": "Califica Duro, Muchos Exámenes, Los exámenes son difícilesEs buena onda, ni si quiera está difícil, solo hay que hacer todo lo que pide y sales bien"}, {"fecha": "18/Nov/2016", "score_general": "5.0", "score_facilidad": "4.0", "materia": "Laboratorio de Teoría Electromagnética", "comments": "No es buena opción. Siempre cuestiona tus conocimientos y te dirá que no sabes nada o buscará la manera de hacértelo saber. Los reportes que se entregan siempre terminan bien largos por tanta pinche cosa extra que pide. Él ocupa la mayoria de los horarios entonces no hay mucho que hacer al respecto."}, {"fecha": "25/Jul/2016", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Lab Sistemas de comunicaciones", "comments": "Muy cómico, Da buena retroalimentación, Clases excelentesNo es buena opción. Siempre cuestiona tus conocimientos y te dirá que no sabes nada o buscará la manera de hacértelo saber. Los reportes que se entregan siempre terminan bien largos por tanta pinche cosa extra que pide. Él ocupa la mayoria de los horarios entonces no hay mucho que hacer al respecto."}]