[{"fecha": "04/Mar/2023", "score_general": "10.0", "score_facilidad": "4.0", "materia": "Diseño digital Moderno", "comments": "Califica Duro, Muchos proyectos grupales, Tomaría su clase otra vezHijo dlv el vicflo; todo el semestre me la pasé creyendo que no aprobaba, es dificil armar algunos proyectos pero eso y su forma de dar la clase te dejan echo una verdolaga para micros. Solo por eso vengo a reseñarlo. ES GOD."}, {"fecha": "16/Feb/2023", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Diseño Digital Moderno", "comments": "Califica Duro, Inspiracional, Tomaría su clase otra vezHijo dlv el vicflo; todo el semestre me la pasé creyendo que no aprobaba, es dificil armar algunos proyectos pero eso y su forma de dar la clase te dejan echo una verdolaga para micros. Solo por eso vengo a reseñarlo. ES GOD."}, {"fecha": "09/Feb/2023", "score_general": "6.0", "score_facilidad": "2.0", "materia": "---", "comments": "Califica Duro, Prepárate para leer, Los exámenes son difícilesHijo dlv el vicflo; todo el semestre me la pasé creyendo que no aprobaba, es dificil armar algunos proyectos pero eso y su forma de dar la clase te dejan echo una verdolaga para micros. Solo por eso vengo a reseñarlo. ES GOD."}, {"fecha": "09/Feb/2023", "score_general": "8.0", "score_facilidad": "4.0", "materia": "Microcontroladores", "comments": "Respetado por los estudiantes, Las clases son largas, Deja trabajos largosHijo dlv el vicflo; todo el semestre me la pasé creyendo que no aprobaba, es dificil armar algunos proyectos pero eso y su forma de dar la clase te dejan echo una verdolaga para micros. Solo por eso vengo a reseñarlo. ES GOD."}, {"fecha": "05/Feb/2023", "score_general": "9.0", "score_facilidad": "6.0", "materia": "Diseño digital moderno", "comments": "Califica Duro, Respetado por los estudiantes, Clases excelentesHijo dlv el vicflo; todo el semestre me la pasé creyendo que no aprobaba, es dificil armar algunos proyectos pero eso y su forma de dar la clase te dejan echo una verdolaga para micros. Solo por eso vengo a reseñarlo. ES GOD."}, {"fecha": "28/Ene/2023", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Lab DDM", "comments": "Aspectos de calificación claros, Brinda apoyoExplica muy bien, y siempre esta atento a las dudas. Puede parecer que esta enojado o cara de malhumorado pero en realidad es muy tranquilo y atiende la mas mínima duda que tengas. Nunca faltes, o te vas a empezar a perder muy fácil. Pon atencion y pregunta y la pasaras tranqui."}, {"fecha": "01/Ago/2022", "score_general": "8.0", "score_facilidad": "4.0", "materia": "DDM y Lab DDM", "comments": "Califica Duro, Los exámenes son difíciles, Muchos proyectos grupalesExplica muy bien, y siempre esta atento a las dudas. Puede parecer que esta enojado o cara de malhumorado pero en realidad es muy tranquilo y atiende la mas mínima duda que tengas. Nunca faltes, o te vas a empezar a perder muy fácil. Pon atencion y pregunta y la pasaras tranqui."}, {"fecha": "26/Ene/2022", "score_general": "10.0", "score_facilidad": "2.0", "materia": "Diseño Digital Moderno", "comments": "Inspiracional, Los exámenes son difíciles, Tomaría su clase otra vezExplica muy bien, y siempre esta atento a las dudas. Puede parecer que esta enojado o cara de malhumorado pero en realidad es muy tranquilo y atiende la mas mínima duda que tengas. Nunca faltes, o te vas a empezar a perder muy fácil. Pon atencion y pregunta y la pasaras tranqui."}, {"fecha": "24/Ago/2021", "score_general": "9.0", "score_facilidad": "6.0", "materia": "Laboratorio de DDM", "comments": "Barco, Brinda apoyoExplica muy bien, y siempre esta atento a las dudas. Puede parecer que esta enojado o cara de malhumorado pero en realidad es muy tranquilo y atiende la mas mínima duda que tengas. Nunca faltes, o te vas a empezar a perder muy fácil. Pon atencion y pregunta y la pasaras tranqui."}, {"fecha": "23/Ago/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Microprocesadores y Microcontroladores", "comments": "La Participación ImportaExplica muy bien, y siempre esta atento a las dudas. Puede parecer que esta enojado o cara de malhumorado pero en realidad es muy tranquilo y atiende la mas mínima duda que tengas. Nunca faltes, o te vas a empezar a perder muy fácil. Pon atencion y pregunta y la pasaras tranqui."}, {"fecha": "20/Jul/2021", "score_general": "8.0", "score_facilidad": "8.0", "materia": "Microprocesadores y Microcontroladores", "comments": "BarcoDe lo mejor, enseña y pasas. Es bastante accesible al final y la calidad de su clase es buena, aprendes bastante bien y siempre responde dudas cuando las necesitas"}, {"fecha": "17/Feb/2021", "score_general": "8.0", "score_facilidad": "6.0", "materia": "Microprocesadores y Microcontroladores", "comments": "De lo mejor, enseña y pasas. Es bastante accesible al final y la calidad de su clase es buena, aprendes bastante bien y siempre responde dudas cuando las necesitas"}, {"fecha": "16/Feb/2021", "score_general": "6.0", "score_facilidad": "6.0", "materia": "Diseño Digital Moderno", "comments": "Califica Duro, Muchas tareas, Pocos ExámenesDe lo mejor, enseña y pasas. Es bastante accesible al final y la calidad de su clase es buena, aprendes bastante bien y siempre responde dudas cuando las necesitas"}, {"fecha": "16/Feb/2021", "score_general": "7.0", "score_facilidad": "10.0", "materia": "Microprocesadores-Microcontroladores", "comments": "Muchas tareas, La Participación Importa, Las clases son largasDe lo mejor, enseña y pasas. Es bastante accesible al final y la calidad de su clase es buena, aprendes bastante bien y siempre responde dudas cuando las necesitas"}, {"fecha": "14/Feb/2021", "score_general": "6.0", "score_facilidad": "10.0", "materia": "Diseño Digital", "comments": "Califica Duro, BarcoDe lo mejor, enseña y pasas. Es bastante accesible al final y la calidad de su clase es buena, aprendes bastante bien y siempre responde dudas cuando las necesitas"}, {"fecha": "09/Sep/2020", "score_general": "5.0", "score_facilidad": "2.0", "materia": "Micros", "comments": "Califica Duro, Las clases son largasEn presencial se iba muy rápido y deja realizar proyectos desde el principio. En línea fue todo un caos, no se supo de el por mucho rato, al final solo mando unos apuntes y finalmente se desatendió, nunca supe cómo evaluó ya que nunca hizo alguna reunión o nos informa de algo. Pésimo"}, {"fecha": "01/Sep/2020", "score_general": "5.0", "score_facilidad": "2.0", "materia": "Diseño Digital Moderno", "comments": "Califica Duro, Los exámenes son difíciles, Muchos proyectos grupalesEn presencial se iba muy rápido y deja realizar proyectos desde el principio. En línea fue todo un caos, no se supo de el por mucho rato, al final solo mando unos apuntes y finalmente se desatendió, nunca supe cómo evaluó ya que nunca hizo alguna reunión o nos informa de algo. Pésimo"}, {"fecha": "01/Sep/2020", "score_general": "4.0", "score_facilidad": "4.0", "materia": "Diseño Digital Moderno", "comments": "En presencial se iba muy rápido y deja realizar proyectos desde el principio. En línea fue todo un caos, no se supo de el por mucho rato, al final solo mando unos apuntes y finalmente se desatendió, nunca supe cómo evaluó ya que nunca hizo alguna reunión o nos informa de algo. Pésimo"}, {"fecha": "31/Ago/2020", "score_general": "3.0", "score_facilidad": "4.0", "materia": "Diseño Digital Moderno- Teoria", "comments": "Califica Duro, Prepárate para leerEn presencial se iba muy rápido y deja realizar proyectos desde el principio. En línea fue todo un caos, no se supo de el por mucho rato, al final solo mando unos apuntes y finalmente se desatendió, nunca supe cómo evaluó ya que nunca hizo alguna reunión o nos informa de algo. Pésimo"}, {"fecha": "04/Jul/2020", "score_general": "7.0", "score_facilidad": "6.0", "materia": "Micros", "comments": "La Participación Importa, Deja trabajos largosEn presencial se iba muy rápido y deja realizar proyectos desde el principio. En línea fue todo un caos, no se supo de el por mucho rato, al final solo mando unos apuntes y finalmente se desatendió, nunca supe cómo evaluó ya que nunca hizo alguna reunión o nos informa de algo. Pésimo"}, {"fecha": "28/Jun/2020", "score_general": "5.0", "score_facilidad": "4.0", "materia": "Diseño Digital Moderno", "comments": "Prepárate para leer, Las clases son largas, Los exámenes son difícilesPara seguirle el paso debes tener bases solidas de las materias pasadas, si no es así, prepárate para aprender más por tu cuenta, sus clases presenciales eran algo confusas pero si le agarras el hilo vas entendiéndole. Nunca dió clase en linea, sólo dejaba tarea y daba algunos PDF."}, {"fecha": "27/Jun/2020", "score_general": "6.0", "score_facilidad": "6.0", "materia": "Diseño digital moderno", "comments": "Para seguirle el paso debes tener bases solidas de las materias pasadas, si no es así, prepárate para aprender más por tu cuenta, sus clases presenciales eran algo confusas pero si le agarras el hilo vas entendiéndole. Nunca dió clase en linea, sólo dejaba tarea y daba algunos PDF."}, {"fecha": "18/Jun/2020", "score_general": "4.0", "score_facilidad": "2.0", "materia": "---", "comments": "Califica Duro, Muchas tareas, Deja trabajos largosPara seguirle el paso debes tener bases solidas de las materias pasadas, si no es así, prepárate para aprender más por tu cuenta, sus clases presenciales eran algo confusas pero si le agarras el hilo vas entendiéndole. Nunca dió clase en linea, sólo dejaba tarea y daba algunos PDF."}, {"fecha": "09/May/2020", "score_general": "4.0", "score_facilidad": "2.0", "materia": "Electrónica", "comments": "BarcoPara seguirle el paso debes tener bases solidas de las materias pasadas, si no es así, prepárate para aprender más por tu cuenta, sus clases presenciales eran algo confusas pero si le agarras el hilo vas entendiéndole. Nunca dió clase en linea, sólo dejaba tarea y daba algunos PDF."}, {"fecha": "07/Ene/2020", "score_general": "8.0", "score_facilidad": "6.0", "materia": "DIseño Digital Moderno", "comments": "Califica Duro, Muchas tareas, Brinda apoyoPara seguirle el paso debes tener bases solidas de las materias pasadas, si no es así, prepárate para aprender más por tu cuenta, sus clases presenciales eran algo confusas pero si le agarras el hilo vas entendiéndole. Nunca dió clase en linea, sólo dejaba tarea y daba algunos PDF."}, {"fecha": "13/Dic/2019", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Diseño Digital", "comments": "Clases excelentesA mi parecer un excelente profesor que enseña bastante bien, haz todas sus tareas y proyectos y ya estás del otro lado,  es muy relajado, no te confíes porque no regala calificación, siempre dispuesto a resolver todas las dudas que uno tenga aunque tenga que repetir todo varias veces, se agradece"}, {"fecha": "14/Ago/2019", "score_general": "4.0", "score_facilidad": "2.0", "materia": "Diseño digital moderno", "comments": "Los exámenes son difícilesA mi parecer un excelente profesor que enseña bastante bien, haz todas sus tareas y proyectos y ya estás del otro lado,  es muy relajado, no te confíes porque no regala calificación, siempre dispuesto a resolver todas las dudas que uno tenga aunque tenga que repetir todo varias veces, se agradece"}, {"fecha": "05/Ago/2019", "score_general": "7.0", "score_facilidad": "2.0", "materia": "Diseño digital", "comments": "A mi parecer un excelente profesor que enseña bastante bien, haz todas sus tareas y proyectos y ya estás del otro lado,  es muy relajado, no te confíes porque no regala calificación, siempre dispuesto a resolver todas las dudas que uno tenga aunque tenga que repetir todo varias veces, se agradece"}, {"fecha": "29/Jun/2019", "score_general": "7.0", "score_facilidad": "6.0", "materia": "Diseño digital", "comments": "Barco, Da Crédito ExtraA mi parecer un excelente profesor que enseña bastante bien, haz todas sus tareas y proyectos y ya estás del otro lado,  es muy relajado, no te confíes porque no regala calificación, siempre dispuesto a resolver todas las dudas que uno tenga aunque tenga que repetir todo varias veces, se agradece"}, {"fecha": "28/Jun/2019", "score_general": "10.0", "score_facilidad": "2.0", "materia": "Diseño Digital Moderno", "comments": "Respetado por los estudiantesA mi parecer un excelente profesor que enseña bastante bien, haz todas sus tareas y proyectos y ya estás del otro lado,  es muy relajado, no te confíes porque no regala calificación, siempre dispuesto a resolver todas las dudas que uno tenga aunque tenga que repetir todo varias veces, se agradece"}, {"fecha": "15/Ene/2019", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Diseño digital", "comments": "BarcoEs pesado pero al final es bastante accesible si te ve interesado, soplo hay que entregarle su ultimo proyecto"}, {"fecha": "08/Ene/2019", "score_general": "8.0", "score_facilidad": "4.0", "materia": "Lab Sistemas Digitales", "comments": "Califica Duro, Las clases son largas, Deja trabajos largosEs pesado pero al final es bastante accesible si te ve interesado, soplo hay que entregarle su ultimo proyecto"}, {"fecha": "27/Ago/2018", "score_general": "8.0", "score_facilidad": "8.0", "materia": "Lab. Diseño Digital Moderno", "comments": "La Participación Importa, Respetado por los estudiantes, Brinda apoyoEs pesado pero al final es bastante accesible si te ve interesado, soplo hay que entregarle su ultimo proyecto"}, {"fecha": "26/Jun/2017", "score_general": "7.0", "score_facilidad": "10.0", "materia": "Laboratorio de sistemas digitales", "comments": "Barco, Muy cómico, Da buena retroalimentaciónEs pesado pero al final es bastante accesible si te ve interesado, soplo hay que entregarle su ultimo proyecto"}, {"fecha": "16/Feb/2016", "score_general": "8.0", "score_facilidad": "2.0", "materia": "Diseñon de sistemas", "comments": "Es pesado pero al final es bastante accesible si te ve interesado, soplo hay que entregarle su ultimo proyecto"}, {"fecha": "25/Ene/2016", "score_general": "10.0", "score_facilidad": "4.0", "materia": "Diseno de sistemas digitales", "comments": "Excelente profesor, sabe muy bien el tema, no tiene problema respondiendo mil dudas y siempre esta dispuesto a ayudarte, sin embargo se necesita trabajar mucho para acreditar, pasar examenes y entregar alrededor de 4 proyectos"}, {"fecha": "04/Sep/2014", "score_general": "9.0", "score_facilidad": "4.0", "materia": "diseño de sistemas digitales", "comments": "Excelente profesor, sabe muy bien el tema, no tiene problema respondiendo mil dudas y siempre esta dispuesto a ayudarte, sin embargo se necesita trabajar mucho para acreditar, pasar examenes y entregar alrededor de 4 proyectos"}]