[{"fecha": "18/Ene/2023", "score_general": "8.0", "score_facilidad": "8.0", "materia": "Análisis Númerico", "comments": "Da buena retroalimentación, Pocos ExámenesEn análisis numérico es muy relax, sus clases son bien compresibles y los ejercicios de examen son a ese nivel solo que no te deja usar formulario pero las fórmulas son muy sencillas. Deja pocas tareas y algunos proyectos pero a nivel de clase"}, {"fecha": "15/Ago/2022", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Análisis númerico", "comments": "Asistencia obligatoria, Muchos Exámenes, Clases excelentesEn análisis numérico es muy relax, sus clases son bien compresibles y los ejercicios de examen son a ese nivel solo que no te deja usar formulario pero las fórmulas son muy sencillas. Deja pocas tareas y algunos proyectos pero a nivel de clase"}, {"fecha": "31/Jul/2022", "score_general": "5.0", "score_facilidad": "6.0", "materia": "Análisis numérico", "comments": "Califica Duro, Asistencia obligatoria, Los exámenes son difícilesEn análisis numérico es muy relax, sus clases son bien compresibles y los ejercicios de examen son a ese nivel solo que no te deja usar formulario pero las fórmulas son muy sencillas. Deja pocas tareas y algunos proyectos pero a nivel de clase"}, {"fecha": "27/Jul/2022", "score_general": "6.0", "score_facilidad": "8.0", "materia": "Ecuaciones Diferenciales", "comments": "Muchas tareas, Asistencia obligatoria, Muchos ExámenesEn análisis numérico es muy relax, sus clases son bien compresibles y los ejercicios de examen son a ese nivel solo que no te deja usar formulario pero las fórmulas son muy sencillas. Deja pocas tareas y algunos proyectos pero a nivel de clase"}, {"fecha": "01/Jun/2022", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Análisis Numerico", "comments": "Califica Duro, Muchos Exámenes, Clases excelentesEn análisis numérico es muy relax, sus clases son bien compresibles y los ejercicios de examen son a ese nivel solo que no te deja usar formulario pero las fórmulas son muy sencillas. Deja pocas tareas y algunos proyectos pero a nivel de clase"}, {"fecha": "20/May/2022", "score_general": "7.0", "score_facilidad": "6.0", "materia": "Ecuaciones", "comments": "Califica Duro, Asistencia obligatoria, Muchos ExámenesSi, la profesora es buena, agradable y explica los temas con claridad, sin embargo debes estudiar mucho por tu cuenta para poder salir bien ya que la profesora solo ve lo básico en clase, de hecho deja ejercicios extra al final de cada tema, pero no valen, califica con 5 exámenes y 1 global."}, {"fecha": "24/Ene/2022", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Ecuaciones Diferenciales", "comments": "La Participación Importa, Asistencia obligatoria, Aspectos de calificación clarosSi, la profesora es buena, agradable y explica los temas con claridad, sin embargo debes estudiar mucho por tu cuenta para poder salir bien ya que la profesora solo ve lo básico en clase, de hecho deja ejercicios extra al final de cada tema, pero no valen, califica con 5 exámenes y 1 global."}, {"fecha": "09/Sep/2021", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Ecuaciones Diferenciales/Análisis Numérico", "comments": "Muchos Exámenes, Brinda apoyo, Clases excelentesSi, la profesora es buena, agradable y explica los temas con claridad, sin embargo debes estudiar mucho por tu cuenta para poder salir bien ya que la profesora solo ve lo básico en clase, de hecho deja ejercicios extra al final de cada tema, pero no valen, califica con 5 exámenes y 1 global."}, {"fecha": "03/Sep/2021", "score_general": "10.0", "score_facilidad": "8.0", "materia": "ecuaciones diferenciales", "comments": "La Participación Importa, Respetado por los estudiantes, InspiracionalSi, la profesora es buena, agradable y explica los temas con claridad, sin embargo debes estudiar mucho por tu cuenta para poder salir bien ya que la profesora solo ve lo básico en clase, de hecho deja ejercicios extra al final de cada tema, pero no valen, califica con 5 exámenes y 1 global."}, {"fecha": "02/Sep/2021", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Álgebra lineal", "comments": "Respetado por los estudiantes, Inspiracional, Clases excelentesSi, la profesora es buena, agradable y explica los temas con claridad, sin embargo debes estudiar mucho por tu cuenta para poder salir bien ya que la profesora solo ve lo básico en clase, de hecho deja ejercicios extra al final de cada tema, pero no valen, califica con 5 exámenes y 1 global."}, {"fecha": "26/Ago/2021", "score_general": "10.0", "score_facilidad": "4.0", "materia": "Ecuaciones diferenciales", "comments": "Da buena retroalimentación, Clases excelentes, Tomaría su clase otra vezHa sido de mis profesoras fav de la fac. Explica muy bien y sus apuntes están organizados, claros y muy bonitos. Si quieres aprender, ella es la opción, pero eso sí, muy pocos alcanzan el 10. Hay que poner mucha atención en la clase y estudiar sus apuntes. En su evaluación la participación vale 30%"}, {"fecha": "26/Ago/2021", "score_general": "9.0", "score_facilidad": "4.0", "materia": "Ecuaciones Diferenciales", "comments": "Da buena retroalimentación, La Participación Importa, Aspectos de calificación clarosHa sido de mis profesoras fav de la fac. Explica muy bien y sus apuntes están organizados, claros y muy bonitos. Si quieres aprender, ella es la opción, pero eso sí, muy pocos alcanzan el 10. Hay que poner mucha atención en la clase y estudiar sus apuntes. En su evaluación la participación vale 30%"}, {"fecha": "19/Ago/2021", "score_general": "8.0", "score_facilidad": "10.0", "materia": "Análisis Numérico", "comments": "La Participación Importa, Muchos Exámenes, Deja trabajos largosHa sido de mis profesoras fav de la fac. Explica muy bien y sus apuntes están organizados, claros y muy bonitos. Si quieres aprender, ella es la opción, pero eso sí, muy pocos alcanzan el 10. Hay que poner mucha atención en la clase y estudiar sus apuntes. En su evaluación la participación vale 30%"}, {"fecha": "19/Feb/2021", "score_general": "8.0", "score_facilidad": "10.0", "materia": "Análisis numérico", "comments": "Barco, Tomaría su clase otra vezHa sido de mis profesoras fav de la fac. Explica muy bien y sus apuntes están organizados, claros y muy bonitos. Si quieres aprender, ella es la opción, pero eso sí, muy pocos alcanzan el 10. Hay que poner mucha atención en la clase y estudiar sus apuntes. En su evaluación la participación vale 30%"}, {"fecha": "18/Feb/2021", "score_general": "9.0", "score_facilidad": "4.0", "materia": "calculo vectorial", "comments": "Califica Duro, Muchos Exámenes, Aspectos de calificación clarosHa sido de mis profesoras fav de la fac. Explica muy bien y sus apuntes están organizados, claros y muy bonitos. Si quieres aprender, ella es la opción, pero eso sí, muy pocos alcanzan el 10. Hay que poner mucha atención en la clase y estudiar sus apuntes. En su evaluación la participación vale 30%"}, {"fecha": "16/Feb/2021", "score_general": "5.0", "score_facilidad": "2.0", "materia": "Cálculo Vectorial", "comments": "Califica Duro, La Participación Importa, Asistencia obligatoriaDicen que en presencial era buena, no ve todo el temario y si lo ve es una embarrada, da muchas cosas por sentado no explica bien y al participar escoge a los mismos siempre, algunos temas los \"ve\" pero en realidad sube ejercicios de esos temas si los entiendes chido si no ya valiste MUY MALA"}, {"fecha": "16/Feb/2021", "score_general": "8.0", "score_facilidad": "4.0", "materia": "Cálculo vectorial", "comments": "La Participación Importa, Las clases son largas, Muchos ExámenesDicen que en presencial era buena, no ve todo el temario y si lo ve es una embarrada, da muchas cosas por sentado no explica bien y al participar escoge a los mismos siempre, algunos temas los \"ve\" pero en realidad sube ejercicios de esos temas si los entiendes chido si no ya valiste MUY MALA"}, {"fecha": "15/Feb/2021", "score_general": "9.0", "score_facilidad": "6.0", "materia": "Calculo Vectorial", "comments": "La Participación Importa, Aspectos de calificación claros, Los exámenes son difícilesDicen que en presencial era buena, no ve todo el temario y si lo ve es una embarrada, da muchas cosas por sentado no explica bien y al participar escoge a los mismos siempre, algunos temas los \"ve\" pero en realidad sube ejercicios de esos temas si los entiendes chido si no ya valiste MUY MALA"}, {"fecha": "02/Sep/2020", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Cálculo Vectorial", "comments": "Da buena retroalimentación, La Participación Importa, InspiracionalDicen que en presencial era buena, no ve todo el temario y si lo ve es una embarrada, da muchas cosas por sentado no explica bien y al participar escoge a los mismos siempre, algunos temas los \"ve\" pero en realidad sube ejercicios de esos temas si los entiendes chido si no ya valiste MUY MALA"}, {"fecha": "22/Oct/2019", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Cálculo vectorial", "comments": "Brinda apoyo, Clases excelentes, Tomaría su clase otra vezDicen que en presencial era buena, no ve todo el temario y si lo ve es una embarrada, da muchas cosas por sentado no explica bien y al participar escoge a los mismos siempre, algunos temas los \"ve\" pero en realidad sube ejercicios de esos temas si los entiendes chido si no ya valiste MUY MALA"}, {"fecha": "25/Jul/2019", "score_general": "9.0", "score_facilidad": "10.0", "materia": "Álgebra  lineal", "comments": "Asistencia obligatoria, Pocos Exámenes, Tomaría su clase otra vezEs muy buena profesora, enseña muy bien y aparte es muy agradable. Es muy fácil pasar con ella y te deja n nivel aceptable, la recomiendo ampliamente"}, {"fecha": "01/Jul/2019", "score_general": "8.0", "score_facilidad": "6.0", "materia": "Analisis numerico", "comments": "Pocos Exámenes, Clases excelentes, Tomaría su clase otra vezEs muy buena profesora, enseña muy bien y aparte es muy agradable. Es muy fácil pasar con ella y te deja n nivel aceptable, la recomiendo ampliamente"}, {"fecha": "17/Jun/2019", "score_general": "8.0", "score_facilidad": "8.0", "materia": "Análisis numérico", "comments": "Asistencia obligatoria, Pocos Exámenes, Deja trabajos largosEs muy buena profesora, enseña muy bien y aparte es muy agradable. Es muy fácil pasar con ella y te deja n nivel aceptable, la recomiendo ampliamente"}, {"fecha": "13/Jun/2019", "score_general": "6.0", "score_facilidad": "4.0", "materia": "Análisis Numérico", "comments": "Califica Duro, Muchas tareas, Muchos proyectos grupalesEs muy buena profesora, enseña muy bien y aparte es muy agradable. Es muy fácil pasar con ella y te deja n nivel aceptable, la recomiendo ampliamente"}, {"fecha": "04/Jun/2019", "score_general": "8.0", "score_facilidad": "4.0", "materia": "Análisis numérico", "comments": "Clases excelentes, Muchos proyectos grupales, Tomaría su clase otra vezEs muy buena profesora, enseña muy bien y aparte es muy agradable. Es muy fácil pasar con ella y te deja n nivel aceptable, la recomiendo ampliamente"}, {"fecha": "25/May/2019", "score_general": "10.0", "score_facilidad": "2.0", "materia": "Cálculo Vectorial", "comments": "Califica Duro, Hace exámenes sorpresa, Clases excelentesMuy buena pero casi todos acabaron en final."}, {"fecha": "21/Ene/2019", "score_general": "8.0", "score_facilidad": "6.0", "materia": "Cálculo vectorial", "comments": "Da buena retroalimentación, Respetado por los estudiantesMuy buena pero casi todos acabaron en final."}, {"fecha": "03/Jul/2018", "score_general": "6.0", "score_facilidad": "8.0", "materia": "Ecuaciones Diferenciales", "comments": "Aspectos de calificación claros, Clases excelentes, Tomaría su clase otra vezMuy buena pero casi todos acabaron en final."}, {"fecha": "08/Feb/2018", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Ecuaciones Diferenciales", "comments": "Da buena retroalimentación, Muchas tareas, Tomaría su clase otra vezMuy buena pero casi todos acabaron en final."}, {"fecha": "07/Feb/2018", "score_general": "8.0", "score_facilidad": "8.0", "materia": "Ecuaciones Diferenciales", "comments": "Aspectos de calificación claros, Brinda apoyo, Tomaría su clase otra vezMuy buena pero casi todos acabaron en final."}, {"fecha": "01/Feb/2017", "score_general": "5.0", "score_facilidad": "8.0", "materia": "Calculo vectorial", "comments": "BarcoNo conoce muy bien los temas, solo copia las definiciones y demostraciones. Y los exámenes no los hace al nivel de los ejercicios de clase. La recomiendo si lo que buscas es acreditar sin mucho esfuerzo."}, {"fecha": "19/Ene/2017", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Cálculo Vectorial", "comments": "Brinda apoyo, Clases excelentes, Tomaría su clase otra vezNo conoce muy bien los temas, solo copia las definiciones y demostraciones. Y los exámenes no los hace al nivel de los ejercicios de clase. La recomiendo si lo que buscas es acreditar sin mucho esfuerzo."}, {"fecha": "15/Ago/2016", "score_general": "9.0", "score_facilidad": "6.0", "materia": "Calculo Vectorial", "comments": "Da buena retroalimentación, Brinda apoyo, Tomaría su clase otra vezNo conoce muy bien los temas, solo copia las definiciones y demostraciones. Y los exámenes no los hace al nivel de los ejercicios de clase. La recomiendo si lo que buscas es acreditar sin mucho esfuerzo."}, {"fecha": "20/Jun/2016", "score_general": "9.0", "score_facilidad": "6.0", "materia": "Álgebra Lineal", "comments": "Respetado por los estudiantes, Brinda apoyo, Tomaría su clase otra vezNo conoce muy bien los temas, solo copia las definiciones y demostraciones. Y los exámenes no los hace al nivel de los ejercicios de clase. La recomiendo si lo que buscas es acreditar sin mucho esfuerzo."}, {"fecha": "01/Jun/2016", "score_general": "9.0", "score_facilidad": "6.0", "materia": "Álgebra Lineal", "comments": "No conoce muy bien los temas, solo copia las definiciones y demostraciones. Y los exámenes no los hace al nivel de los ejercicios de clase. La recomiendo si lo que buscas es acreditar sin mucho esfuerzo."}]