[{"fecha": "12/May/2023", "score_general": "3.0", "score_facilidad": "4.0", "materia": "Ddm", "comments": "Califica Duro, Muchas tareas, Deja trabajos largosWey el ultimo mes de clase no lo da y solamente deja tareas y proyectos. No te dice como hacer tu proyecto de VGA y debes investigar y comprar todo por tu cuenta. Cuando tenemos clase ve un único ejemplo sencillo y en la tarea te la insarta. Si entregaste todo te da chance y te pone el 6. es bipolar"}, {"fecha": "24/Abr/2023", "score_general": "2.0", "score_facilidad": "4.0", "materia": "Vlsi", "comments": "Califica Duro, Prepárate para leer, Las clases son largasWey el ultimo mes de clase no lo da y solamente deja tareas y proyectos. No te dice como hacer tu proyecto de VGA y debes investigar y comprar todo por tu cuenta. Cuando tenemos clase ve un único ejemplo sencillo y en la tarea te la insarta. Si entregaste todo te da chance y te pone el 6. es bipolar"}, {"fecha": "24/Abr/2023", "score_general": "2.0", "score_facilidad": "2.0", "materia": "DDM", "comments": "Califica Duro, Muchas tareas, Asistencia obligatoriaWey el ultimo mes de clase no lo da y solamente deja tareas y proyectos. No te dice como hacer tu proyecto de VGA y debes investigar y comprar todo por tu cuenta. Cuando tenemos clase ve un único ejemplo sencillo y en la tarea te la insarta. Si entregaste todo te da chance y te pone el 6. es bipolar"}, {"fecha": "20/Abr/2023", "score_general": "3.0", "score_facilidad": "4.0", "materia": "Diseño Digital Moderno", "comments": "Califica Duro, Deja trabajos largosWey el ultimo mes de clase no lo da y solamente deja tareas y proyectos. No te dice como hacer tu proyecto de VGA y debes investigar y comprar todo por tu cuenta. Cuando tenemos clase ve un único ejemplo sencillo y en la tarea te la insarta. Si entregaste todo te da chance y te pone el 6. es bipolar"}, {"fecha": "05/Abr/2023", "score_general": "4.0", "score_facilidad": "4.0", "materia": "Diseño Digital Moderno", "comments": "Califica Duro, Muchas tareasWey el ultimo mes de clase no lo da y solamente deja tareas y proyectos. No te dice como hacer tu proyecto de VGA y debes investigar y comprar todo por tu cuenta. Cuando tenemos clase ve un único ejemplo sencillo y en la tarea te la insarta. Si entregaste todo te da chance y te pone el 6. es bipolar"}, {"fecha": "13/Mar/2023", "score_general": "4.0", "score_facilidad": "6.0", "materia": "VLSI", "comments": "Muchas tareas, Deja trabajos largos, Los exámenes son difícilesDeja proyectos de una semana para otra y no es clara explicando, se desespera bien fácil y es incómodo.  Además falta mucho y avisa 15 minutos antes, es terrible. Tienes que aprender por tu cuenta."}, {"fecha": "02/Mar/2023", "score_general": "6.0", "score_facilidad": "6.0", "materia": "Diseño digital moderno", "comments": "Muchas tareas, Da Crédito Extra, Deja trabajos largosDeja proyectos de una semana para otra y no es clara explicando, se desespera bien fácil y es incómodo.  Además falta mucho y avisa 15 minutos antes, es terrible. Tienes que aprender por tu cuenta."}, {"fecha": "16/Feb/2023", "score_general": "5.0", "score_facilidad": "6.0", "materia": "Diseño digital", "comments": "Barco, Da Crédito Extra, Los exámenes son difícilesDeja proyectos de una semana para otra y no es clara explicando, se desespera bien fácil y es incómodo.  Además falta mucho y avisa 15 minutos antes, es terrible. Tienes que aprender por tu cuenta."}, {"fecha": "12/Feb/2023", "score_general": "6.0", "score_facilidad": "8.0", "materia": "Diseño Digital Moderno", "comments": "Califica Duro, Da Crédito Extra, Muchos proyectos grupalesDeja proyectos de una semana para otra y no es clara explicando, se desespera bien fácil y es incómodo.  Además falta mucho y avisa 15 minutos antes, es terrible. Tienes que aprender por tu cuenta."}, {"fecha": "08/Feb/2023", "score_general": "6.0", "score_facilidad": "6.0", "materia": "Diseño Digital Moderno", "comments": "Califica Duro, Prepárate para leer, Asistencia obligatoriaDeja proyectos de una semana para otra y no es clara explicando, se desespera bien fácil y es incómodo.  Además falta mucho y avisa 15 minutos antes, es terrible. Tienes que aprender por tu cuenta."}, {"fecha": "07/Feb/2023", "score_general": "7.0", "score_facilidad": "8.0", "materia": "Diseño Digital VLSI", "comments": "Muchas tareas, Da Crédito ExtraSi no quieres sufrir en esta materia, ella es la opción. No hace exámenes y se enfoca más en lo práctico que en lo teórico, lo cual ayuda bastante si no aprendiste mucho en DDM. Deja muchas tareas, prácticas y proyectos pero nada del otro mundo. Da muchas oportunidades de subir calificación."}, {"fecha": "07/Feb/2023", "score_general": "10.0", "score_facilidad": "10.0", "materia": "---", "comments": "Barco, Muy cómico, Tomaría su clase otra vezSi no quieres sufrir en esta materia, ella es la opción. No hace exámenes y se enfoca más en lo práctico que en lo teórico, lo cual ayuda bastante si no aprendiste mucho en DDM. Deja muchas tareas, prácticas y proyectos pero nada del otro mundo. Da muchas oportunidades de subir calificación."}, {"fecha": "05/Feb/2023", "score_general": "5.0", "score_facilidad": "10.0", "materia": "Diseño Digital VLSI", "comments": "Barco, Brinda apoyo, Muchos proyectos grupalesSi no quieres sufrir en esta materia, ella es la opción. No hace exámenes y se enfoca más en lo práctico que en lo teórico, lo cual ayuda bastante si no aprendiste mucho en DDM. Deja muchas tareas, prácticas y proyectos pero nada del otro mundo. Da muchas oportunidades de subir calificación."}, {"fecha": "03/Feb/2023", "score_general": "6.0", "score_facilidad": "6.0", "materia": "VLSI", "comments": "Muchas tareas, Deja trabajos largosSi no quieres sufrir en esta materia, ella es la opción. No hace exámenes y se enfoca más en lo práctico que en lo teórico, lo cual ayuda bastante si no aprendiste mucho en DDM. Deja muchas tareas, prácticas y proyectos pero nada del otro mundo. Da muchas oportunidades de subir calificación."}, {"fecha": "01/Feb/2023", "score_general": "4.0", "score_facilidad": "6.0", "materia": "Diseño Digital", "comments": "Barco, Muchas tareas, Muchos ExámenesSi no quieres sufrir en esta materia, ella es la opción. No hace exámenes y se enfoca más en lo práctico que en lo teórico, lo cual ayuda bastante si no aprendiste mucho en DDM. Deja muchas tareas, prácticas y proyectos pero nada del otro mundo. Da muchas oportunidades de subir calificación."}, {"fecha": "29/Ene/2023", "score_general": "5.0", "score_facilidad": "8.0", "materia": "Diseño digital", "comments": "Muchas tareas, Prepárate para leerEs una clase algo pesada debido a tantas tareas que deja, no es la mejor enseñando tampoco pero poniendo atención algo aprendes. Este semestre comprar la tarjeta era obligatorio, pero si no te dejaba el 6. No esperes barquear o salir con buena calificacion, cada 2 semanas hay que hacer proyecto."}, {"fecha": "25/Ene/2023", "score_general": "6.0", "score_facilidad": "8.0", "materia": "VLSI", "comments": "Muchas tareas, Hace exámenes sorpresa, Muchos proyectos grupalesEs una clase algo pesada debido a tantas tareas que deja, no es la mejor enseñando tampoco pero poniendo atención algo aprendes. Este semestre comprar la tarjeta era obligatorio, pero si no te dejaba el 6. No esperes barquear o salir con buena calificacion, cada 2 semanas hay que hacer proyecto."}, {"fecha": "12/Jun/2022", "score_general": "4.0", "score_facilidad": "10.0", "materia": "VLSI", "comments": "Muchas tareas, Pocos Exámenes, Deja trabajos largosEs una clase algo pesada debido a tantas tareas que deja, no es la mejor enseñando tampoco pero poniendo atención algo aprendes. Este semestre comprar la tarjeta era obligatorio, pero si no te dejaba el 6. No esperes barquear o salir con buena calificacion, cada 2 semanas hay que hacer proyecto."}, {"fecha": "09/Jun/2022", "score_general": "10.0", "score_facilidad": "10.0", "materia": "DDM", "comments": "Aspectos de calificación claros, Brinda apoyo, Deja trabajos largosEs una clase algo pesada debido a tantas tareas que deja, no es la mejor enseñando tampoco pero poniendo atención algo aprendes. Este semestre comprar la tarjeta era obligatorio, pero si no te dejaba el 6. No esperes barquear o salir con buena calificacion, cada 2 semanas hay que hacer proyecto."}, {"fecha": "27/Ene/2022", "score_general": "7.0", "score_facilidad": "6.0", "materia": "DDVLSI", "comments": "Barco, Muchas tareas, Muchos proyectos grupalesEs una clase algo pesada debido a tantas tareas que deja, no es la mejor enseñando tampoco pero poniendo atención algo aprendes. Este semestre comprar la tarjeta era obligatorio, pero si no te dejaba el 6. No esperes barquear o salir con buena calificacion, cada 2 semanas hay que hacer proyecto."}, {"fecha": "25/Ago/2021", "score_general": "8.0", "score_facilidad": "8.0", "materia": "VLSI", "comments": "Respetado por los estudiantes, Inspiracional, Aspectos de calificación clarosLa profesora fue muy accesible dado la pandemia y el paro.\r\nLo recomendable es que no te atrases con la entrega de proyectos, cualquier duda ella te la resuelve.\r\nAhora para aprobar debes entregar hasta el proyecto de vga (sin contar el proyecto final) y ya  te vas con 6 en adelante."}, {"fecha": "24/Ago/2021", "score_general": "8.0", "score_facilidad": "4.0", "materia": "VLSI", "comments": "Califica Duro, Muchas tareas, Muchos proyectos grupalesLa profesora fue muy accesible dado la pandemia y el paro.\r\nLo recomendable es que no te atrases con la entrega de proyectos, cualquier duda ella te la resuelve.\r\nAhora para aprobar debes entregar hasta el proyecto de vga (sin contar el proyecto final) y ya  te vas con 6 en adelante."}, {"fecha": "10/Dic/2020", "score_general": "8.0", "score_facilidad": "8.0", "materia": "Diseño Digital Moderno TEORÍA y LAB", "comments": "Muchas tareas, Hace exámenes sorpresa, Asistencia obligatoriaLa profesora fue muy accesible dado la pandemia y el paro.\r\nLo recomendable es que no te atrases con la entrega de proyectos, cualquier duda ella te la resuelve.\r\nAhora para aprobar debes entregar hasta el proyecto de vga (sin contar el proyecto final) y ya  te vas con 6 en adelante."}, {"fecha": "11/Nov/2020", "score_general": "2.0", "score_facilidad": "2.0", "materia": "VLSI", "comments": "Muchas tareas, Hace exámenes sorpresa, Muchos ExámenesLa profesora fue muy accesible dado la pandemia y el paro.\r\nLo recomendable es que no te atrases con la entrega de proyectos, cualquier duda ella te la resuelve.\r\nAhora para aprobar debes entregar hasta el proyecto de vga (sin contar el proyecto final) y ya  te vas con 6 en adelante."}, {"fecha": "10/Nov/2020", "score_general": "5.0", "score_facilidad": "2.0", "materia": "---", "comments": "Muchas tareas, Las clases son largas, Deja trabajos largosLa profesora fue muy accesible dado la pandemia y el paro.\r\nLo recomendable es que no te atrases con la entrega de proyectos, cualquier duda ella te la resuelve.\r\nAhora para aprobar debes entregar hasta el proyecto de vga (sin contar el proyecto final) y ya  te vas con 6 en adelante."}, {"fecha": "03/Ago/2020", "score_general": "8.0", "score_facilidad": "6.0", "materia": "Diseño Digital Moderno", "comments": "Asistencia obligatoria, Da Crédito Extra, Muchos proyectos grupalesNo sé si se deba a la pandemia pero este semestre no fue tan estricta como dicen en los otros comentarios, pero sí hay que dedicarle mucho tiempo a su materia. No me gustan sus comentarios de amenaza de reprobar por cosas que a ella no le parecen.\r\nSufrí por no saber alambrar ni usar la FPGA."}, {"fecha": "05/Jun/2020", "score_general": "7.0", "score_facilidad": "2.0", "materia": "Diseño Digital", "comments": "Hace exámenes sorpresaNo sé si se deba a la pandemia pero este semestre no fue tan estricta como dicen en los otros comentarios, pero sí hay que dedicarle mucho tiempo a su materia. No me gustan sus comentarios de amenaza de reprobar por cosas que a ella no le parecen.\r\nSufrí por no saber alambrar ni usar la FPGA."}, {"fecha": "15/Abr/2020", "score_general": "2.0", "score_facilidad": "6.0", "materia": "VLSI", "comments": "No sé si se deba a la pandemia pero este semestre no fue tan estricta como dicen en los otros comentarios, pero sí hay que dedicarle mucho tiempo a su materia. No me gustan sus comentarios de amenaza de reprobar por cosas que a ella no le parecen.\r\nSufrí por no saber alambrar ni usar la FPGA."}, {"fecha": "10/Feb/2020", "score_general": "3.0", "score_facilidad": "4.0", "materia": "VLSI", "comments": "Califica Duro, Muchas tareas, Hace exámenes sorpresaNo sé si se deba a la pandemia pero este semestre no fue tan estricta como dicen en los otros comentarios, pero sí hay que dedicarle mucho tiempo a su materia. No me gustan sus comentarios de amenaza de reprobar por cosas que a ella no le parecen.\r\nSufrí por no saber alambrar ni usar la FPGA."}, {"fecha": "27/Ene/2020", "score_general": "7.0", "score_facilidad": "8.0", "materia": "Diseño digital moderno", "comments": "Muy cómico, Muchas tareas, Pocos ExámenesNo sé si se deba a la pandemia pero este semestre no fue tan estricta como dicen en los otros comentarios, pero sí hay que dedicarle mucho tiempo a su materia. No me gustan sus comentarios de amenaza de reprobar por cosas que a ella no le parecen.\r\nSufrí por no saber alambrar ni usar la FPGA."}, {"fecha": "27/Jul/2017", "score_general": "4.0", "score_facilidad": "4.0", "materia": "Diseño de Sistemas Digitales", "comments": "Si no metes con ella en laboratorio y teoria con ella en el mismo semestre estas perdido, califica la teoria con lo mismo que haces en laboratorio, no explica nada de teoria y luego no da clase, la teoria solo la califica con losproyectos de laboratorio y examenes referentes a los proyectos"}, {"fecha": "14/Jun/2017", "score_general": "7.0", "score_facilidad": "8.0", "materia": "Lab. Diseño de Sistemas Digitales", "comments": "Asistencia obligatoria, Muchos ExámenesSi no metes con ella en laboratorio y teoria con ella en el mismo semestre estas perdido, califica la teoria con lo mismo que haces en laboratorio, no explica nada de teoria y luego no da clase, la teoria solo la califica con losproyectos de laboratorio y examenes referentes a los proyectos"}, {"fecha": "15/May/2017", "score_general": "8.0", "score_facilidad": "4.0", "materia": "Laboratorio de Diseño de Sistemas Digitales", "comments": "Califica Duro, Muchos ExámenesSi no metes con ella en laboratorio y teoria con ella en el mismo semestre estas perdido, califica la teoria con lo mismo que haces en laboratorio, no explica nada de teoria y luego no da clase, la teoria solo la califica con losproyectos de laboratorio y examenes referentes a los proyectos"}, {"fecha": "01/Jul/2016", "score_general": "8.0", "score_facilidad": "6.0", "materia": "Diseño de Sistemas Digitales", "comments": "Muchos Exámenes, Muchos proyectos grupalesSi no metes con ella en laboratorio y teoria con ella en el mismo semestre estas perdido, califica la teoria con lo mismo que haces en laboratorio, no explica nada de teoria y luego no da clase, la teoria solo la califica con losproyectos de laboratorio y examenes referentes a los proyectos"}]