[{"fecha": "21/Feb/2023", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Geología", "comments": "La Participación Importa, Inspiracional, Clases excelentesLa verdad el curso del profe va completamente enfocado a la ingeniería civil, sus clases son muy entretenidas y los exámenes de opción múltiple, la participación cuenta mucho si tienes la oportunidad mételo no te vas a arrepentir"}, {"fecha": "10/Feb/2023", "score_general": "8.0", "score_facilidad": "6.0", "materia": "Geología", "comments": "La Participación Importa, Da Crédito Extra, Muchos ExámenesLa verdad el curso del profe va completamente enfocado a la ingeniería civil, sus clases son muy entretenidas y los exámenes de opción múltiple, la participación cuenta mucho si tienes la oportunidad mételo no te vas a arrepentir"}, {"fecha": "01/Feb/2023", "score_general": "7.0", "score_facilidad": "6.0", "materia": "Geología", "comments": "Da buena retroalimentación, La Participación Importa, Tomaría su clase otra vezLa verdad el curso del profe va completamente enfocado a la ingeniería civil, sus clases son muy entretenidas y los exámenes de opción múltiple, la participación cuenta mucho si tienes la oportunidad mételo no te vas a arrepentir"}, {"fecha": "28/Ene/2023", "score_general": "7.0", "score_facilidad": "6.0", "materia": "Geología", "comments": "Da buena retroalimentación, La Participación Importa, Las clases son largasLa verdad el curso del profe va completamente enfocado a la ingeniería civil, sus clases son muy entretenidas y los exámenes de opción múltiple, la participación cuenta mucho si tienes la oportunidad mételo no te vas a arrepentir"}, {"fecha": "18/May/2022", "score_general": "6.0", "score_facilidad": "8.0", "materia": "Geología", "comments": "Barco, La Participación ImportaLa verdad el curso del profe va completamente enfocado a la ingeniería civil, sus clases son muy entretenidas y los exámenes de opción múltiple, la participación cuenta mucho si tienes la oportunidad mételo no te vas a arrepentir"}, {"fecha": "03/Feb/2022", "score_general": "7.0", "score_facilidad": "6.0", "materia": "Geología", "comments": "La Participación Importa, Da Crédito ExtraEn el semestre el profesor se presentó una vez al inicio del curso, el resto fueron videos de clases que ya tenía grabadas de otros grupos. El profesor la verdad es que explica bien, pero lo que importa en la evaluación son las participaciones, algún comentario o pregunta que le digas vale mucho."}, {"fecha": "31/Ene/2022", "score_general": "5.0", "score_facilidad": "10.0", "materia": "Geología", "comments": "En el semestre el profesor se presentó una vez al inicio del curso, el resto fueron videos de clases que ya tenía grabadas de otros grupos. El profesor la verdad es que explica bien, pero lo que importa en la evaluación son las participaciones, algún comentario o pregunta que le digas vale mucho."}, {"fecha": "20/Mar/2021", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Geología", "comments": "Califica Duro, La Participación Importa, Da Crédito ExtraEn el semestre el profesor se presentó una vez al inicio del curso, el resto fueron videos de clases que ya tenía grabadas de otros grupos. El profesor la verdad es que explica bien, pero lo que importa en la evaluación son las participaciones, algún comentario o pregunta que le digas vale mucho."}, {"fecha": "19/Feb/2021", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Geología", "comments": "Barco, La Participación ImportaEn el semestre el profesor se presentó una vez al inicio del curso, el resto fueron videos de clases que ya tenía grabadas de otros grupos. El profesor la verdad es que explica bien, pero lo que importa en la evaluación son las participaciones, algún comentario o pregunta que le digas vale mucho."}, {"fecha": "25/Ene/2021", "score_general": "6.0", "score_facilidad": "4.0", "materia": "Geología", "comments": "La Participación Importa, Da Crédito Extra, Los exámenes son difícilesEn el semestre el profesor se presentó una vez al inicio del curso, el resto fueron videos de clases que ya tenía grabadas de otros grupos. El profesor la verdad es que explica bien, pero lo que importa en la evaluación son las participaciones, algún comentario o pregunta que le digas vale mucho."}, {"fecha": "14/Sep/2020", "score_general": "9.0", "score_facilidad": "6.0", "materia": "Geología", "comments": "La Participación Importa, Aspectos de calificación claros, Brinda apoyoEs un muy buen profesor,  no te aburres ya que en toda la clase se tiene que estar participando ya sea en línea oh presencial, estudia por tu cuenta  y lo que vean en la clase, eso vendrá en el examen, también cuida tus apuntes puede que al final te sirvan para la calificación."}]