[{"fecha": "07/Feb/2023", "score_general": "6.0", "score_facilidad": "8.0", "materia": "Probabilidad", "comments": "BarcoNos falto una gran parte del temario, es buena opción para pasar, no la recomiendo si quieres nivel"}, {"fecha": "29/Ene/2023", "score_general": "7.0", "score_facilidad": "4.0", "materia": "Probabilidad", "comments": "Califica Duro, Aspectos de calificación claros, Clases excelentesNos falto una gran parte del temario, es buena opción para pasar, no la recomiendo si quieres nivel"}, {"fecha": "31/Oct/2022", "score_general": "3.0", "score_facilidad": "2.0", "materia": "Probabilidad", "comments": "Califica Duro, Pocos Exámenes, Los exámenes son difícilesNos falto una gran parte del temario, es buena opción para pasar, no la recomiendo si quieres nivel"}, {"fecha": "25/Ene/2022", "score_general": "7.0", "score_facilidad": "6.0", "materia": "Probabilidad", "comments": "Califica Duro, Asistencia obligatoriaNos falto una gran parte del temario, es buena opción para pasar, no la recomiendo si quieres nivel"}, {"fecha": "16/Dic/2021", "score_general": "2.0", "score_facilidad": "8.0", "materia": "Probabilidad", "comments": "Califica Duro, Deja trabajos largos, Los exámenes son difícilesNos falto una gran parte del temario, es buena opción para pasar, no la recomiendo si quieres nivel"}, {"fecha": "26/Ago/2021", "score_general": "8.0", "score_facilidad": "6.0", "materia": "Probabilidad", "comments": "Los exámenes son difícilesSabe mucho y es buena en la materia, pero sus clases no fueron muy claras, especialmente por el paro, pues sólo eran videos en Youtube mientras leía diapositivas. Es buena maestra, pero no la tomaría como primera opción."}, {"fecha": "25/Ago/2021", "score_general": "4.0", "score_facilidad": "2.0", "materia": "Probabilidad (semestre del paro)", "comments": "Califica Duro, Las clases son largas, Los exámenes son difícilesSabe mucho y es buena en la materia, pero sus clases no fueron muy claras, especialmente por el paro, pues sólo eran videos en Youtube mientras leía diapositivas. Es buena maestra, pero no la tomaría como primera opción."}, {"fecha": "21/Ago/2021", "score_general": "7.0", "score_facilidad": "2.0", "materia": "Probabilidad", "comments": "Sabe mucho y es buena en la materia, pero sus clases no fueron muy claras, especialmente por el paro, pues sólo eran videos en Youtube mientras leía diapositivas. Es buena maestra, pero no la tomaría como primera opción."}, {"fecha": "22/Feb/2021", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Probabilidad", "comments": "Da buena retroalimentación, Brinda apoyo, Clases excelentesSabe mucho y es buena en la materia, pero sus clases no fueron muy claras, especialmente por el paro, pues sólo eran videos en Youtube mientras leía diapositivas. Es buena maestra, pero no la tomaría como primera opción."}, {"fecha": "15/Feb/2021", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Probabilidad", "comments": "Brinda apoyo, Clases excelentes, Tomaría su clase otra vezSabe mucho y es buena en la materia, pero sus clases no fueron muy claras, especialmente por el paro, pues sólo eran videos en Youtube mientras leía diapositivas. Es buena maestra, pero no la tomaría como primera opción."}, {"fecha": "31/Ago/2020", "score_general": "9.0", "score_facilidad": "6.0", "materia": "Probabilidad", "comments": "Califica Duro, Da buena retroalimentación, Asistencia obligatoriaSubía las clases a yotube, podías preguntarle dudas por whatsapp. Los exámenes son un poco más complicados de lo que se ve en teoría y en las series. Es muy amigable, pero no es barco."}, {"fecha": "31/Ago/2020", "score_general": "8.0", "score_facilidad": "4.0", "materia": "Probabilidad", "comments": "Aspectos de calificación claros, Clases excelentes, Los exámenes son difícilesSubía las clases a yotube, podías preguntarle dudas por whatsapp. Los exámenes son un poco más complicados de lo que se ve en teoría y en las series. Es muy amigable, pero no es barco."}, {"fecha": "23/Jun/2020", "score_general": "6.0", "score_facilidad": "6.0", "materia": "Probabilidad", "comments": "La Participación Importa, Inspiracional, Los exámenes son difícilesSubía las clases a yotube, podías preguntarle dudas por whatsapp. Los exámenes son un poco más complicados de lo que se ve en teoría y en las series. Es muy amigable, pero no es barco."}, {"fecha": "22/Jun/2020", "score_general": "6.0", "score_facilidad": "6.0", "materia": "Probabilidad", "comments": "Los exámenes son difícilesSubía las clases a yotube, podías preguntarle dudas por whatsapp. Los exámenes son un poco más complicados de lo que se ve en teoría y en las series. Es muy amigable, pero no es barco."}, {"fecha": "08/Jun/2020", "score_general": "8.0", "score_facilidad": "8.0", "materia": "Probabilidad", "comments": "La Participación Importa, Inspiracional, Brinda apoyoSubía las clases a yotube, podías preguntarle dudas por whatsapp. Los exámenes son un poco más complicados de lo que se ve en teoría y en las series. Es muy amigable, pero no es barco."}, {"fecha": "26/Nov/2019", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Probabilidad", "comments": "Brinda apoyo, Clases excelentes, Tomaría su clase otra vezEs la mejor de proba!"}, {"fecha": "25/Jul/2019", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Probabilidad", "comments": "Muy cómico, Inspiracional, Aspectos de calificación clarosEs la mejor de proba!"}, {"fecha": "24/Jul/2019", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Probabilidad", "comments": "Aspectos de calificación claros, Clases excelentes, Tomaría su clase otra vezEs la mejor de proba!"}]