[{"fecha": "25/Jun/2020", "score_general": "6.0", "score_facilidad": "4.0", "materia": "Administración de proyectos TIC", "comments": "Califica DuroEs muy injusto para calificar, te da criterios de evaluación que al final no respeta. Le pides explicaciones y no te las da. Además de que sus clases duran como 40 minutos en los que no te enseña gran cosa. Falta seguido. No le pone dedicación o empeño para enseñar, solo le importa cobrar el cheque"}, {"fecha": "25/Jun/2020", "score_general": "2.0", "score_facilidad": "2.0", "materia": "Administración de Proyectos TIC", "comments": "Califica Duro, Prepárate para leer, Deja trabajos largosEs muy injusto para calificar, te da criterios de evaluación que al final no respeta. Le pides explicaciones y no te las da. Además de que sus clases duran como 40 minutos en los que no te enseña gran cosa. Falta seguido. No le pone dedicación o empeño para enseñar, solo le importa cobrar el cheque"}, {"fecha": "25/Jun/2020", "score_general": "3.0", "score_facilidad": "6.0", "materia": "Administración de Proyectos TIC", "comments": "Califica Duro, BarcoEs muy injusto para calificar, te da criterios de evaluación que al final no respeta. Le pides explicaciones y no te las da. Además de que sus clases duran como 40 minutos en los que no te enseña gran cosa. Falta seguido. No le pone dedicación o empeño para enseñar, solo le importa cobrar el cheque"}, {"fecha": "25/Jun/2020", "score_general": "6.0", "score_facilidad": "6.0", "materia": "Administración de Proyectos", "comments": "Es muy injusto para calificar, te da criterios de evaluación que al final no respeta. Le pides explicaciones y no te las da. Además de que sus clases duran como 40 minutos en los que no te enseña gran cosa. Falta seguido. No le pone dedicación o empeño para enseñar, solo le importa cobrar el cheque"}, {"fecha": "25/Jun/2020", "score_general": "4.0", "score_facilidad": "6.0", "materia": "Administración de Proyectos TIC", "comments": "Muchas tareas, Pocos ExámenesEs muy injusto para calificar, te da criterios de evaluación que al final no respeta. Le pides explicaciones y no te las da. Además de que sus clases duran como 40 minutos en los que no te enseña gran cosa. Falta seguido. No le pone dedicación o empeño para enseñar, solo le importa cobrar el cheque"}, {"fecha": "30/Jul/2019", "score_general": "7.0", "score_facilidad": "8.0", "materia": "Ingeniería de software", "comments": "Nada fuera de lo normal."}, {"fecha": "23/Ene/2019", "score_general": "6.0", "score_facilidad": "10.0", "materia": "Administracion de proyectos de Software", "comments": "Barco, Asistencia obligatoria, InspiracionalNada fuera de lo normal."}]