[{"fecha": "01/Feb/2023", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Química de Ciencias de la Tierra", "comments": "Da buena retroalimentación, La Participación Importa, Brinda apoyoNo es barco pero no es tan difícil. Asiste, que vea que tienes interés en su clase, participa, resuelve sus ejercicios y haz las tareas y series, que de ahí salen los parciales. Los ASDRIs hacen final obligatorio que hay que pasar, de ahí ve cuál es tu calificación mayor (ord o final) y te la pone"}, {"fecha": "27/Nov/2022", "score_general": "7.0", "score_facilidad": "4.0", "materia": "Quimica", "comments": "La Participación Importa, Las clases son largas, Los exámenes son difícilesNo es barco pero no es tan difícil. Asiste, que vea que tienes interés en su clase, participa, resuelve sus ejercicios y haz las tareas y series, que de ahí salen los parciales. Los ASDRIs hacen final obligatorio que hay que pasar, de ahí ve cuál es tu calificación mayor (ord o final) y te la pone"}, {"fecha": "24/Ene/2022", "score_general": "5.0", "score_facilidad": "6.0", "materia": "Química", "comments": "La Participación Importa, Las clases son largas, Clases excelentesNo es barco pero no es tan difícil. Asiste, que vea que tienes interés en su clase, participa, resuelve sus ejercicios y haz las tareas y series, que de ahí salen los parciales. Los ASDRIs hacen final obligatorio que hay que pasar, de ahí ve cuál es tu calificación mayor (ord o final) y te la pone"}, {"fecha": "29/Jun/2021", "score_general": "9.0", "score_facilidad": "6.0", "materia": "Sistemas químicos en ingeniería", "comments": "Da buena retroalimentación, La Participación Importa, Tomaría su clase otra vezNo es barco pero no es tan difícil. Asiste, que vea que tienes interés en su clase, participa, resuelve sus ejercicios y haz las tareas y series, que de ahí salen los parciales. Los ASDRIs hacen final obligatorio que hay que pasar, de ahí ve cuál es tu calificación mayor (ord o final) y te la pone"}, {"fecha": "14/Abr/2021", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Quimica", "comments": "Barco, Da buena retroalimentación, La Participación ImportaNo es barco pero no es tan difícil. Asiste, que vea que tienes interés en su clase, participa, resuelve sus ejercicios y haz las tareas y series, que de ahí salen los parciales. Los ASDRIs hacen final obligatorio que hay que pasar, de ahí ve cuál es tu calificación mayor (ord o final) y te la pone"}, {"fecha": "22/Ene/2020", "score_general": "4.0", "score_facilidad": "2.0", "materia": "Quimica", "comments": "Muchas tareas, La Participación Importa, Las clases son largasEs muy buena persona, pero definitivamente los primeros temas de la materia no son de su dominio, puede que sepa mucho pero no sabe transmitirlo muy bien, lo que si es que te brinda apoyo"}, {"fecha": "09/Jul/2019", "score_general": "7.0", "score_facilidad": "4.0", "materia": "Química (2016)", "comments": "Asistencia obligatoria, Da Crédito Extra, Los exámenes son difícilesEs muy buena persona, pero definitivamente los primeros temas de la materia no son de su dominio, puede que sepa mucho pero no sabe transmitirlo muy bien, lo que si es que te brinda apoyo"}, {"fecha": "19/Ene/2019", "score_general": "2.0", "score_facilidad": "2.0", "materia": "---", "comments": "Califica Duro, Muchas tareas, Muchos ExámenesEs muy buena persona, pero definitivamente los primeros temas de la materia no son de su dominio, puede que sepa mucho pero no sabe transmitirlo muy bien, lo que si es que te brinda apoyo"}]