[{"fecha": "20/Ago/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Fotogrametría/Procesos Fotogramétricos", "comments": "Da buena retroalimentación, Deja trabajos largos, Tomaría su clase otra vezUno de los mejores de la DICyG. Las actividades y prácticas son de lo más sencillo, lo que lo complica es el tiempo que toma el llevarlas a cabo, hay algunas que pueden llevarse hasta 12 horas. Puedes preguntarle cuántas veces sean necesarias y siempre está dispuesto a ayudarte. Muy fácil sacar 10."}, {"fecha": "17/Ene/2019", "score_general": "8.0", "score_facilidad": "10.0", "materia": "Geomática básica", "comments": "Barco, Pocos Exámenes, Tomaría su clase otra vezUno de los mejores de la DICyG. Las actividades y prácticas son de lo más sencillo, lo que lo complica es el tiempo que toma el llevarlas a cabo, hay algunas que pueden llevarse hasta 12 horas. Puedes preguntarle cuántas veces sean necesarias y siempre está dispuesto a ayudarte. Muy fácil sacar 10."}, {"fecha": "26/Nov/2018", "score_general": "8.0", "score_facilidad": "10.0", "materia": "Geomática Básica", "comments": "La Participación Importa, Brinda apoyo, Tomaría su clase otra vezUno de los mejores de la DICyG. Las actividades y prácticas son de lo más sencillo, lo que lo complica es el tiempo que toma el llevarlas a cabo, hay algunas que pueden llevarse hasta 12 horas. Puedes preguntarle cuántas veces sean necesarias y siempre está dispuesto a ayudarte. Muy fácil sacar 10."}, {"fecha": "16/Sep/2018", "score_general": "8.0", "score_facilidad": "8.0", "materia": "Geomática Básica.", "comments": "Barco, Pocos Exámenes, Muchos proyectos grupalesUno de los mejores de la DICyG. Las actividades y prácticas son de lo más sencillo, lo que lo complica es el tiempo que toma el llevarlas a cabo, hay algunas que pueden llevarse hasta 12 horas. Puedes preguntarle cuántas veces sean necesarias y siempre está dispuesto a ayudarte. Muy fácil sacar 10."}, {"fecha": "15/Jul/2018", "score_general": "9.0", "score_facilidad": "10.0", "materia": "Geomática Basica", "comments": "Barco, Brinda apoyo, Tomaría su clase otra vezUno de los mejores de la DICyG. Las actividades y prácticas son de lo más sencillo, lo que lo complica es el tiempo que toma el llevarlas a cabo, hay algunas que pueden llevarse hasta 12 horas. Puedes preguntarle cuántas veces sean necesarias y siempre está dispuesto a ayudarte. Muy fácil sacar 10."}]