[{"fecha": "30/Ago/2022", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Mineralogía", "comments": "Respetado por los estudiantes, Aspectos de calificación claros, Tomaría su clase otra vezEs Profesor de amplia experiencia, te dejara con un excelente nivel, sus asistentes son extremadamente amables y procuran que aprendas ellos estan solo para apoyar. Los examenes son faciles si realizas las tareas. las preguntas son de risa."}, {"fecha": "08/Feb/2022", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Mineralogía", "comments": "Da buena retroalimentación, Deja trabajos largos, Tomaría su clase otra vezEs Profesor de amplia experiencia, te dejara con un excelente nivel, sus asistentes son extremadamente amables y procuran que aprendas ellos estan solo para apoyar. Los examenes son faciles si realizas las tareas. las preguntas son de risa."}, {"fecha": "18/Ene/2022", "score_general": "10.0", "score_facilidad": "2.0", "materia": "Mineralogía", "comments": "Muchas tareas, Inspiracional, Tomaría su clase otra vezEs Profesor de amplia experiencia, te dejara con un excelente nivel, sus asistentes son extremadamente amables y procuran que aprendas ellos estan solo para apoyar. Los examenes son faciles si realizas las tareas. las preguntas son de risa."}, {"fecha": "26/Ago/2021", "score_general": "10.0", "score_facilidad": "4.0", "materia": "Mineralogía", "comments": "Muchas tareas, La Participación Importa, Asistencia obligatoriaEs Profesor de amplia experiencia, te dejara con un excelente nivel, sus asistentes son extremadamente amables y procuran que aprendas ellos estan solo para apoyar. Los examenes son faciles si realizas las tareas. las preguntas son de risa."}, {"fecha": "03/Jul/2021", "score_general": "4.0", "score_facilidad": "2.0", "materia": "mineralogía", "comments": "Barco, Las clases son largas, Deja trabajos largosEs Profesor de amplia experiencia, te dejara con un excelente nivel, sus asistentes son extremadamente amables y procuran que aprendas ellos estan solo para apoyar. Los examenes son faciles si realizas las tareas. las preguntas son de risa."}, {"fecha": "09/Jun/2020", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Mineralogía", "comments": "Respetado por los estudiantes, Clases excelentes, Tomaría su clase otra vezEs fácil pasar con 8, si aguantas el ritmo, muy pocos sacan 9 y sólo los más abnegados sacan 10. Todo Geo que se respeta lleva clase con él, debes invertir más de las  9 horas en el salón."}, {"fecha": "26/Jun/2019", "score_general": "8.0", "score_facilidad": "2.0", "materia": "MIneralogía", "comments": "Respetado por los estudiantes, Clases excelentes, Tomaría su clase otra vezEs fácil pasar con 8, si aguantas el ritmo, muy pocos sacan 9 y sólo los más abnegados sacan 10. Todo Geo que se respeta lleva clase con él, debes invertir más de las  9 horas en el salón."}, {"fecha": "18/Jul/2018", "score_general": "8.0", "score_facilidad": "4.0", "materia": "Mineralogía", "comments": "Da buena retroalimentación, La Participación Importa, Tomaría su clase otra vezEs fácil pasar con 8, si aguantas el ritmo, muy pocos sacan 9 y sólo los más abnegados sacan 10. Todo Geo que se respeta lleva clase con él, debes invertir más de las  9 horas en el salón."}, {"fecha": "18/Ene/2017", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Mineralogía", "comments": "Es fácil pasar con 8, si aguantas el ritmo, muy pocos sacan 9 y sólo los más abnegados sacan 10. Todo Geo que se respeta lleva clase con él, debes invertir más de las  9 horas en el salón."}, {"fecha": "28/Jul/2016", "score_general": "8.0", "score_facilidad": "4.0", "materia": "mineralogia", "comments": "La Participación ImportaEs fácil pasar con 8, si aguantas el ritmo, muy pocos sacan 9 y sólo los más abnegados sacan 10. Todo Geo que se respeta lleva clase con él, debes invertir más de las  9 horas en el salón."}, {"fecha": "03/Jun/2016", "score_general": "9.0", "score_facilidad": "4.0", "materia": "Mineralogia", "comments": "Califica Duro, Los exámenes son difícilesSe aprende mucho, tu tienes que tomar los apuntes y hasta el más mínimo detalle importa la hora de examen,  debes de saber putualmente la información ya que un error en una palabra hace que tengas todo mal."}, {"fecha": "03/Mar/2014", "score_general": "10.0", "score_facilidad": "6.0", "materia": "geología", "comments": "Se aprende mucho, tu tienes que tomar los apuntes y hasta el más mínimo detalle importa la hora de examen,  debes de saber putualmente la información ya que un error en una palabra hace que tengas todo mal."}, {"fecha": "22/Ene/2014", "score_general": "10.0", "score_facilidad": "4.0", "materia": "Mineralogía", "comments": "Se aprende mucho, tu tienes que tomar los apuntes y hasta el más mínimo detalle importa la hora de examen,  debes de saber putualmente la información ya que un error en una palabra hace que tengas todo mal."}, {"fecha": "14/Ene/2014", "score_general": "3.0", "score_facilidad": "2.0", "materia": "Mineralogia", "comments": "Se aprende mucho, tu tienes que tomar los apuntes y hasta el más mínimo detalle importa la hora de examen,  debes de saber putualmente la información ya que un error en una palabra hace que tengas todo mal."}, {"fecha": "26/Nov/2013", "score_general": "6.0", "score_facilidad": "4.0", "materia": "Mineralogía", "comments": "Se aprende mucho, tu tienes que tomar los apuntes y hasta el más mínimo detalle importa la hora de examen,  debes de saber putualmente la información ya que un error en una palabra hace que tengas todo mal."}, {"fecha": "21/Jul/2013", "score_general": "4.0", "score_facilidad": "4.0", "materia": "Mineralogia", "comments": "Es doctor, sin embargo sus clases son muy tediosas explica bastante conceptos muy avanzados, deja laboratorio y el que lo imparte no sabe enseñar, te pregunta cosas del laboratoria sin siquiera haber aprendido."}]