[{"fecha": "25/Ene/2022", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Ing de materiales/Lab dxe materiales", "comments": "Da buena retroalimentación, Inspiracional, Tomaría su clase otra vezEs un amor de maestra, es muy relajada por lo que en el zoomestre no era necesario prestar atención y aun asi podias sacar 10, si lo deseas puedes barquear, pero eso no significa que ella no sepa, sabe de los temas y aprende quien quiere, yo aprendi muy bien, la quiero mucho a esa profa"}, {"fecha": "24/Ago/2021", "score_general": "5.0", "score_facilidad": "10.0", "materia": "Ingeniería de Materiales", "comments": "Muchas tareas, Las clases son largas, Brinda apoyoEs un amor de maestra, es muy relajada por lo que en el zoomestre no era necesario prestar atención y aun asi podias sacar 10, si lo deseas puedes barquear, pero eso no significa que ella no sepa, sabe de los temas y aprende quien quiere, yo aprendi muy bien, la quiero mucho a esa profa"}, {"fecha": "23/Ago/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Lab. Ingeniería de materiales", "comments": "Da buena retroalimentación, Las clases son largas, Brinda apoyoEs un amor de maestra, es muy relajada por lo que en el zoomestre no era necesario prestar atención y aun asi podias sacar 10, si lo deseas puedes barquear, pero eso no significa que ella no sepa, sabe de los temas y aprende quien quiere, yo aprendi muy bien, la quiero mucho a esa profa"}, {"fecha": "19/Ago/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Ing materiales", "comments": "Barco, La Participación Importa, Las clases son largasEs un amor de maestra, es muy relajada por lo que en el zoomestre no era necesario prestar atención y aun asi podias sacar 10, si lo deseas puedes barquear, pero eso no significa que ella no sepa, sabe de los temas y aprende quien quiere, yo aprendi muy bien, la quiero mucho a esa profa"}, {"fecha": "01/Mar/2021", "score_general": "8.0", "score_facilidad": "8.0", "materia": "Ingeniería de Materiales", "comments": "Las clases son largasEs un amor de maestra, es muy relajada por lo que en el zoomestre no era necesario prestar atención y aun asi podias sacar 10, si lo deseas puedes barquear, pero eso no significa que ella no sepa, sabe de los temas y aprende quien quiere, yo aprendi muy bien, la quiero mucho a esa profa"}, {"fecha": "22/Jul/2019", "score_general": "7.0", "score_facilidad": "8.0", "materia": "Ingeniería de Materiales", "comments": "No deja examen, te califica con un proyecto, tareas y laboratorio. Se preocupa por que sus alumnos aprendan pero realmente hay mejores formas de enseñar, no te enseña como resolver los problemas pero te los deja en la tarea (se encuentran en internet pero no aprendes). La teoría es básica."}, {"fecha": "25/Jun/2019", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Ingeniería de materiales", "comments": "Califica Duro, La Participación Importa, Asistencia obligatoriaNo deja examen, te califica con un proyecto, tareas y laboratorio. Se preocupa por que sus alumnos aprendan pero realmente hay mejores formas de enseñar, no te enseña como resolver los problemas pero te los deja en la tarea (se encuentran en internet pero no aprendes). La teoría es básica."}, {"fecha": "06/Jun/2019", "score_general": "7.0", "score_facilidad": "10.0", "materia": "Lab de Materiales", "comments": "BarcoNo deja examen, te califica con un proyecto, tareas y laboratorio. Se preocupa por que sus alumnos aprendan pero realmente hay mejores formas de enseñar, no te enseña como resolver los problemas pero te los deja en la tarea (se encuentran en internet pero no aprendes). La teoría es básica."}, {"fecha": "20/Mar/2019", "score_general": "8.0", "score_facilidad": "6.0", "materia": "Lab ingeniería de materiales", "comments": "No deja examen, te califica con un proyecto, tareas y laboratorio. Se preocupa por que sus alumnos aprendan pero realmente hay mejores formas de enseñar, no te enseña como resolver los problemas pero te los deja en la tarea (se encuentran en internet pero no aprendes). La teoría es básica."}, {"fecha": "18/Ene/2019", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Laboratorio de Materiales", "comments": "No deja examen, te califica con un proyecto, tareas y laboratorio. Se preocupa por que sus alumnos aprendan pero realmente hay mejores formas de enseñar, no te enseña como resolver los problemas pero te los deja en la tarea (se encuentran en internet pero no aprendes). La teoría es básica."}, {"fecha": "24/Ene/2018", "score_general": "4.0", "score_facilidad": "6.0", "materia": "ingenieria de materiales", "comments": "Ojo, no cometan el error de meterla"}, {"fecha": "12/Ene/2018", "score_general": "3.0", "score_facilidad": "8.0", "materia": "Ing. en Materiales", "comments": "Califica Duro, Asistencia obligatoriaOjo, no cometan el error de meterla"}, {"fecha": "26/Ago/2017", "score_general": "9.0", "score_facilidad": "10.0", "materia": "Ingeniería de Materiales", "comments": "Muchas tareas, La Participación Importa, Tomaría su clase otra vezOjo, no cometan el error de meterla"}, {"fecha": "26/Jul/2017", "score_general": "9.0", "score_facilidad": "10.0", "materia": "Ingeniería de Materiales", "comments": "Califica Duro, Inspiracional, Tomaría su clase otra vezOjo, no cometan el error de meterla"}, {"fecha": "02/Jul/2017", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Ingeniería de materiales", "comments": "Califica Duro, Las clases son largas, Tomaría su clase otra vezOjo, no cometan el error de meterla"}, {"fecha": "12/Dic/2016", "score_general": "6.0", "score_facilidad": "6.0", "materia": "Ingeniería de Materiaes", "comments": "Califica Duro, Muchas tareas, La Participación ImportaLa actitud de la profesora depende del grupo, si el grupo no da problemas es accesible. Se va muy lento, pero dentro de todo ve indirectamente el temario de forma básica. Las tareas no son difíciles pero la califica si tocarse el corazón, todo lo que en clase señale tómalo en cuenta."}, {"fecha": "26/Ene/2015", "score_general": "2.0", "score_facilidad": "6.0", "materia": "Ingeniería de materiales", "comments": "La actitud de la profesora depende del grupo, si el grupo no da problemas es accesible. Se va muy lento, pero dentro de todo ve indirectamente el temario de forma básica. Las tareas no son difíciles pero la califica si tocarse el corazón, todo lo que en clase señale tómalo en cuenta."}, {"fecha": "12/Jul/2012", "score_general": "6.0", "score_facilidad": "10.0", "materia": "Ingeniería de Materiales", "comments": "La actitud de la profesora depende del grupo, si el grupo no da problemas es accesible. Se va muy lento, pero dentro de todo ve indirectamente el temario de forma básica. Las tareas no son difíciles pero la califica si tocarse el corazón, todo lo que en clase señale tómalo en cuenta."}]