[{"fecha": "25/Feb/2023", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Igualdad de género en ingeniería", "comments": "Respetado por los estudiantes, Inspiracional, Tomaría su clase otra vezConsidera a esta profesora como si fuera tu tutora, sabe de filosofía, movimientos sociales, pero también sobre la propia facultad. La materia en si esta xd, pero con esta profesora ni lo pienses, la mejor opción que hay. Su evaluación es 100% asistencia y en verdad aprendes. ¿Qué más necesitas?"}, {"fecha": "16/Jun/2022", "score_general": "10.0", "score_facilidad": "10.0", "materia": "RETI", "comments": "Asistencia obligatoriaConsidera a esta profesora como si fuera tu tutora, sabe de filosofía, movimientos sociales, pero también sobre la propia facultad. La materia en si esta xd, pero con esta profesora ni lo pienses, la mejor opción que hay. Su evaluación es 100% asistencia y en verdad aprendes. ¿Qué más necesitas?"}, {"fecha": "03/May/2022", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Cultura y comunicación", "comments": "Tomaría su clase otra vezConsidera a esta profesora como si fuera tu tutora, sabe de filosofía, movimientos sociales, pero también sobre la propia facultad. La materia en si esta xd, pero con esta profesora ni lo pienses, la mejor opción que hay. Su evaluación es 100% asistencia y en verdad aprendes. ¿Qué más necesitas?"}, {"fecha": "26/Ene/2022", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Redacción y exposición de temas de ingeniería", "comments": "Barco, Asistencia obligatoria, Las clases son largasConsidera a esta profesora como si fuera tu tutora, sabe de filosofía, movimientos sociales, pero también sobre la propia facultad. La materia en si esta xd, pero con esta profesora ni lo pienses, la mejor opción que hay. Su evaluación es 100% asistencia y en verdad aprendes. ¿Qué más necesitas?"}, {"fecha": "27/Ago/2021", "score_general": "7.0", "score_facilidad": "10.0", "materia": "Temas de Redacción y exposición de temas de ingeniería", "comments": "Barco, Asistencia obligatoria, Las clases son largasConsidera a esta profesora como si fuera tu tutora, sabe de filosofía, movimientos sociales, pero también sobre la propia facultad. La materia en si esta xd, pero con esta profesora ni lo pienses, la mejor opción que hay. Su evaluación es 100% asistencia y en verdad aprendes. ¿Qué más necesitas?"}, {"fecha": "26/Ago/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Redacción y exposición de temas de Ingeniería", "comments": "Barco, Inspiracional, Clases excelentesLa calificación el la asistencia, pero de verdad si haces los trabajos que te deja y le prestas atención te llevas muy buenos conocimientos, es muy buena profesora."}, {"fecha": "21/Ago/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "RETI", "comments": "Asistencia obligatoria, Brinda apoyo, Clases excelentesLa calificación el la asistencia, pero de verdad si haces los trabajos que te deja y le prestas atención te llevas muy buenos conocimientos, es muy buena profesora."}, {"fecha": "25/Feb/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Redacción en Ingeniería", "comments": "Barco, Muy cómico, Respetado por los estudiantesLa calificación el la asistencia, pero de verdad si haces los trabajos que te deja y le prestas atención te llevas muy buenos conocimientos, es muy buena profesora."}, {"fecha": "19/Feb/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Redaccion y exposicion de temas de Ingenieria", "comments": "Barco, Inspiracional, Clases excelentesLa calificación el la asistencia, pero de verdad si haces los trabajos que te deja y le prestas atención te llevas muy buenos conocimientos, es muy buena profesora."}, {"fecha": "22/Sep/2020", "score_general": "8.0", "score_facilidad": "10.0", "materia": "Redacción y Exposición de Temas de Ingeniería", "comments": "Barco, Las clases son largas, Muchos proyectos grupalesLa calificación el la asistencia, pero de verdad si haces los trabajos que te deja y le prestas atención te llevas muy buenos conocimientos, es muy buena profesora."}, {"fecha": "03/Sep/2020", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Exposición y Redacción de Temas de Ingeniería", "comments": "Barco, Tomaría su clase otra vezEn linea solo mando un correo con unas tareas que debíamos entregar, dejando claro desde un inicio que calificaría con un proyecto final el cual al final del semestre se entrega, si no faltas tienes casi el 10 asegurado."}, {"fecha": "26/May/2019", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Exposición y Redacción de Temas de Ingeniería", "comments": "Asistencia obligatoria, Clases excelentes, Tomaría su clase otra vezEn linea solo mando un correo con unas tareas que debíamos entregar, dejando claro desde un inicio que calificaría con un proyecto final el cual al final del semestre se entrega, si no faltas tienes casi el 10 asegurado."}, {"fecha": "18/Ene/2019", "score_general": "8.0", "score_facilidad": "10.0", "materia": "Redacción y exposición", "comments": "Barco, Asistencia obligatoria, Tomaría su clase otra vezEn linea solo mando un correo con unas tareas que debíamos entregar, dejando claro desde un inicio que calificaría con un proyecto final el cual al final del semestre se entrega, si no faltas tienes casi el 10 asegurado."}, {"fecha": "10/Ene/2019", "score_general": "8.0", "score_facilidad": "10.0", "materia": "Redacción y exposición de temas de ingeniería", "comments": "BarcoEn linea solo mando un correo con unas tareas que debíamos entregar, dejando claro desde un inicio que calificaría con un proyecto final el cual al final del semestre se entrega, si no faltas tienes casi el 10 asegurado."}, {"fecha": "20/Sep/2018", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Redacción y Exposición de Temas de Ingeniería.", "comments": "Barco, Brinda apoyo, Tomaría su clase otra vezEn linea solo mando un correo con unas tareas que debíamos entregar, dejando claro desde un inicio que calificaría con un proyecto final el cual al final del semestre se entrega, si no faltas tienes casi el 10 asegurado."}, {"fecha": "26/Ene/2018", "score_general": "9.0", "score_facilidad": "10.0", "materia": "Redacción y exposición de temas de ingeniería", "comments": "No ves mucho durante la clase y prácticamente te califica con 100% asistencia."}, {"fecha": "04/Jul/2017", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Redaccion y expo. de temas de ing.", "comments": "No ves mucho durante la clase y prácticamente te califica con 100% asistencia."}, {"fecha": "15/Jun/2017", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Redacción y exposición de temas de ingeniería", "comments": "Barco, Tomaría su clase otra vezNo ves mucho durante la clase y prácticamente te califica con 100% asistencia."}, {"fecha": "18/Ene/2017", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Redacción y exposición", "comments": "No ves mucho durante la clase y prácticamente te califica con 100% asistencia."}, {"fecha": "03/Ene/2017", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Redacción y Exposición de Temas de Ingeniería", "comments": "Barco, Clases excelentes, Tomaría su clase otra vezNo ves mucho durante la clase y prácticamente te califica con 100% asistencia."}, {"fecha": "21/Jul/2016", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Redacción y Exposición de Temas de Ingeniería", "comments": "Da buena retroalimentación, Inspiracional, Aspectos de calificación clarosEs muy determinista en su manera de pensar. Estoy de acuerdo en muchas cosas que dice pero sinceramente no en todas. Cuando debería ser una materia humanística para desarrollarse y opinar nos muestra un verdad y si no estas a favor no hay manera de discutirle. Termina exhibiéndote aunque estés bien"}, {"fecha": "01/Jun/2016", "score_general": "10.0", "score_facilidad": "10.0", "materia": "redaccion y exposicion de temas de ingenieria", "comments": "BarcoEs muy determinista en su manera de pensar. Estoy de acuerdo en muchas cosas que dice pero sinceramente no en todas. Cuando debería ser una materia humanística para desarrollarse y opinar nos muestra un verdad y si no estas a favor no hay manera de discutirle. Termina exhibiéndote aunque estés bien"}, {"fecha": "11/Feb/2016", "score_general": "8.0", "score_facilidad": "10.0", "materia": "Redacción.", "comments": "Es muy determinista en su manera de pensar. Estoy de acuerdo en muchas cosas que dice pero sinceramente no en todas. Cuando debería ser una materia humanística para desarrollarse y opinar nos muestra un verdad y si no estas a favor no hay manera de discutirle. Termina exhibiéndote aunque estés bien"}, {"fecha": "12/Ene/2015", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Cultura y Comunicación", "comments": "Es muy determinista en su manera de pensar. Estoy de acuerdo en muchas cosas que dice pero sinceramente no en todas. Cuando debería ser una materia humanística para desarrollarse y opinar nos muestra un verdad y si no estas a favor no hay manera de discutirle. Termina exhibiéndote aunque estés bien"}, {"fecha": "30/Ene/2014", "score_general": "10.0", "score_facilidad": "10.0", "materia": "cultura", "comments": "Es muy determinista en su manera de pensar. Estoy de acuerdo en muchas cosas que dice pero sinceramente no en todas. Cuando debería ser una materia humanística para desarrollarse y opinar nos muestra un verdad y si no estas a favor no hay manera de discutirle. Termina exhibiéndote aunque estés bien"}, {"fecha": "22/Ene/2014", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Cultura y comunicación", "comments": "Excelente profesora , con gran conocimiento"}, {"fecha": "22/Ene/2014", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Cultura y Comunicación", "comments": "Excelente profesora , con gran conocimiento"}, {"fecha": "28/Nov/2013", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Cultura y Comunicación", "comments": "Excelente profesora , con gran conocimiento"}]