[{"fecha": "01/Feb/2022", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Fundamentos de Programacion", "comments": "La Participación Importa, Brinda apoyo, Deja trabajos largosLa profa es un pan de dios, es tan blanda que puede hacerte dormir por su voz tranquila. Las practicas, exámenes, tareas y ejercicios son sencillas y es muy blanda en calificarlas. Solo prepárate para su proyecto porque si no pusiste atención necesaria en clase y practicas, puede hacerte \"pesada\""}, {"fecha": "26/Ene/2022", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Fundamentos De programacion", "comments": "Muchas tareas, La Participación Importa, Pocos ExámenesLa profa es un pan de dios, es tan blanda que puede hacerte dormir por su voz tranquila. Las practicas, exámenes, tareas y ejercicios son sencillas y es muy blanda en calificarlas. Solo prepárate para su proyecto porque si no pusiste atención necesaria en clase y practicas, puede hacerte \"pesada\""}, {"fecha": "30/Ago/2021", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Fundamentos de Programación", "comments": "Asistencia obligatoria, Brinda apoyo, Tomaría su clase otra vezLa profa es un pan de dios, es tan blanda que puede hacerte dormir por su voz tranquila. Las practicas, exámenes, tareas y ejercicios son sencillas y es muy blanda en calificarlas. Solo prepárate para su proyecto porque si no pusiste atención necesaria en clase y practicas, puede hacerte \"pesada\""}, {"fecha": "27/Ago/2021", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Fundamentos de Programación", "comments": "Muchas tareas, Brinda apoyo, Clases excelentesLa profa es un pan de dios, es tan blanda que puede hacerte dormir por su voz tranquila. Las practicas, exámenes, tareas y ejercicios son sencillas y es muy blanda en calificarlas. Solo prepárate para su proyecto porque si no pusiste atención necesaria en clase y practicas, puede hacerte \"pesada\""}, {"fecha": "11/Ago/2021", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Fundamentos de Programación", "comments": "Muchas tareas, Deja trabajos largos, Tomaría su clase otra vezLa profa es un pan de dios, es tan blanda que puede hacerte dormir por su voz tranquila. Las practicas, exámenes, tareas y ejercicios son sencillas y es muy blanda en calificarlas. Solo prepárate para su proyecto porque si no pusiste atención necesaria en clase y practicas, puede hacerte \"pesada\""}, {"fecha": "19/Feb/2021", "score_general": "9.0", "score_facilidad": "6.0", "materia": "Fundamentos de Programacion", "comments": "Muchas tareas, Brinda apoyo, Clases excelentesLa mejor maestra de programacion que he tenido!!!! Con ella entendi lo que en prepa me enseñaron bien mal. Te explica todo muy paciente y responde cualquier duda por mas minima que sea. Se preocupa mucho porque aprendas y logres hacer bien tus tareas y practicas. Eso sí, vas a trabajar mucho"}, {"fecha": "14/May/2020", "score_general": "7.0", "score_facilidad": "6.0", "materia": "Fundamentos de programación", "comments": "Muchas tareas, La Participación Importa, Asistencia obligatoriaLa mejor maestra de programacion que he tenido!!!! Con ella entendi lo que en prepa me enseñaron bien mal. Te explica todo muy paciente y responde cualquier duda por mas minima que sea. Se preocupa mucho porque aprendas y logres hacer bien tus tareas y practicas. Eso sí, vas a trabajar mucho"}, {"fecha": "22/Ene/2018", "score_general": "9.0", "score_facilidad": "10.0", "materia": "---", "comments": "Barco, La Participación Importa, Brinda apoyoLa mejor maestra de programacion que he tenido!!!! Con ella entendi lo que en prepa me enseñaron bien mal. Te explica todo muy paciente y responde cualquier duda por mas minima que sea. Se preocupa mucho porque aprendas y logres hacer bien tus tareas y practicas. Eso sí, vas a trabajar mucho"}, {"fecha": "03/Dic/2017", "score_general": "9.0", "score_facilidad": "10.0", "materia": "Fundamentos de Programacion", "comments": "La Participación Importa, Da Crédito Extra, Tomaría su clase otra vezLa mejor maestra de programacion que he tenido!!!! Con ella entendi lo que en prepa me enseñaron bien mal. Te explica todo muy paciente y responde cualquier duda por mas minima que sea. Se preocupa mucho porque aprendas y logres hacer bien tus tareas y practicas. Eso sí, vas a trabajar mucho"}]