[{"fecha": "03/Jun/2022", "score_general": "8.0", "score_facilidad": "6.0", "materia": "Propiedades de los Fluidos Petroleros", "comments": "Inspiracional, Da Crédito Extra, Los exámenes son difícilesEn línea sus clases son muy monótonas y aburridas pero en presencial son entretenidas debido a que toca diversos temas de la ingeniería, sus exámenes son a nivel de lo visto en clase solo tienes que estudiar y armar un buen formulario ya que algunas veces el pone las fórmulas en el pizarrón"}, {"fecha": "17/May/2021", "score_general": "3.0", "score_facilidad": "2.0", "materia": "simulacion de yacimientos", "comments": "Califica Duro, Las clases son largas, Los exámenes son difícilesEn línea sus clases son muy monótonas y aburridas pero en presencial son entretenidas debido a que toca diversos temas de la ingeniería, sus exámenes son a nivel de lo visto en clase solo tienes que estudiar y armar un buen formulario ya que algunas veces el pone las fórmulas en el pizarrón"}, {"fecha": "18/Feb/2021", "score_general": "3.0", "score_facilidad": "4.0", "materia": "propiedades", "comments": "Califica Duro, Las clases son largas, Deja trabajos largosEn línea sus clases son muy monótonas y aburridas pero en presencial son entretenidas debido a que toca diversos temas de la ingeniería, sus exámenes son a nivel de lo visto en clase solo tienes que estudiar y armar un buen formulario ya que algunas veces el pone las fórmulas en el pizarrón"}, {"fecha": "17/Feb/2021", "score_general": "4.0", "score_facilidad": "4.0", "materia": "propiedades de los fluidos", "comments": "Muchas tareas, Las clases son largas, Muchos ExámenesEn línea sus clases son muy monótonas y aburridas pero en presencial son entretenidas debido a que toca diversos temas de la ingeniería, sus exámenes son a nivel de lo visto en clase solo tienes que estudiar y armar un buen formulario ya que algunas veces el pone las fórmulas en el pizarrón"}, {"fecha": "04/Feb/2021", "score_general": "7.0", "score_facilidad": "10.0", "materia": "Propiedas de los Fluidos Petroleros", "comments": "Las clases son largas, Da Crédito Extra, Deja trabajos largosEn línea sus clases son muy monótonas y aburridas pero en presencial son entretenidas debido a que toca diversos temas de la ingeniería, sus exámenes son a nivel de lo visto en clase solo tienes que estudiar y armar un buen formulario ya que algunas veces el pone las fórmulas en el pizarrón"}, {"fecha": "29/Ene/2021", "score_general": "6.0", "score_facilidad": "6.0", "materia": "Principios de mecánica de yacimientos", "comments": "Las clases son largas, Los exámenes son difícilesEn línea la clase es un poco tediosa al momento de resolver ejercicios. Los exámenes estan al nivel de la clase, pero es necesario estar atento a las UNIDADES."}, {"fecha": "15/Feb/2020", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Porpiedades de los fluidos petroleros", "comments": "La Participación Importa, Aspectos de calificación claros, Tomaría su clase otra vezEn línea la clase es un poco tediosa al momento de resolver ejercicios. Los exámenes estan al nivel de la clase, pero es necesario estar atento a las UNIDADES."}]