[{"fecha": "25/Feb/2023", "score_general": "9.0", "score_facilidad": "10.0", "materia": "Fundamentos de programación", "comments": "Muchas tareas, Las clases son largas, Deja trabajos largosComo dicen al principio (2 meses) es aburrida y repetitiva la clase, pero después mejora. Cuenta que entregues todos los trabajos y las prácticas, pero no las califica a detalle. Los exámenes son al nivel, el proyecto final esta cabrón. Siempre resuelve dudas y te deja a muy buen nivel."}, {"fecha": "04/Ene/2023", "score_general": "9.0", "score_facilidad": "10.0", "materia": "Programación", "comments": "Califica Duro, Inspiracional, Tomaría su clase otra vezComo dicen al principio (2 meses) es aburrida y repetitiva la clase, pero después mejora. Cuenta que entregues todos los trabajos y las prácticas, pero no las califica a detalle. Los exámenes son al nivel, el proyecto final esta cabrón. Siempre resuelve dudas y te deja a muy buen nivel."}, {"fecha": "04/Feb/2022", "score_general": "8.0", "score_facilidad": "10.0", "materia": "Fundamentos de Programación", "comments": "Muchas tareas, Deja trabajos largosComo dicen al principio (2 meses) es aburrida y repetitiva la clase, pero después mejora. Cuenta que entregues todos los trabajos y las prácticas, pero no las califica a detalle. Los exámenes son al nivel, el proyecto final esta cabrón. Siempre resuelve dudas y te deja a muy buen nivel."}, {"fecha": "24/Ene/2022", "score_general": "8.0", "score_facilidad": "6.0", "materia": "Fundamentos de Programación", "comments": "Da buena retroalimentación, Deja trabajos largos, Tomaría su clase otra vezComo dicen al principio (2 meses) es aburrida y repetitiva la clase, pero después mejora. Cuenta que entregues todos los trabajos y las prácticas, pero no las califica a detalle. Los exámenes son al nivel, el proyecto final esta cabrón. Siempre resuelve dudas y te deja a muy buen nivel."}, {"fecha": "25/Feb/2021", "score_general": "6.0", "score_facilidad": "4.0", "materia": "Fundamentos de programación", "comments": "Las clases son largas, Deja trabajos largos, Los exámenes son difícilesComo dicen al principio (2 meses) es aburrida y repetitiva la clase, pero después mejora. Cuenta que entregues todos los trabajos y las prácticas, pero no las califica a detalle. Los exámenes son al nivel, el proyecto final esta cabrón. Siempre resuelve dudas y te deja a muy buen nivel."}, {"fecha": "19/Feb/2021", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Fundamentos de Programacion", "comments": "Da buena retroalimentación, Inspiracional, Aspectos de calificación clarosAl principio si es un poco aburrido pero es  importante esa parte para adquirir la logica de programacion, te deja buen nivel si aprovechas las clases , es cierto que el proyecto final es largo pero te proporciona material y da sesiones de ayuda. Termino bien el temario y hasta empezo el sig"}, {"fecha": "14/Feb/2021", "score_general": "9.0", "score_facilidad": "4.0", "materia": "Fundamentos de Programacion", "comments": "Califica Duro, Las clases son largas, Deja trabajos largosAl principio si es un poco aburrido pero es  importante esa parte para adquirir la logica de programacion, te deja buen nivel si aprovechas las clases , es cierto que el proyecto final es largo pero te proporciona material y da sesiones de ayuda. Termino bien el temario y hasta empezo el sig"}, {"fecha": "03/Sep/2020", "score_general": "10.0", "score_facilidad": "4.0", "materia": "Fundamentos de programacion", "comments": "Califica Duro, Las clases son largas, Tomaría su clase otra vezAl principio si es un poco aburrido pero es  importante esa parte para adquirir la logica de programacion, te deja buen nivel si aprovechas las clases , es cierto que el proyecto final es largo pero te proporciona material y da sesiones de ayuda. Termino bien el temario y hasta empezo el sig"}, {"fecha": "13/Jun/2020", "score_general": "10.0", "score_facilidad": "6.0", "materia": "fundamentos de programación", "comments": "Brinda apoyo, Clases excelentes, Tomaría su clase otra vezAl principio si es un poco aburrido pero es  importante esa parte para adquirir la logica de programacion, te deja buen nivel si aprovechas las clases , es cierto que el proyecto final es largo pero te proporciona material y da sesiones de ayuda. Termino bien el temario y hasta empezo el sig"}, {"fecha": "30/Sep/2019", "score_general": "7.0", "score_facilidad": "6.0", "materia": "Fundamentos de programación", "comments": "Al principio si es un poco aburrido pero es  importante esa parte para adquirir la logica de programacion, te deja buen nivel si aprovechas las clases , es cierto que el proyecto final es largo pero te proporciona material y da sesiones de ayuda. Termino bien el temario y hasta empezo el sig"}, {"fecha": "07/Sep/2018", "score_general": "2.0", "score_facilidad": "2.0", "materia": "Fundamentos de programación", "comments": "Califica Duro, Las clases son largas, Muchos ExámenesDe verdad es de los peores profesores que he conocido, no debería seguir dando clases. Preferible esperar un semestre que meter una materia con él."}, {"fecha": "07/Jul/2018", "score_general": "2.0", "score_facilidad": "2.0", "materia": "Fundamentos de programación", "comments": "De verdad es de los peores profesores que he conocido, no debería seguir dando clases. Preferible esperar un semestre que meter una materia con él."}, {"fecha": "30/Jun/2018", "score_general": "8.0", "score_facilidad": "10.0", "materia": "Fundamentos de Programación", "comments": "Barco, Las clases son largas, Brinda apoyoDe verdad es de los peores profesores que he conocido, no debería seguir dando clases. Preferible esperar un semestre que meter una materia con él."}, {"fecha": "09/Feb/2018", "score_general": "2.0", "score_facilidad": "2.0", "materia": "---", "comments": "Califica Duro, Muchas tareas, Deja trabajos largosDe verdad es de los peores profesores que he conocido, no debería seguir dando clases. Preferible esperar un semestre que meter una materia con él."}, {"fecha": "08/Jul/2017", "score_general": "2.0", "score_facilidad": "2.0", "materia": "Fundamentos de programacion", "comments": "Califica DuroDe verdad es de los peores profesores que he conocido, no debería seguir dando clases. Preferible esperar un semestre que meter una materia con él."}, {"fecha": "05/Mar/2017", "score_general": "5.0", "score_facilidad": "4.0", "materia": "Fundamentos de programación", "comments": "Califica Duro, Las clases son largas, Muchos proyectos grupalesClases aburridas, reportes largos, su proyecto es muy difícil comparado con lo que él da. Sólo aplica un final y califica muy estricto."}, {"fecha": "20/Feb/2017", "score_general": "4.0", "score_facilidad": "2.0", "materia": "Fundamentos de Programación", "comments": "Clases aburridas, reportes largos, su proyecto es muy difícil comparado con lo que él da. Sólo aplica un final y califica muy estricto."}, {"fecha": "06/Feb/2017", "score_general": "6.0", "score_facilidad": "4.0", "materia": "Fundamentos de Programación", "comments": "Califica Duro, Muchos Exámenes, Deja trabajos largosClases aburridas, reportes largos, su proyecto es muy difícil comparado con lo que él da. Sólo aplica un final y califica muy estricto."}, {"fecha": "05/Jun/2016", "score_general": "6.0", "score_facilidad": "4.0", "materia": "Fundamentos de programacion", "comments": "Los exámenes son difícilesClases aburridas, reportes largos, su proyecto es muy difícil comparado con lo que él da. Sólo aplica un final y califica muy estricto."}, {"fecha": "22/Feb/2016", "score_general": "4.0", "score_facilidad": "4.0", "materia": "Fundamentos de programacion", "comments": "Califica Duro, Las clases son largas, Muchos proyectos grupalesClases aburridas, reportes largos, su proyecto es muy difícil comparado con lo que él da. Sólo aplica un final y califica muy estricto."}, {"fecha": "10/Feb/2016", "score_general": "4.0", "score_facilidad": "4.0", "materia": "FP", "comments": "Las clases son largas, Deja trabajos largos, Los exámenes son difícilesSi sabe explicar aunque sus clases son muy aburridas, su proyecto es extremadamente difícil y sólo aplica un final. No ayuda nada"}, {"fecha": "25/Ene/2016", "score_general": "9.0", "score_facilidad": "10.0", "materia": "fundamentos de programacion", "comments": "Si sabe explicar aunque sus clases son muy aburridas, su proyecto es extremadamente difícil y sólo aplica un final. No ayuda nada"}, {"fecha": "30/Jun/2015", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Computación para Ingenieros", "comments": "Si sabe explicar aunque sus clases son muy aburridas, su proyecto es extremadamente difícil y sólo aplica un final. No ayuda nada"}, {"fecha": "01/Jun/2015", "score_general": "9.0", "score_facilidad": "10.0", "materia": "Computación para ingenieros", "comments": "Si sabe explicar aunque sus clases son muy aburridas, su proyecto es extremadamente difícil y sólo aplica un final. No ayuda nada"}, {"fecha": "21/Abr/2015", "score_general": "8.0", "score_facilidad": "10.0", "materia": "Computación para ingenieros", "comments": "Si sabe explicar aunque sus clases son muy aburridas, su proyecto es extremadamente difícil y sólo aplica un final. No ayuda nada"}, {"fecha": "21/May/2014", "score_general": "9.0", "score_facilidad": "10.0", "materia": "Computación para Ingenieros", "comments": "Es un buen profesor, odia que no lo tomes enserio, odia que se le falte al respeto pero no hay gran represaría, le hace falta un carácter mas fuerte, enseña bien, pero  no le gusta que lo corrijas, es buena persona al final."}]