[{"fecha": "22/Ene/2023", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Electricidad y Magnetismo", "comments": "Barco, Muchas tareas, Clases excelentesEs un profesor que se esfuerza MUCHO para dar la mejor clase posible. Es el mejor profe de la materia, y en mi caso, que he llevado hasta ahora. Te prepara muy bien para los colegiados, ya que sus tareas y series son examenes pasados"}, {"fecha": "15/Ago/2022", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Electricidad y magnetismo", "comments": "Da buena retroalimentación, Clases excelentes, Tomaría su clase otra vezEs un profesor que se esfuerza MUCHO para dar la mejor clase posible. Es el mejor profe de la materia, y en mi caso, que he llevado hasta ahora. Te prepara muy bien para los colegiados, ya que sus tareas y series son examenes pasados"}, {"fecha": "28/Jul/2022", "score_general": "8.0", "score_facilidad": "6.0", "materia": "Lab de EyM", "comments": "Califica Duro, Da buena retroalimentación, Brinda apoyoEs un profesor que se esfuerza MUCHO para dar la mejor clase posible. Es el mejor profe de la materia, y en mi caso, que he llevado hasta ahora. Te prepara muy bien para los colegiados, ya que sus tareas y series son examenes pasados"}, {"fecha": "21/Jun/2022", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Electricidad y magnetismo", "comments": "Da buena retroalimentación, Clases excelentes, Tomaría su clase otra vezEs un profesor que se esfuerza MUCHO para dar la mejor clase posible. Es el mejor profe de la materia, y en mi caso, que he llevado hasta ahora. Te prepara muy bien para los colegiados, ya que sus tareas y series son examenes pasados"}, {"fecha": "25/May/2022", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Electricidad y magnetismo", "comments": "Brinda apoyo, Clases excelentes, Tomaría su clase otra vezEs un profesor que se esfuerza MUCHO para dar la mejor clase posible. Es el mejor profe de la materia, y en mi caso, que he llevado hasta ahora. Te prepara muy bien para los colegiados, ya que sus tareas y series son examenes pasados"}, {"fecha": "24/Ene/2022", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Electricidad y Magnetismo", "comments": "Muchas tareas, Pocos Exámenes, Aspectos de calificación clarosEs un gran profe, explica muy claro y siempre trata de que no quede ninguna duda. El único problema es que a veces va muy lento y no alcanzamos a ver todos los temas de manera clara para el colegiado, y como con eso evalúa te puede perjudicar un poco, pero haciendo las series sin problemas sale:)"}, {"fecha": "23/Ene/2022", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Electricidad y Magnetismo", "comments": "Inspiracional, Clases excelentes, Tomaría su clase otra vezEs un gran profe, explica muy claro y siempre trata de que no quede ninguna duda. El único problema es que a veces va muy lento y no alcanzamos a ver todos los temas de manera clara para el colegiado, y como con eso evalúa te puede perjudicar un poco, pero haciendo las series sin problemas sale:)"}, {"fecha": "21/Ene/2022", "score_general": "8.0", "score_facilidad": "4.0", "materia": "Electricidad y Magnetismo", "comments": "Califica Duro, Muchas tareas, Muchos ExámenesEs un gran profe, explica muy claro y siempre trata de que no quede ninguna duda. El único problema es que a veces va muy lento y no alcanzamos a ver todos los temas de manera clara para el colegiado, y como con eso evalúa te puede perjudicar un poco, pero haciendo las series sin problemas sale:)"}, {"fecha": "11/Ene/2022", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Laboratorio de Electricida y magnetismo", "comments": "Barco, Respetado por los estudiantes, Clases excelentesEs un gran profe, explica muy claro y siempre trata de que no quede ninguna duda. El único problema es que a veces va muy lento y no alcanzamos a ver todos los temas de manera clara para el colegiado, y como con eso evalúa te puede perjudicar un poco, pero haciendo las series sin problemas sale:)"}, {"fecha": "25/Ago/2021", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Electricidad y magnetismo", "comments": "Muchas tareasEs un gran profe, explica muy claro y siempre trata de que no quede ninguna duda. El único problema es que a veces va muy lento y no alcanzamos a ver todos los temas de manera clara para el colegiado, y como con eso evalúa te puede perjudicar un poco, pero haciendo las series sin problemas sale:)"}, {"fecha": "25/Ago/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "EyM", "comments": "Aspectos de calificación claros, Clases excelentes, Tomaría su clase otra vezUn profesor super tranquilo, explica super claro y si no le entiendes te va a explicar mil y un veces, sus clases son muy claras, y los exámenes estan al nivel de las tareas y las series (deja una por cada tema). No es nada dificil sacar 10 si pones atención y no te quedas con dudas."}, {"fecha": "24/Ago/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Electricidad y magnetismo", "comments": "Da buena retroalimentación, Respetado por los estudiantes, Tomaría su clase otra vezUn profesor super tranquilo, explica super claro y si no le entiendes te va a explicar mil y un veces, sus clases son muy claras, y los exámenes estan al nivel de las tareas y las series (deja una por cada tema). No es nada dificil sacar 10 si pones atención y no te quedas con dudas."}, {"fecha": "23/Ago/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "EyM Laboratorio", "comments": "Califica Duro, Aspectos de calificación claros, Clases excelentesUn profesor super tranquilo, explica super claro y si no le entiendes te va a explicar mil y un veces, sus clases son muy claras, y los exámenes estan al nivel de las tareas y las series (deja una por cada tema). No es nada dificil sacar 10 si pones atención y no te quedas con dudas."}, {"fecha": "21/Ago/2021", "score_general": "8.0", "score_facilidad": "6.0", "materia": "Electricidad y Magnetismo (Laboratorio)", "comments": "Asistencia obligatoria, Aspectos de calificación clarosUn profesor super tranquilo, explica super claro y si no le entiendes te va a explicar mil y un veces, sus clases son muy claras, y los exámenes estan al nivel de las tareas y las series (deja una por cada tema). No es nada dificil sacar 10 si pones atención y no te quedas con dudas."}, {"fecha": "19/Ago/2021", "score_general": "8.0", "score_facilidad": "8.0", "materia": "Electricidad y magnetismo", "comments": "Da buena retroalimentación, Muchas tareas, Clases excelentesUn profesor super tranquilo, explica super claro y si no le entiendes te va a explicar mil y un veces, sus clases son muy claras, y los exámenes estan al nivel de las tareas y las series (deja una por cada tema). No es nada dificil sacar 10 si pones atención y no te quedas con dudas."}, {"fecha": "19/Feb/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Electricidad y magnetismo", "comments": "Da buena retroalimentación, Muchas tareas, Tomaría su clase otra vezLo llevé hace más de un año y me fui a final porque no hacía sus series (las cuales te ayudarán a pasar cada colegiado). Decidí ponerme a estudiar para el final resolviendo cada una de sus tareas y series, me ayudaron tanto que logré pasar el final sin complicación alguna."}, {"fecha": "18/Feb/2021", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Electricidad y Magnetismo", "comments": "Muchas tareas, Asistencia obligatoria, Clases excelentesLo llevé hace más de un año y me fui a final porque no hacía sus series (las cuales te ayudarán a pasar cada colegiado). Decidí ponerme a estudiar para el final resolviendo cada una de sus tareas y series, me ayudaron tanto que logré pasar el final sin complicación alguna."}, {"fecha": "16/Feb/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Electricidad y Magnetismo", "comments": "Muchas tareas, Brinda apoyo, Tomaría su clase otra vezLo llevé hace más de un año y me fui a final porque no hacía sus series (las cuales te ayudarán a pasar cada colegiado). Decidí ponerme a estudiar para el final resolviendo cada una de sus tareas y series, me ayudaron tanto que logré pasar el final sin complicación alguna."}, {"fecha": "16/Feb/2021", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Electricidad y magnetismo", "comments": "Da buena retroalimentación, Clases excelentes, Tomaría su clase otra vezLo llevé hace más de un año y me fui a final porque no hacía sus series (las cuales te ayudarán a pasar cada colegiado). Decidí ponerme a estudiar para el final resolviendo cada una de sus tareas y series, me ayudaron tanto que logré pasar el final sin complicación alguna."}, {"fecha": "11/Dic/2020", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Electricidad y Magnetismo", "comments": "Inspiracional, Clases excelentes, Tomaría su clase otra vezLo llevé hace más de un año y me fui a final porque no hacía sus series (las cuales te ayudarán a pasar cada colegiado). Decidí ponerme a estudiar para el final resolviendo cada una de sus tareas y series, me ayudaron tanto que logré pasar el final sin complicación alguna."}, {"fecha": "22/Sep/2020", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Electricidad y Magnetismo", "comments": "Da buena retroalimentación, Clases excelentes, Tomaría su clase otra vezMuy buena clase. Examenes del mismo nivel que las tareas y siempre explica claramente."}, {"fecha": "17/Sep/2020", "score_general": "10.0", "score_facilidad": "8.0", "materia": "EyM", "comments": "Muy cómico, Da buena retroalimentaciónMuy buena clase. Examenes del mismo nivel que las tareas y siempre explica claramente."}, {"fecha": "01/Sep/2020", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Electricidad y Magnetismo", "comments": "Las clases son largas, Aspectos de calificación claros, Deja trabajos largosMuy buena clase. Examenes del mismo nivel que las tareas y siempre explica claramente."}, {"fecha": "25/Ago/2020", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Electricidad y Magnetismo", "comments": "Respetado por los estudiantes, Aspectos de calificación claros, Tomaría su clase otra vezMuy buena clase. Examenes del mismo nivel que las tareas y siempre explica claramente."}, {"fecha": "07/Jul/2019", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Electricidad y Magnetismo", "comments": "Da buena retroalimentación, Muchas tareas, Tomaría su clase otra vezMuy buena clase. Examenes del mismo nivel que las tareas y siempre explica claramente."}, {"fecha": "28/Jun/2019", "score_general": "8.0", "score_facilidad": "6.0", "materia": "Electricidad y M", "comments": "Da buena retroalimentación, Brinda apoyo, Tomaría su clase otra vezSu clase es algo pesada, lo que puede llegar a aburrir. Sus tareas y series ayudan mucho a prepararse para los colegiados, pero de todas maneras practica con los exámenes que están en internet. Muy buena onda y enseña muy bien."}, {"fecha": "13/Jun/2019", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Electricidad y Magnetismo", "comments": "Da buena retroalimentación, Asistencia obligatoria, Brinda apoyoSu clase es algo pesada, lo que puede llegar a aburrir. Sus tareas y series ayudan mucho a prepararse para los colegiados, pero de todas maneras practica con los exámenes que están en internet. Muy buena onda y enseña muy bien."}, {"fecha": "29/Nov/2018", "score_general": "8.0", "score_facilidad": "6.0", "materia": "Electricidad y Magnetismo", "comments": "Muchas tareas, Brinda apoyo, Clases excelentesSu clase es algo pesada, lo que puede llegar a aburrir. Sus tareas y series ayudan mucho a prepararse para los colegiados, pero de todas maneras practica con los exámenes que están en internet. Muy buena onda y enseña muy bien."}, {"fecha": "25/Jul/2018", "score_general": "9.0", "score_facilidad": "6.0", "materia": "EyM", "comments": "Muchas tareas, Aspectos de calificación claros, Brinda apoyoSu clase es algo pesada, lo que puede llegar a aburrir. Sus tareas y series ayudan mucho a prepararse para los colegiados, pero de todas maneras practica con los exámenes que están en internet. Muy buena onda y enseña muy bien."}, {"fecha": "24/Jul/2018", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Electricidad y magnetismo", "comments": "Su clase es algo pesada, lo que puede llegar a aburrir. Sus tareas y series ayudan mucho a prepararse para los colegiados, pero de todas maneras practica con los exámenes que están en internet. Muy buena onda y enseña muy bien."}, {"fecha": "22/Jul/2018", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Electricidad y Magnetismo", "comments": "Muchas tareas, Clases excelentes, Tomaría su clase otra vezExcelente profesor, explica todos los temas de manera clara, usa ejemplos didácticos, muestra algunos de sus proyectos basados en conceptos de clase. Deja muchas series de tarea, pero todas tienen muy buen nivel para los colegiados. Al final deja hacer un proyecto."}, {"fecha": "29/Jun/2018", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Electricidad y Magnetismo.", "comments": "Excelente profesor, explica todos los temas de manera clara, usa ejemplos didácticos, muestra algunos de sus proyectos basados en conceptos de clase. Deja muchas series de tarea, pero todas tienen muy buen nivel para los colegiados. Al final deja hacer un proyecto."}, {"fecha": "28/Ene/2018", "score_general": "4.0", "score_facilidad": "4.0", "materia": "Electricidad y Magnetismo", "comments": "Excelente profesor, explica todos los temas de manera clara, usa ejemplos didácticos, muestra algunos de sus proyectos basados en conceptos de clase. Deja muchas series de tarea, pero todas tienen muy buen nivel para los colegiados. Al final deja hacer un proyecto."}, {"fecha": "15/Dic/2017", "score_general": "9.0", "score_facilidad": "10.0", "materia": "Lab. Electricidad y Magnetismo", "comments": "Da buena retroalimentación, Aspectos de calificación claros, Tomaría su clase otra vezExcelente profesor, explica todos los temas de manera clara, usa ejemplos didácticos, muestra algunos de sus proyectos basados en conceptos de clase. Deja muchas series de tarea, pero todas tienen muy buen nivel para los colegiados. Al final deja hacer un proyecto."}, {"fecha": "29/Jul/2016", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Lab. de Electricidad", "comments": "Excelente profesor, explica todos los temas de manera clara, usa ejemplos didácticos, muestra algunos de sus proyectos basados en conceptos de clase. Deja muchas series de tarea, pero todas tienen muy buen nivel para los colegiados. Al final deja hacer un proyecto."}, {"fecha": "09/Jul/2016", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Lab. de Electricidad y Magnetismo", "comments": "No es nada dificil pasar el laboratorio con este profe y aprendes muy bien en cada practica deja un par de proyectos que te ayudan en el manejo del equipo que se utiliza en los temas, muy recomendable."}, {"fecha": "12/Ene/2016", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Electricidad y Magnetismo", "comments": "No es nada dificil pasar el laboratorio con este profe y aprendes muy bien en cada practica deja un par de proyectos que te ayudan en el manejo del equipo que se utiliza en los temas, muy recomendable."}]