[{"fecha": "07/Mar/2023", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Estructuras Discretas", "comments": "Da buena retroalimentación, Da Crédito Extra, Brinda apoyoEs un profe excelente, explica muy bien, aunque a veces puede irse algo rápido, pero si le preguntas te ayuda, hace ejercicios que te suman décimas, es la opción para aprender, el mejor."}, {"fecha": "09/Feb/2023", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Estructuras Discretas", "comments": "La Participación Importa, Clases excelentes, Tomaría su clase otra vezEs un profe excelente, explica muy bien, aunque a veces puede irse algo rápido, pero si le preguntas te ayuda, hace ejercicios que te suman décimas, es la opción para aprender, el mejor."}, {"fecha": "06/Feb/2023", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Estructuras Discretas", "comments": "Califica Duro, Da buena retroalimentación, Clases excelentesEs un profe excelente, explica muy bien, aunque a veces puede irse algo rápido, pero si le preguntas te ayuda, hace ejercicios que te suman décimas, es la opción para aprender, el mejor."}, {"fecha": "02/Ago/2022", "score_general": "9.0", "score_facilidad": "4.0", "materia": "Estructuras Discretas", "comments": "Da buena retroalimentación, La Participación Importa, InspiracionalEs un profe excelente, explica muy bien, aunque a veces puede irse algo rápido, pero si le preguntas te ayuda, hace ejercicios que te suman décimas, es la opción para aprender, el mejor."}, {"fecha": "03/Feb/2022", "score_general": "8.0", "score_facilidad": "4.0", "materia": "Estructuras Discretas", "comments": "Califica Duro, Brinda apoyo, Los exámenes son difícilesEs un profe excelente, explica muy bien, aunque a veces puede irse algo rápido, pero si le preguntas te ayuda, hace ejercicios que te suman décimas, es la opción para aprender, el mejor."}, {"fecha": "26/Ago/2021", "score_general": "8.0", "score_facilidad": "6.0", "materia": "Estructuras discretas", "comments": "Califica Duro, Da buena retroalimentación, La Participación ImportaRecomiendo anoten muy bien ejemplos de ejercicios que desarrolle, ya que las diapositivas  sólo son de apoyo, una serie por tema que suele ser pesada, resuelve cualquier tipo de duda y explica el más mínimo detalle. Examen al nivel de la serie pero muy poco tiempo, deja proyecto estámedianamentedifi"}, {"fecha": "21/Ago/2021", "score_general": "10.0", "score_facilidad": "4.0", "materia": "Estructuras Discretas", "comments": "Califica Duro, Da Crédito Extra, Clases excelentesRecomiendo anoten muy bien ejemplos de ejercicios que desarrolle, ya que las diapositivas  sólo son de apoyo, una serie por tema que suele ser pesada, resuelve cualquier tipo de duda y explica el más mínimo detalle. Examen al nivel de la serie pero muy poco tiempo, deja proyecto estámedianamentedifi"}, {"fecha": "28/Jul/2021", "score_general": "9.0", "score_facilidad": "4.0", "materia": "Estructuras Discretas", "comments": "Califica Duro, La Participación Importa, Los exámenes son difícilesRecomiendo anoten muy bien ejemplos de ejercicios que desarrolle, ya que las diapositivas  sólo son de apoyo, una serie por tema que suele ser pesada, resuelve cualquier tipo de duda y explica el más mínimo detalle. Examen al nivel de la serie pero muy poco tiempo, deja proyecto estámedianamentedifi"}, {"fecha": "09/Abr/2020", "score_general": "7.0", "score_facilidad": "6.0", "materia": "Estructuras Discretas", "comments": "Califica Duro, Clases excelentes, Tomaría su clase otra vezRecomiendo anoten muy bien ejemplos de ejercicios que desarrolle, ya que las diapositivas  sólo son de apoyo, una serie por tema que suele ser pesada, resuelve cualquier tipo de duda y explica el más mínimo detalle. Examen al nivel de la serie pero muy poco tiempo, deja proyecto estámedianamentedifi"}, {"fecha": "05/Feb/2020", "score_general": "9.0", "score_facilidad": "4.0", "materia": "Estructuras Discretas", "comments": "Califica Duro, La Participación Importa, Los exámenes son difícilesRecomiendo anoten muy bien ejemplos de ejercicios que desarrolle, ya que las diapositivas  sólo son de apoyo, una serie por tema que suele ser pesada, resuelve cualquier tipo de duda y explica el más mínimo detalle. Examen al nivel de la serie pero muy poco tiempo, deja proyecto estámedianamentedifi"}, {"fecha": "04/Sep/2019", "score_general": "7.0", "score_facilidad": "4.0", "materia": "Estructuras Discretas", "comments": "Califica Duro, Da buena retroalimentación, La Participación ImportaEs un buen profesor y le preocupa que sus alumnos aprendan. Es de un carácter un tanto rudo pero fuera de eso es un amor"}, {"fecha": "22/Jul/2019", "score_general": "7.0", "score_facilidad": "4.0", "materia": "Estructuras Discretas", "comments": "Califica Duro, Da Crédito Extra, Aspectos de calificación clarosEs un buen profesor y le preocupa que sus alumnos aprendan. Es de un carácter un tanto rudo pero fuera de eso es un amor"}, {"fecha": "15/Jul/2019", "score_general": "5.0", "score_facilidad": "4.0", "materia": "Estructuras Discretas", "comments": "La Participación Importa, Las clases son largas, Deja trabajos largosEs un buen profesor y le preocupa que sus alumnos aprendan. Es de un carácter un tanto rudo pero fuera de eso es un amor"}, {"fecha": "21/Ene/2019", "score_general": "6.0", "score_facilidad": "6.0", "materia": "Estructuras Discretas", "comments": "La Participación Importa, Las clases son largas, Tomaría su clase otra vezEs un buen profesor y le preocupa que sus alumnos aprendan. Es de un carácter un tanto rudo pero fuera de eso es un amor"}, {"fecha": "20/Ene/2019", "score_general": "5.0", "score_facilidad": "2.0", "materia": "Estructuras Discretas", "comments": "Califica Duro, Los exámenes son difícilesEs un buen profesor y le preocupa que sus alumnos aprendan. Es de un carácter un tanto rudo pero fuera de eso es un amor"}, {"fecha": "19/Ene/2019", "score_general": "7.0", "score_facilidad": "6.0", "materia": "Estructuras Discretas", "comments": "No sé porqué hay comentarios tan malos, explica bien, lo único malo es que sus exámenes son de una hora. Pero es buen maestro"}, {"fecha": "19/Jul/2018", "score_general": "4.0", "score_facilidad": "2.0", "materia": "Estructuras Discretas", "comments": "Califica Duro, Deja trabajos largos, Los exámenes son difícilesNo sé porqué hay comentarios tan malos, explica bien, lo único malo es que sus exámenes son de una hora. Pero es buen maestro"}, {"fecha": "17/Jul/2018", "score_general": "4.0", "score_facilidad": "2.0", "materia": "Estructuras Discretas", "comments": "No sé porqué hay comentarios tan malos, explica bien, lo único malo es que sus exámenes son de una hora. Pero es buen maestro"}, {"fecha": "27/Jun/2018", "score_general": "4.0", "score_facilidad": "4.0", "materia": "Estructuras Discretas", "comments": "No sé porqué hay comentarios tan malos, explica bien, lo único malo es que sus exámenes son de una hora. Pero es buen maestro"}, {"fecha": "21/Jun/2018", "score_general": "4.0", "score_facilidad": "2.0", "materia": "---", "comments": "Califica DuroNo sé porqué hay comentarios tan malos, explica bien, lo único malo es que sus exámenes son de una hora. Pero es buen maestro"}]