[{"fecha": "02/Ago/2022", "score_general": "8.0", "score_facilidad": "4.0", "materia": "Fundamentos de Control", "comments": "Respetado por los estudiantes, Da Crédito Extra, Los exámenes son difícilesEn presencial es muy buen profesor, pero el idioma le cuesta aunque no le guste admitirlo, no le entenderás del todo pero si te pones a leer irás comprendiendo mucho mejor. Haz sus tareas y que vea que te esfuerzas. Hace examen oral y escrito pero si estudias te va bien, no es tan malo como dicen."}, {"fecha": "10/Jun/2022", "score_general": "7.0", "score_facilidad": "4.0", "materia": "Fundamentos de Control", "comments": "Muchas tareas, La Participación Importa, Las clases son largasEn presencial es muy buen profesor, pero el idioma le cuesta aunque no le guste admitirlo, no le entenderás del todo pero si te pones a leer irás comprendiendo mucho mejor. Haz sus tareas y que vea que te esfuerzas. Hace examen oral y escrito pero si estudias te va bien, no es tan malo como dicen."}, {"fecha": "03/Feb/2022", "score_general": "8.0", "score_facilidad": "4.0", "materia": "fundamentos de control", "comments": "En presencial es muy buen profesor, pero el idioma le cuesta aunque no le guste admitirlo, no le entenderás del todo pero si te pones a leer irás comprendiendo mucho mejor. Haz sus tareas y que vea que te esfuerzas. Hace examen oral y escrito pero si estudias te va bien, no es tan malo como dicen."}, {"fecha": "31/Ene/2022", "score_general": "5.0", "score_facilidad": "2.0", "materia": "Fundamentos de control", "comments": "Las clases son largas, Deja trabajos largos, Los exámenes son difícilesEn presencial es muy buen profesor, pero el idioma le cuesta aunque no le guste admitirlo, no le entenderás del todo pero si te pones a leer irás comprendiendo mucho mejor. Haz sus tareas y que vea que te esfuerzas. Hace examen oral y escrito pero si estudias te va bien, no es tan malo como dicen."}, {"fecha": "13/Dic/2021", "score_general": "3.0", "score_facilidad": "4.0", "materia": "Fundamentos de Control", "comments": "Califica Duro, Muchas tareas, Los exámenes son difícilesEn presencial es muy buen profesor, pero el idioma le cuesta aunque no le guste admitirlo, no le entenderás del todo pero si te pones a leer irás comprendiendo mucho mejor. Haz sus tareas y que vea que te esfuerzas. Hace examen oral y escrito pero si estudias te va bien, no es tan malo como dicen."}, {"fecha": "26/Ago/2021", "score_general": "5.0", "score_facilidad": "2.0", "materia": "Fundamentos de control", "comments": "Tareas larguisimas, de hasta 25 paginas (no es coto), la clase es tediosa, solo lee diapositivas y explica en su pizarron que se ve super pixeleado. \r\nDe mi grupo pasaron al rededor de 5 personas.\r\nSolo metelo si eres muy autodidacta"}, {"fecha": "22/Nov/2020", "score_general": "6.0", "score_facilidad": "2.0", "materia": "Fundamentos de Control", "comments": "Prepárate para leer, Las clases son largas, Los exámenes son difícilesTareas larguisimas, de hasta 25 paginas (no es coto), la clase es tediosa, solo lee diapositivas y explica en su pizarron que se ve super pixeleado. \r\nDe mi grupo pasaron al rededor de 5 personas.\r\nSolo metelo si eres muy autodidacta"}, {"fecha": "04/Jul/2019", "score_general": "7.0", "score_facilidad": "6.0", "materia": "Fundamentos de control", "comments": "Tareas larguisimas, de hasta 25 paginas (no es coto), la clase es tediosa, solo lee diapositivas y explica en su pizarron que se ve super pixeleado. \r\nDe mi grupo pasaron al rededor de 5 personas.\r\nSolo metelo si eres muy autodidacta"}]