[{"fecha": "05/Feb/2023", "score_general": "6.0", "score_facilidad": "10.0", "materia": "ETICA PROFESIONAL", "comments": "Barco, Muy cómico, Tomaría su clase otra vezProfe barco, califica con una exposición, trabajo final, tareas que nunca revisa y un examen final de 10 preguntas en linea, yo falte mas de un mes y saque 10, se le va la onda en su clase, solo ponle atención la primera clase y de ahí ya ni vayas, solo cuando expongas, ella falta mucho, un 10 facil"}, {"fecha": "31/Ene/2023", "score_general": "6.0", "score_facilidad": "8.0", "materia": "ETICA PROFESIONAL", "comments": "Barco, Las clases son largas, Pocos ExámenesProfe barco, califica con una exposición, trabajo final, tareas que nunca revisa y un examen final de 10 preguntas en linea, yo falte mas de un mes y saque 10, se le va la onda en su clase, solo ponle atención la primera clase y de ahí ya ni vayas, solo cuando expongas, ella falta mucho, un 10 facil"}, {"fecha": "30/Ene/2023", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Etica Profesional", "comments": "BarcoProfe barco, califica con una exposición, trabajo final, tareas que nunca revisa y un examen final de 10 preguntas en linea, yo falte mas de un mes y saque 10, se le va la onda en su clase, solo ponle atención la primera clase y de ahí ya ni vayas, solo cuando expongas, ella falta mucho, un 10 facil"}, {"fecha": "08/Jun/2022", "score_general": "4.0", "score_facilidad": "10.0", "materia": "Ética Profesional", "comments": "Barco, Muchas tareasProfe barco, califica con una exposición, trabajo final, tareas que nunca revisa y un examen final de 10 preguntas en linea, yo falte mas de un mes y saque 10, se le va la onda en su clase, solo ponle atención la primera clase y de ahí ya ni vayas, solo cuando expongas, ella falta mucho, un 10 facil"}, {"fecha": "26/May/2022", "score_general": "6.0", "score_facilidad": "8.0", "materia": "Ética Profesional", "comments": "BarcoProfe barco, califica con una exposición, trabajo final, tareas que nunca revisa y un examen final de 10 preguntas en linea, yo falte mas de un mes y saque 10, se le va la onda en su clase, solo ponle atención la primera clase y de ahí ya ni vayas, solo cuando expongas, ella falta mucho, un 10 facil"}, {"fecha": "25/May/2022", "score_general": "6.0", "score_facilidad": "10.0", "materia": "Ética Profesional", "comments": "Barco, Las clases son largasCalifica con tareas, proyecto, exposición y exámen; todos los anteriormente mencionados son muy sencillos, solo que su clase es muy aburrida, pero es muy fácil salir bien con ella."}, {"fecha": "25/Ene/2022", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Etica profesional", "comments": "Califica con tareas, proyecto, exposición y exámen; todos los anteriormente mencionados son muy sencillos, solo que su clase es muy aburrida, pero es muy fácil salir bien con ella."}, {"fecha": "29/Dic/2021", "score_general": "8.0", "score_facilidad": "8.0", "materia": "Etica Profesional", "comments": "Muchas tareas, La Participación Importa, Pocos ExámenesCalifica con tareas, proyecto, exposición y exámen; todos los anteriormente mencionados son muy sencillos, solo que su clase es muy aburrida, pero es muy fácil salir bien con ella."}, {"fecha": "25/Ago/2021", "score_general": "6.0", "score_facilidad": "10.0", "materia": "Ética", "comments": "BarcoCalifica con tareas, proyecto, exposición y exámen; todos los anteriormente mencionados son muy sencillos, solo que su clase es muy aburrida, pero es muy fácil salir bien con ella."}, {"fecha": "24/Ago/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "etica", "comments": "Barco, Inspiracional, Pocos ExámenesCalifica con tareas, proyecto, exposición y exámen; todos los anteriormente mencionados son muy sencillos, solo que su clase es muy aburrida, pero es muy fácil salir bien con ella."}, {"fecha": "17/Feb/2021", "score_general": "3.0", "score_facilidad": "10.0", "materia": "Ética profesional", "comments": "Barco, Las clases son largasSe le va la onda y se le dificulta mucho trabajar con herramientas de tecnología.  Al final nunca supimos como calificó, personas que no habían entregado nada tenían 10 y personas que entregaron todo tenían 6. Es súper desorganizada. No la recomiendo."}, {"fecha": "15/Feb/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Ética Profesional", "comments": "Barco, Muy cómico, Da buena retroalimentaciónSe le va la onda y se le dificulta mucho trabajar con herramientas de tecnología.  Al final nunca supimos como calificó, personas que no habían entregado nada tenían 10 y personas que entregaron todo tenían 6. Es súper desorganizada. No la recomiendo."}, {"fecha": "01/Feb/2021", "score_general": "2.0", "score_facilidad": "10.0", "materia": "Ética Profesional", "comments": "BarcoSe le va la onda y se le dificulta mucho trabajar con herramientas de tecnología.  Al final nunca supimos como calificó, personas que no habían entregado nada tenían 10 y personas que entregaron todo tenían 6. Es súper desorganizada. No la recomiendo."}, {"fecha": "19/Ene/2020", "score_general": "9.0", "score_facilidad": "10.0", "materia": "Etica Profesional", "comments": "Barco, Pocos ExámenesSe le va la onda y se le dificulta mucho trabajar con herramientas de tecnología.  Al final nunca supimos como calificó, personas que no habían entregado nada tenían 10 y personas que entregaron todo tenían 6. Es súper desorganizada. No la recomiendo."}, {"fecha": "26/Jun/2018", "score_general": "7.0", "score_facilidad": "10.0", "materia": "---", "comments": "Barco, Pocos Exámenes, Brinda apoyoSe le va la onda y se le dificulta mucho trabajar con herramientas de tecnología.  Al final nunca supimos como calificó, personas que no habían entregado nada tenían 10 y personas que entregaron todo tenían 6. Es súper desorganizada. No la recomiendo."}]