[{"fecha": "31/Ene/2023", "score_general": "10.0", "score_facilidad": "4.0", "materia": "Ecuaciones Diferenciales", "comments": "Si puedes mételo, el profe es medio payaso pero si le preguntas algo te explica hasta que lo tengas súper claro. \r\nDeja series y tareas al nivel de la clase, los exámenes son más sencillos y deja usar formulario. \r\nExplica de la forma más sencilla posible, da calificación extra por participar."}, {"fecha": "24/Ene/2023", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Ecuaciones Diferenciales", "comments": "Asistencia obligatoria, Aspectos de calificación claros, Clases excelentesSi puedes mételo, el profe es medio payaso pero si le preguntas algo te explica hasta que lo tengas súper claro. \r\nDeja series y tareas al nivel de la clase, los exámenes son más sencillos y deja usar formulario. \r\nExplica de la forma más sencilla posible, da calificación extra por participar."}, {"fecha": "03/Ago/2022", "score_general": "9.0", "score_facilidad": "4.0", "materia": "Calculo diferencial", "comments": "Da buena retroalimentación, Asistencia obligatoria, Tomaría su clase otra vezSi puedes mételo, el profe es medio payaso pero si le preguntas algo te explica hasta que lo tengas súper claro. \r\nDeja series y tareas al nivel de la clase, los exámenes son más sencillos y deja usar formulario. \r\nExplica de la forma más sencilla posible, da calificación extra por participar."}, {"fecha": "26/Feb/2021", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Ecuaciones Diferenciales", "comments": "Da buena retroalimentación, Asistencia obligatoria, Tomaría su clase otra vezSi puedes mételo, el profe es medio payaso pero si le preguntas algo te explica hasta que lo tengas súper claro. \r\nDeja series y tareas al nivel de la clase, los exámenes son más sencillos y deja usar formulario. \r\nExplica de la forma más sencilla posible, da calificación extra por participar."}, {"fecha": "16/Feb/2021", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Ecuaciones Diferenciales", "comments": "Da buena retroalimentación, Muchas tareas, Asistencia obligatoriaSi puedes mételo, el profe es medio payaso pero si le preguntas algo te explica hasta que lo tengas súper claro. \r\nDeja series y tareas al nivel de la clase, los exámenes son más sencillos y deja usar formulario. \r\nExplica de la forma más sencilla posible, da calificación extra por participar."}, {"fecha": "16/Feb/2021", "score_general": "8.0", "score_facilidad": "6.0", "materia": "Cálculo diferencial", "comments": "Da buena retroalimentación, Muchas tareas, La Participación ImportaExperiencia en linea. Muy buen profesor, es bastante claro, a veces se va un poco rápido pero se regresa si es necesario, le importa que entiendas, exámenes de 5 preguntas, estudia bien y has la serie, si deja varias tareas."}, {"fecha": "15/Feb/2021", "score_general": "2.0", "score_facilidad": "4.0", "materia": "analisis numerico", "comments": "Califica Duro, Asistencia obligatoria, Da Crédito ExtraExperiencia en linea. Muy buen profesor, es bastante claro, a veces se va un poco rápido pero se regresa si es necesario, le importa que entiendas, exámenes de 5 preguntas, estudia bien y has la serie, si deja varias tareas."}, {"fecha": "13/Dic/2019", "score_general": "8.0", "score_facilidad": "6.0", "materia": "Cálculo Diferencial y Geometría Analítica", "comments": "Da buena retroalimentación, La Participación Importa, Tomaría su clase otra vezExperiencia en linea. Muy buen profesor, es bastante claro, a veces se va un poco rápido pero se regresa si es necesario, le importa que entiendas, exámenes de 5 preguntas, estudia bien y has la serie, si deja varias tareas."}, {"fecha": "25/Jul/2019", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Análisis Numerico", "comments": "Barco, La Participación Importa, Brinda apoyoExperiencia en linea. Muy buen profesor, es bastante claro, a veces se va un poco rápido pero se regresa si es necesario, le importa que entiendas, exámenes de 5 preguntas, estudia bien y has la serie, si deja varias tareas."}, {"fecha": "30/Jun/2019", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Análisis Numérico", "comments": "La Participación Importa, Brinda apoyo, Tomaría su clase otra vezExperiencia en linea. Muy buen profesor, es bastante claro, a veces se va un poco rápido pero se regresa si es necesario, le importa que entiendas, exámenes de 5 preguntas, estudia bien y has la serie, si deja varias tareas."}]