[{"fecha": "19/Feb/2021", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Estadística Aplicada", "comments": "Da buena retroalimentación, Aspectos de calificación claros, Brinda apoyoEl Doctor cuenta muchas cosas que parece que no tiene que ver con la clase, pero siempre son sobre experiencias profesionales que complementan el tema. No regala ninguna calificación, así que lo que te esfuerces en estudiar y trabajar, será tu calificación.  Totalmente recomendado."}, {"fecha": "31/Ago/2020", "score_general": "6.0", "score_facilidad": "4.0", "materia": "Estadistica Aplicada", "comments": "Califica Duro, Da buena retroalimentación, Los exámenes son difícilesEl Doctor cuenta muchas cosas que parece que no tiene que ver con la clase, pero siempre son sobre experiencias profesionales que complementan el tema. No regala ninguna calificación, así que lo que te esfuerces en estudiar y trabajar, será tu calificación.  Totalmente recomendado."}, {"fecha": "22/Ene/2019", "score_general": "8.0", "score_facilidad": "8.0", "materia": "Ingeniería Económica", "comments": "Muy cómico, Aspectos de calificación claros, Tomaría su clase otra vezEl Doctor cuenta muchas cosas que parece que no tiene que ver con la clase, pero siempre son sobre experiencias profesionales que complementan el tema. No regala ninguna calificación, así que lo que te esfuerces en estudiar y trabajar, será tu calificación.  Totalmente recomendado."}, {"fecha": "26/Nov/2018", "score_general": "3.0", "score_facilidad": "6.0", "materia": "Evaluación de Proyectos", "comments": "El Doctor cuenta muchas cosas que parece que no tiene que ver con la clase, pero siempre son sobre experiencias profesionales que complementan el tema. No regala ninguna calificación, así que lo que te esfuerces en estudiar y trabajar, será tu calificación.  Totalmente recomendado."}, {"fecha": "11/Sep/2018", "score_general": "4.0", "score_facilidad": "8.0", "materia": "Evaluación de proyectos de inversión", "comments": "El Doctor cuenta muchas cosas que parece que no tiene que ver con la clase, pero siempre son sobre experiencias profesionales que complementan el tema. No regala ninguna calificación, así que lo que te esfuerces en estudiar y trabajar, será tu calificación.  Totalmente recomendado."}, {"fecha": "02/Jul/2018", "score_general": "8.0", "score_facilidad": "8.0", "materia": "Contabilidad Financiera y de Costos", "comments": "Muy cómico, Las clases son largas, Muchos proyectos grupalesHabla mucho tanto sobre cosas que tengan que ver con la materia como otras que no, pero siempre de cosas interesantes. Sus exámenes son de dificultad media, con leer las diapositivas y hacer los ejercicios basta"}, {"fecha": "30/Ene/2017", "score_general": "6.0", "score_facilidad": "8.0", "materia": "Ingeniería economía", "comments": "Da buena retroalimentación, Inspiracional, Pocos ExámenesHabla mucho tanto sobre cosas que tengan que ver con la materia como otras que no, pero siempre de cosas interesantes. Sus exámenes son de dificultad media, con leer las diapositivas y hacer los ejercicios basta"}, {"fecha": "23/Ene/2017", "score_general": "8.0", "score_facilidad": "8.0", "materia": "Ingenieria economica", "comments": "Habla mucho tanto sobre cosas que tengan que ver con la materia como otras que no, pero siempre de cosas interesantes. Sus exámenes son de dificultad media, con leer las diapositivas y hacer los ejercicios basta"}, {"fecha": "23/Ene/2017", "score_general": "5.0", "score_facilidad": "6.0", "materia": "Ingeniería económica", "comments": "La Participación Importa, Da Crédito Extra, Brinda apoyoHabla mucho tanto sobre cosas que tengan que ver con la materia como otras que no, pero siempre de cosas interesantes. Sus exámenes son de dificultad media, con leer las diapositivas y hacer los ejercicios basta"}]