[{"fecha": "26/Jul/2021", "score_general": "5.0", "score_facilidad": "2.0", "materia": "Propiedades de los fluidos petroleros", "comments": "Califica Duro, Deja trabajos largos, Los exámenes son difícilesSi es en lineá, no metan a esta profesora, califica muy duro, no da casi nada de tiempo en los exámenes, muchos de mis compañeros reprobaron por que se los comió el tiempo, las clases son grabadas por lo que es difícil aclarar las dudas."}, {"fecha": "17/Feb/2021", "score_general": "2.0", "score_facilidad": "4.0", "materia": "propiedades de los fluidos", "comments": "Asistencia obligatoria, Las clases son largas, Muchos ExámenesSi es en lineá, no metan a esta profesora, califica muy duro, no da casi nada de tiempo en los exámenes, muchos de mis compañeros reprobaron por que se los comió el tiempo, las clases son grabadas por lo que es difícil aclarar las dudas."}, {"fecha": "29/Ene/2021", "score_general": "9.0", "score_facilidad": "6.0", "materia": "Propiedades de los FLuidos petroleros", "comments": "Respetado por los estudiantes, Aspectos de calificación claros, Tomaría su clase otra vezSi es en lineá, no metan a esta profesora, califica muy duro, no da casi nada de tiempo en los exámenes, muchos de mis compañeros reprobaron por que se los comió el tiempo, las clases son grabadas por lo que es difícil aclarar las dudas."}, {"fecha": "10/Dic/2020", "score_general": "9.0", "score_facilidad": "6.0", "materia": "Propiedades de los fluidos Petroleros", "comments": "Califica Duro, Muchas tareas, Los exámenes son difícilesSi es en lineá, no metan a esta profesora, califica muy duro, no da casi nada de tiempo en los exámenes, muchos de mis compañeros reprobaron por que se los comió el tiempo, las clases son grabadas por lo que es difícil aclarar las dudas."}, {"fecha": "09/Jul/2019", "score_general": "7.0", "score_facilidad": "8.0", "materia": "Propiedades de los fluidos", "comments": "Si es en lineá, no metan a esta profesora, califica muy duro, no da casi nada de tiempo en los exámenes, muchos de mis compañeros reprobaron por que se los comió el tiempo, las clases son grabadas por lo que es difícil aclarar las dudas."}, {"fecha": "02/Jul/2018", "score_general": "8.0", "score_facilidad": "6.0", "materia": "Prop. de los fluidos petrolero", "comments": "Clases excelentes, Los exámenes son difíciles, Tomaría su clase otra vezExcelentes conocimientos, ya que lo practica día a día en su trabajo; con mucho enfoque a la industria petrolera siendo ella química. Muy recomendable, no lo hagan enojar o cambiara su forma de ser con el grupo.  Examenes 3 duros pero es fácil pasarlos con el nivel que te deja. Demasiado atractiva!"}, {"fecha": "24/Jun/2018", "score_general": "7.0", "score_facilidad": "2.0", "materia": "propiedades de los fluidos petroleros", "comments": "Excelentes conocimientos, ya que lo practica día a día en su trabajo; con mucho enfoque a la industria petrolera siendo ella química. Muy recomendable, no lo hagan enojar o cambiara su forma de ser con el grupo.  Examenes 3 duros pero es fácil pasarlos con el nivel que te deja. Demasiado atractiva!"}, {"fecha": "10/Feb/2018", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Propiedades de los fluidos petroleros", "comments": "Inspiracional, Brinda apoyo, Tomaría su clase otra vezExcelentes conocimientos, ya que lo practica día a día en su trabajo; con mucho enfoque a la industria petrolera siendo ella química. Muy recomendable, no lo hagan enojar o cambiara su forma de ser con el grupo.  Examenes 3 duros pero es fácil pasarlos con el nivel que te deja. Demasiado atractiva!"}]