[{"fecha": "09/Feb/2023", "score_general": "9.0", "score_facilidad": "4.0", "materia": "Circuitos Integrados Analógicos.", "comments": "Califica Duro, Muchas tareas, Pocos ExámenesEs muy bueno explicando y tiene conocimientos sólidos en la materia. Si eres bueno en electrónica pasas fácil, si no, la vas a sufrir. Sus exámenes son más difíciles que las tareas, aunque repite algunos problemas. No da buena realimentación, nunca te dice cuales son tus errores en las tareas."}, {"fecha": "04/Feb/2023", "score_general": "9.0", "score_facilidad": "8.0", "materia": "CIA", "comments": "Barco, Da buena retroalimentación, Muchas tareasEs muy bueno explicando y tiene conocimientos sólidos en la materia. Si eres bueno en electrónica pasas fácil, si no, la vas a sufrir. Sus exámenes son más difíciles que las tareas, aunque repite algunos problemas. No da buena realimentación, nunca te dice cuales son tus errores en las tareas."}, {"fecha": "31/Ene/2023", "score_general": "6.0", "score_facilidad": "10.0", "materia": "CIA", "comments": "Es muy bueno explicando y tiene conocimientos sólidos en la materia. Si eres bueno en electrónica pasas fácil, si no, la vas a sufrir. Sus exámenes son más difíciles que las tareas, aunque repite algunos problemas. No da buena realimentación, nunca te dice cuales son tus errores en las tareas."}, {"fecha": "17/Ene/2023", "score_general": "2.0", "score_facilidad": "2.0", "materia": "CIA", "comments": "Da buena retroalimentaciónEs muy bueno explicando y tiene conocimientos sólidos en la materia. Si eres bueno en electrónica pasas fácil, si no, la vas a sufrir. Sus exámenes son más difíciles que las tareas, aunque repite algunos problemas. No da buena realimentación, nunca te dice cuales son tus errores en las tareas."}, {"fecha": "26/Ago/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "---", "comments": "Brinda apoyo, Tomaría su clase otra vezEs muy bueno explicando y tiene conocimientos sólidos en la materia. Si eres bueno en electrónica pasas fácil, si no, la vas a sufrir. Sus exámenes son más difíciles que las tareas, aunque repite algunos problemas. No da buena realimentación, nunca te dice cuales son tus errores en las tareas."}, {"fecha": "26/Ago/2021", "score_general": "7.0", "score_facilidad": "6.0", "materia": "---", "comments": "Inspiracional, Los exámenes son difíciles, Tomaría su clase otra vez[Comentario esperando revisión]"}, {"fecha": "26/Ago/2021", "score_general": "3.0", "score_facilidad": "4.0", "materia": "CIA", "comments": "[Comentario esperando revisión]"}, {"fecha": "26/Ago/2021", "score_general": "2.0", "score_facilidad": "2.0", "materia": "CIA", "comments": "Califica Duro, La Participación Importa, Muchos Exámenes[Comentario esperando revisión]"}, {"fecha": "26/Ago/2021", "score_general": "4.0", "score_facilidad": "4.0", "materia": "---", "comments": "Los exámenes son difíciles[Comentario esperando revisión]"}, {"fecha": "18/Feb/2021", "score_general": "9.0", "score_facilidad": "4.0", "materia": "Circuitos Integrados Analogicos", "comments": "Da buena retroalimentación, Clases excelentes, Los exámenes son difíciles[Comentario esperando revisión]"}, {"fecha": "15/Feb/2021", "score_general": "4.0", "score_facilidad": "4.0", "materia": "CIA", "comments": "Muchas tareas, Prepárate para leer, Muchos ExámenesNo enseña nada realmente por lo que tienes que buscar mucho por tu parte, es de las peores clases en línea que puedes tener y es difícil pasar"}, {"fecha": "15/Feb/2021", "score_general": "6.0", "score_facilidad": "6.0", "materia": "CIA", "comments": "Califica Duro, Los exámenes son difícilesNo enseña nada realmente por lo que tienes que buscar mucho por tu parte, es de las peores clases en línea que puedes tener y es difícil pasar"}, {"fecha": "31/Ago/2020", "score_general": "8.0", "score_facilidad": "8.0", "materia": "Circuitos integrados Analógicos", "comments": "Califica Duro, Da buena retroalimentaciónNo enseña nada realmente por lo que tienes que buscar mucho por tu parte, es de las peores clases en línea que puedes tener y es difícil pasar"}, {"fecha": "14/Jun/2019", "score_general": "8.0", "score_facilidad": "10.0", "materia": "Circuitos Integrados Analógicos", "comments": "Brinda apoyoNo enseña nada realmente por lo que tienes que buscar mucho por tu parte, es de las peores clases en línea que puedes tener y es difícil pasar"}, {"fecha": "22/Ene/2019", "score_general": "9.0", "score_facilidad": "8.0", "materia": "CIA", "comments": "Brinda apoyo, Tomaría su clase otra vezNo enseña nada realmente por lo que tienes que buscar mucho por tu parte, es de las peores clases en línea que puedes tener y es difícil pasar"}]