[{"fecha": "17/Jun/2022", "score_general": "3.0", "score_facilidad": "4.0", "materia": "Ingeniería económica", "comments": "Califica Duro, Muchas tareas, Las clases son largasYo no lo recomiendo, sus explicaciones son algo confusas si apenas te estás metiendo a la area financiera."}, {"fecha": "25/Ene/2022", "score_general": "8.0", "score_facilidad": "6.0", "materia": "Ingenieria Economica", "comments": "Da buena retroalimentación, Muchas tareas, InspiracionalYo no lo recomiendo, sus explicaciones son algo confusas si apenas te estás metiendo a la area financiera."}, {"fecha": "26/Ago/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Ingeniería Económica", "comments": "Brinda apoyo, Tomaría su clase otra vezYo no lo recomiendo, sus explicaciones son algo confusas si apenas te estás metiendo a la area financiera."}, {"fecha": "23/Ago/2021", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Ingeniería económica", "comments": "Muchas tareas, Prepárate para leer, Brinda apoyoYo no lo recomiendo, sus explicaciones son algo confusas si apenas te estás metiendo a la area financiera."}, {"fecha": "22/Ago/2021", "score_general": "9.0", "score_facilidad": "10.0", "materia": "Ingeniería Económica", "comments": "Da buena retroalimentación, Muchas tareas, Aspectos de calificación clarosYo no lo recomiendo, sus explicaciones son algo confusas si apenas te estás metiendo a la area financiera."}, {"fecha": "18/Ago/2021", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Ingeniería Económica", "comments": "Aspectos de calificación claros, Clases excelentes, Tomaría su clase otra vezExcelente profesor y persona, se preocupa por que aprendas y todo quede claro, desde un inicio tiene fechas de tareas, exámenes y exposición, lo cual ayuda a organizarte,  todas son de lo que se ve en clase y si tienes dudas pregúntale siempre te va a contestar hasta que quede claro"}, {"fecha": "25/Feb/2021", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Ingeniería Económica", "comments": "Da buena retroalimentación, Muchas tareas, InspiracionalExcelente profesor y persona, se preocupa por que aprendas y todo quede claro, desde un inicio tiene fechas de tareas, exámenes y exposición, lo cual ayuda a organizarte,  todas son de lo que se ve en clase y si tienes dudas pregúntale siempre te va a contestar hasta que quede claro"}, {"fecha": "27/Ene/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Ingeniería económica", "comments": "Muchas tareas, Aspectos de calificación claros, Clases excelentesExcelente profesor y persona, se preocupa por que aprendas y todo quede claro, desde un inicio tiene fechas de tareas, exámenes y exposición, lo cual ayuda a organizarte,  todas son de lo que se ve en clase y si tienes dudas pregúntale siempre te va a contestar hasta que quede claro"}, {"fecha": "25/Ene/2021", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Ingeniería económica", "comments": "Da buena retroalimentación, Aspectos de calificación claros, Clases excelentesExcelente profesor y persona, se preocupa por que aprendas y todo quede claro, desde un inicio tiene fechas de tareas, exámenes y exposición, lo cual ayuda a organizarte,  todas son de lo que se ve en clase y si tienes dudas pregúntale siempre te va a contestar hasta que quede claro"}]