[{"fecha": "28/Ene/2023", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Lab Electricidad y Magnetismo", "comments": "Brinda apoyo, Clases excelentes, Tomaría su clase otra vezLas practicas son muy entretenidas con el, la clase es llevadera y explica muy bien si tienes dudas, tanto de teoría como en la practica. Todo es a mano salvo las tareas (que son pocas en realidad). Te la llevas relax y aprendes bastante."}, {"fecha": "22/Ene/2023", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Lab EyM", "comments": "Barco, Brinda apoyo, Tomaría su clase otra vezLas practicas son muy entretenidas con el, la clase es llevadera y explica muy bien si tienes dudas, tanto de teoría como en la practica. Todo es a mano salvo las tareas (que son pocas en realidad). Te la llevas relax y aprendes bastante."}, {"fecha": "04/Ago/2022", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Laboratorio de Electricidad y Magnetismo", "comments": "Muchas tareas, Brinda apoyo, Tomaría su clase otra vezLas practicas son muy entretenidas con el, la clase es llevadera y explica muy bien si tienes dudas, tanto de teoría como en la practica. Todo es a mano salvo las tareas (que son pocas en realidad). Te la llevas relax y aprendes bastante."}, {"fecha": "04/Ago/2022", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Laboratorio de Electricidad y Magnetismo", "comments": "Aspectos de calificación claros, Brinda apoyo, Tomaría su clase otra vezLas practicas son muy entretenidas con el, la clase es llevadera y explica muy bien si tienes dudas, tanto de teoría como en la practica. Todo es a mano salvo las tareas (que son pocas en realidad). Te la llevas relax y aprendes bastante."}, {"fecha": "30/May/2022", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Laboratorio de Electricidad y Magnetismo", "comments": "Respetado por los estudiantes, Aspectos de calificación claros, Tomaría su clase otra vezLas practicas son muy entretenidas con el, la clase es llevadera y explica muy bien si tienes dudas, tanto de teoría como en la practica. Todo es a mano salvo las tareas (que son pocas en realidad). Te la llevas relax y aprendes bastante."}, {"fecha": "19/Ene/2022", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Lab. Electricidad y magnetismo", "comments": "Da buena retroalimentación, Asistencia obligatoria, Aspectos de calificación clarosExcelente profesor, explica a detalle lo que hay que hacer en las prácticas y da tiempo para hacer la practica con tu equipo por si surge alguna duda, de vez en cuando deja tarea y se debe entregar el previo a mano, las practicas son a computadora."}, {"fecha": "30/Jul/2021", "score_general": "9.0", "score_facilidad": "10.0", "materia": "Lab Electricidad y Magnetismo", "comments": "Barco, Da buena retroalimentación, Brinda apoyoExcelente profesor, explica a detalle lo que hay que hacer en las prácticas y da tiempo para hacer la practica con tu equipo por si surge alguna duda, de vez en cuando deja tarea y se debe entregar el previo a mano, las practicas son a computadora."}]