[{"fecha": "03/Feb/2023", "score_general": "6.0", "score_facilidad": "4.0", "materia": "Ecuaciones Diferenciales", "comments": "Califica Duro, Las clases son largas, Los exámenes son difícilesEl que comentó el 28 de enero muy probablemente fue compañero mío. Tienes que hacer todo tal cual ellos lo hacen. Aunque tú justifiques tu proceso trata de anotar la justificación paso a paso. Son especiales en cuanto al Reglamento de la UNAM por lo que debes asistir y cumplir con lo que pidan"}, {"fecha": "28/Ene/2023", "score_general": "5.0", "score_facilidad": "4.0", "materia": "Ecuaciones Diferenciales", "comments": "El que comentó el 28 de enero muy probablemente fue compañero mío. Tienes que hacer todo tal cual ellos lo hacen. Aunque tú justifiques tu proceso trata de anotar la justificación paso a paso. Son especiales en cuanto al Reglamento de la UNAM por lo que debes asistir y cumplir con lo que pidan"}, {"fecha": "04/Feb/2022", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Probabilidad", "comments": "Da buena retroalimentación, La Participación Importa, Tomaría su clase otra vezEl que comentó el 28 de enero muy probablemente fue compañero mío. Tienes que hacer todo tal cual ellos lo hacen. Aunque tú justifiques tu proceso trata de anotar la justificación paso a paso. Son especiales en cuanto al Reglamento de la UNAM por lo que debes asistir y cumplir con lo que pidan"}, {"fecha": "31/Ene/2022", "score_general": "8.0", "score_facilidad": "4.0", "materia": "ecuaciones diferenciales", "comments": "Califica Duro, Da buena retroalimentación, Los exámenes son difícilesEl que comentó el 28 de enero muy probablemente fue compañero mío. Tienes que hacer todo tal cual ellos lo hacen. Aunque tú justifiques tu proceso trata de anotar la justificación paso a paso. Son especiales en cuanto al Reglamento de la UNAM por lo que debes asistir y cumplir con lo que pidan"}, {"fecha": "26/Ene/2022", "score_general": "4.0", "score_facilidad": "2.0", "materia": "Ecuaciones diferenciales", "comments": "Califica Duro, Los exámenes son difícilesEl que comentó el 28 de enero muy probablemente fue compañero mío. Tienes que hacer todo tal cual ellos lo hacen. Aunque tú justifiques tu proceso trata de anotar la justificación paso a paso. Son especiales en cuanto al Reglamento de la UNAM por lo que debes asistir y cumplir con lo que pidan"}, {"fecha": "21/Ene/2022", "score_general": "3.0", "score_facilidad": "2.0", "materia": "Ecuaciones diferenciales", "comments": "Califica Duro, Los exámenes son difícilesPésimo profesor, no lo recomiendo en lo absoluto. Si repruebas un parcial estás directamente en final, tareas muy complicadas que no explica, quiere que resuelvas sus ejercicios con sus métodos a pesar de que no le entiendes. Si es tu única opción NO LO METAS no vale la pena quemar una inscripción."}, {"fecha": "21/Oct/2021", "score_general": "4.0", "score_facilidad": "10.0", "materia": "Ecuaciones Diferenciales", "comments": "Califica Duro, Muchas tareas, Asistencia obligatoriaPésimo profesor, no lo recomiendo en lo absoluto. Si repruebas un parcial estás directamente en final, tareas muy complicadas que no explica, quiere que resuelvas sus ejercicios con sus métodos a pesar de que no le entiendes. Si es tu única opción NO LO METAS no vale la pena quemar una inscripción."}, {"fecha": "30/Nov/2020", "score_general": "3.0", "score_facilidad": "4.0", "materia": "Probabilidad", "comments": "Muchas tareas, Las clases son largasPésimo profesor, no lo recomiendo en lo absoluto. Si repruebas un parcial estás directamente en final, tareas muy complicadas que no explica, quiere que resuelvas sus ejercicios con sus métodos a pesar de que no le entiendes. Si es tu única opción NO LO METAS no vale la pena quemar una inscripción."}, {"fecha": "24/Nov/2018", "score_general": "7.0", "score_facilidad": "8.0", "materia": "Ecuaciones Diferenciales", "comments": "Da buena retroalimentación, Pocos Exámenes, Tomaría su clase otra vezPésimo profesor, no lo recomiendo en lo absoluto. Si repruebas un parcial estás directamente en final, tareas muy complicadas que no explica, quiere que resuelvas sus ejercicios con sus métodos a pesar de que no le entiendes. Si es tu única opción NO LO METAS no vale la pena quemar una inscripción."}, {"fecha": "23/Ene/2018", "score_general": "8.0", "score_facilidad": "6.0", "materia": "Ecuaciones Diferenciales", "comments": "Pésimo profesor, no lo recomiendo en lo absoluto. Si repruebas un parcial estás directamente en final, tareas muy complicadas que no explica, quiere que resuelvas sus ejercicios con sus métodos a pesar de que no le entiendes. Si es tu única opción NO LO METAS no vale la pena quemar una inscripción."}, {"fecha": "12/Jun/2017", "score_general": "5.0", "score_facilidad": "4.0", "materia": "Calculo Diferencial", "comments": "Califica Duro, Hace exámenes sorpresa, La Participación ImportaEs pesimo explicando, pero es buen profesor se ve que le hecha todos los kilos para que le entiendas en su retorcida forma de explicar, eso si no te confies en sus evaluaciones, al final te califica con ojo de buen cubero, asi que o tienes todos los trabajos y todos los examen con 10 o le caes chido"}, {"fecha": "04/Feb/2016", "score_general": "2.0", "score_facilidad": "2.0", "materia": "---", "comments": "Califica Duro, Asistencia obligatoria, Los exámenes son difícilesEs pesimo explicando, pero es buen profesor se ve que le hecha todos los kilos para que le entiendas en su retorcida forma de explicar, eso si no te confies en sus evaluaciones, al final te califica con ojo de buen cubero, asi que o tienes todos los trabajos y todos los examen con 10 o le caes chido"}, {"fecha": "28/Ene/2016", "score_general": "3.0", "score_facilidad": "2.0", "materia": "Computación para ingenieros", "comments": "Es pesimo explicando, pero es buen profesor se ve que le hecha todos los kilos para que le entiendas en su retorcida forma de explicar, eso si no te confies en sus evaluaciones, al final te califica con ojo de buen cubero, asi que o tienes todos los trabajos y todos los examen con 10 o le caes chido"}, {"fecha": "09/Sep/2015", "score_general": "3.0", "score_facilidad": "6.0", "materia": "---", "comments": "Es pesimo explicando, pero es buen profesor se ve que le hecha todos los kilos para que le entiendas en su retorcida forma de explicar, eso si no te confies en sus evaluaciones, al final te califica con ojo de buen cubero, asi que o tienes todos los trabajos y todos los examen con 10 o le caes chido"}, {"fecha": "12/Mar/2015", "score_general": "2.0", "score_facilidad": "2.0", "materia": "---", "comments": "Es pesimo explicando, pero es buen profesor se ve que le hecha todos los kilos para que le entiendas en su retorcida forma de explicar, eso si no te confies en sus evaluaciones, al final te califica con ojo de buen cubero, asi que o tienes todos los trabajos y todos los examen con 10 o le caes chido"}, {"fecha": "25/Ene/2015", "score_general": "4.0", "score_facilidad": "2.0", "materia": "---", "comments": "[Comentario esperando revisión]"}, {"fecha": "22/Ene/2015", "score_general": "5.0", "score_facilidad": "6.0", "materia": "---", "comments": "[Comentario esperando revisión]"}, {"fecha": "18/Ene/2015", "score_general": "5.0", "score_facilidad": "2.0", "materia": "---", "comments": "[Comentario esperando revisión]"}, {"fecha": "17/Ene/2015", "score_general": "3.0", "score_facilidad": "10.0", "materia": "---", "comments": "[Comentario esperando revisión]"}, {"fecha": "13/Ene/2015", "score_general": "5.0", "score_facilidad": "2.0", "materia": "Computación para ingenieros", "comments": "[Comentario esperando revisión]"}, {"fecha": "23/Nov/2014", "score_general": "5.0", "score_facilidad": "6.0", "materia": "---", "comments": "[Comentario esperando revisión]"}, {"fecha": "30/Oct/2014", "score_general": "5.0", "score_facilidad": "4.0", "materia": "Comp. para ingenieros", "comments": "[Comentario esperando revisión]"}, {"fecha": "15/Ene/2014", "score_general": "7.0", "score_facilidad": "8.0", "materia": "Probabilidad Y Estadidtica", "comments": "[Comentario esperando revisión]"}]