[{"fecha": "09/Feb/2023", "score_general": "3.0", "score_facilidad": "4.0", "materia": "Análisis de Circuitos", "comments": "Muchas tareas, Asistencia obligatoria, Los exámenes son difícilesSe sale mucho del tema , no acaba el temario y al último quiere dar todo de golpe por lo que no se le entiende nada. Demasiadas tareas, es más cantidad que calidad. Las prácticas son bastante largas. Yo lo dejaría como mi última opción"}, {"fecha": "28/Ene/2023", "score_general": "2.0", "score_facilidad": "2.0", "materia": "Análisis de Circuitos", "comments": "Califica Duro, Muchas tareas, Los exámenes son difícilesSe sale mucho del tema , no acaba el temario y al último quiere dar todo de golpe por lo que no se le entiende nada. Demasiadas tareas, es más cantidad que calidad. Las prácticas son bastante largas. Yo lo dejaría como mi última opción"}, {"fecha": "18/Ago/2022", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Análisis de Circuitos", "comments": "Da buena retroalimentación, La Participación Importa, Clases excelentesSe sale mucho del tema , no acaba el temario y al último quiere dar todo de golpe por lo que no se le entiende nada. Demasiadas tareas, es más cantidad que calidad. Las prácticas son bastante largas. Yo lo dejaría como mi última opción"}, {"fecha": "15/Jun/2022", "score_general": "7.0", "score_facilidad": "4.0", "materia": "Electrónica Básica", "comments": "Califica Duro, Asistencia obligatoria, Pocos ExámenesSe sale mucho del tema , no acaba el temario y al último quiere dar todo de golpe por lo que no se le entiende nada. Demasiadas tareas, es más cantidad que calidad. Las prácticas son bastante largas. Yo lo dejaría como mi última opción"}, {"fecha": "31/Ago/2021", "score_general": "7.0", "score_facilidad": "4.0", "materia": "Análisis de circuitos", "comments": "Califica Duro, Muy cómico, Muchas tareasSe sale mucho del tema , no acaba el temario y al último quiere dar todo de golpe por lo que no se le entiende nada. Demasiadas tareas, es más cantidad que calidad. Las prácticas son bastante largas. Yo lo dejaría como mi última opción"}, {"fecha": "26/Ago/2021", "score_general": "2.0", "score_facilidad": "2.0", "materia": "Analisis de Circuitos", "comments": "Califica Duro, Muchas tareas, Deja trabajos largosNo se quien le dijo que puede ser profesor, no sabe transmitir conocimiento, si te enseña un metodo aplicalo, no se te ocurra resolver el examen por otro metodo. Se basa 100% en libros asi que no esperes a que te explique el tema, buscalo lo antes posible, se contradice mucho."}, {"fecha": "25/Ago/2021", "score_general": "6.0", "score_facilidad": "6.0", "materia": "Electrónica básica", "comments": "Aspectos de calificación clarosNo se quien le dijo que puede ser profesor, no sabe transmitir conocimiento, si te enseña un metodo aplicalo, no se te ocurra resolver el examen por otro metodo. Se basa 100% en libros asi que no esperes a que te explique el tema, buscalo lo antes posible, se contradice mucho."}, {"fecha": "25/Feb/2021", "score_general": "9.0", "score_facilidad": "6.0", "materia": "Análisis de Circuitos", "comments": "Muchas tareas, Respetado por los estudiantes, Clases excelentesNo se quien le dijo que puede ser profesor, no sabe transmitir conocimiento, si te enseña un metodo aplicalo, no se te ocurra resolver el examen por otro metodo. Se basa 100% en libros asi que no esperes a que te explique el tema, buscalo lo antes posible, se contradice mucho."}, {"fecha": "18/Feb/2021", "score_general": "7.0", "score_facilidad": "6.0", "materia": "Análisis de circuitos", "comments": "Muy cómico, Da buena retroalimentación, Los exámenes son difícilesNo se quien le dijo que puede ser profesor, no sabe transmitir conocimiento, si te enseña un metodo aplicalo, no se te ocurra resolver el examen por otro metodo. Se basa 100% en libros asi que no esperes a que te explique el tema, buscalo lo antes posible, se contradice mucho."}, {"fecha": "16/Feb/2021", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Análisis de Circuitos", "comments": "Muchas tareas, La Participación Importa, Tomaría su clase otra vezNo se quien le dijo que puede ser profesor, no sabe transmitir conocimiento, si te enseña un metodo aplicalo, no se te ocurra resolver el examen por otro metodo. Se basa 100% en libros asi que no esperes a que te explique el tema, buscalo lo antes posible, se contradice mucho."}, {"fecha": "16/Feb/2021", "score_general": "6.0", "score_facilidad": "6.0", "materia": "analisis de circuitos", "comments": "Muy cómico, Muchas tareas, Los exámenes son difícileses un buen profe en general, explica bien y resuelve dudas, le gusta el rock y siempre te recivira en la sala de meet con buena musica, le tienes que chingar porque deja muchisimas tareas y series larguisimas, pero por lo general toma dos ejercicios y los pone en el examen, mas proyecto final y mas"}, {"fecha": "27/Nov/2020", "score_general": "8.0", "score_facilidad": "6.0", "materia": "Electrónica Básica", "comments": "Barco, Muy cómico, Muchas tareases un buen profe en general, explica bien y resuelve dudas, le gusta el rock y siempre te recivira en la sala de meet con buena musica, le tienes que chingar porque deja muchisimas tareas y series larguisimas, pero por lo general toma dos ejercicios y los pone en el examen, mas proyecto final y mas"}, {"fecha": "08/Sep/2020", "score_general": "7.0", "score_facilidad": "6.0", "materia": "Análisis de Circuitos", "comments": "Califica Duro, Los exámenes son difíciles, Tomaría su clase otra vezes un buen profe en general, explica bien y resuelve dudas, le gusta el rock y siempre te recivira en la sala de meet con buena musica, le tienes que chingar porque deja muchisimas tareas y series larguisimas, pero por lo general toma dos ejercicios y los pone en el examen, mas proyecto final y mas"}, {"fecha": "01/Sep/2020", "score_general": "4.0", "score_facilidad": "4.0", "materia": "Electrónica Básica", "comments": "Califica Duro, Muchas tareas, Muchos Exámeneses un buen profe en general, explica bien y resuelve dudas, le gusta el rock y siempre te recivira en la sala de meet con buena musica, le tienes que chingar porque deja muchisimas tareas y series larguisimas, pero por lo general toma dos ejercicios y los pone en el examen, mas proyecto final y mas"}, {"fecha": "18/Ene/2019", "score_general": "6.0", "score_facilidad": "6.0", "materia": "Electrónica Básica", "comments": "Muy cómico, Muchas tareas, Las clases son largases un buen profe en general, explica bien y resuelve dudas, le gusta el rock y siempre te recivira en la sala de meet con buena musica, le tienes que chingar porque deja muchisimas tareas y series larguisimas, pero por lo general toma dos ejercicios y los pone en el examen, mas proyecto final y mas"}, {"fecha": "16/Sep/2016", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Diseño digital", "comments": "Muchas tareas, Asistencia obligatoria, Aspectos de calificación claros"}]