[{"fecha": "21/Feb/2023", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Laboratorio de Medición e Instrumentación", "comments": "Respetado por los estudiantes, Clases excelentes, Tomaría su clase otra vezEs un profe bastante interesante, como trabaja en el CENAPRED luego te muestra mediciones de terremotos, explosiones volcánicas y hasta te cuenta el clima en la clase; por otro lado el profe se ve que sabe muchísimo de la materia y es bien amable. Tomar el laboratorio con él es bastante ameno"}, {"fecha": "21/Feb/2023", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Laboratorio de Medición e Instrumentación", "comments": "Da buena retroalimentación, Brinda apoyo, Tomaría su clase otra vezEs un profe bastante interesante, como trabaja en el CENAPRED luego te muestra mediciones de terremotos, explosiones volcánicas y hasta te cuenta el clima en la clase; por otro lado el profe se ve que sabe muchísimo de la materia y es bien amable. Tomar el laboratorio con él es bastante ameno"}, {"fecha": "23/Ene/2022", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Lab. Medición e instrumentación", "comments": "Muy cómico, Inspiracional, Clases excelentesEs un profe bastante interesante, como trabaja en el CENAPRED luego te muestra mediciones de terremotos, explosiones volcánicas y hasta te cuenta el clima en la clase; por otro lado el profe se ve que sabe muchísimo de la materia y es bien amable. Tomar el laboratorio con él es bastante ameno"}, {"fecha": "23/Ago/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Laboratorio de Medición e Instrumentación", "comments": "Da buena retroalimentación, Respetado por los estudiantes, Tomaría su clase otra vezEs un profe bastante interesante, como trabaja en el CENAPRED luego te muestra mediciones de terremotos, explosiones volcánicas y hasta te cuenta el clima en la clase; por otro lado el profe se ve que sabe muchísimo de la materia y es bien amable. Tomar el laboratorio con él es bastante ameno"}, {"fecha": "16/Feb/2021", "score_general": "10.0", "score_facilidad": "8.0", "materia": "LAB. MEDICION E INSTRUMENTACION", "comments": "Inspiracional, Brinda apoyoEs un profe bastante interesante, como trabaja en el CENAPRED luego te muestra mediciones de terremotos, explosiones volcánicas y hasta te cuenta el clima en la clase; por otro lado el profe se ve que sabe muchísimo de la materia y es bien amable. Tomar el laboratorio con él es bastante ameno"}, {"fecha": "20/Ene/2019", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Lab. Medición E Instrumentación", "comments": "Barco, Pocos Exámenes, Clases excelentesEs muy buen profe, Te brinda apoyo y resuelve cualquier duda. Explica claramente. No deja cuestionarios previos, pero si hay que hacer muy bien los reportes. Lo cual no es tan dificil ya que el te indica los errores y te da oportunidad de volverlos a entregar."}]