[{"fecha": "16/Feb/2023", "score_general": "9.0", "score_facilidad": "4.0", "materia": "Literatura", "comments": "Califica Duro, La Participación Importa, Muchos proyectos grupalesSu clase es interesante, es una persona muy culta, tomar su clase vale la pena y es una experiencia, lo único malo es que hay que exponer de traje y a veces es de suerte lo de la participación."}, {"fecha": "10/Feb/2023", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Literatura Hispanoamérica Contemporánea", "comments": "Califica Duro, Prepárate para leer, Respetado por los estudiantesSu clase es interesante, es una persona muy culta, tomar su clase vale la pena y es una experiencia, lo único malo es que hay que exponer de traje y a veces es de suerte lo de la participación."}, {"fecha": "29/Ene/2023", "score_general": "8.0", "score_facilidad": "8.0", "materia": "Literatura Hispanoamericana Contemporánea", "comments": "Califica Duro, Muy cómico, InspiracionalSu clase es interesante, es una persona muy culta, tomar su clase vale la pena y es una experiencia, lo único malo es que hay que exponer de traje y a veces es de suerte lo de la participación."}, {"fecha": "21/Ago/2022", "score_general": "8.0", "score_facilidad": "2.0", "materia": "CyC", "comments": "Califica Duro, Asistencia obligatoria, Aspectos de calificación clarosSu clase es interesante, es una persona muy culta, tomar su clase vale la pena y es una experiencia, lo único malo es que hay que exponer de traje y a veces es de suerte lo de la participación."}, {"fecha": "17/Ago/2022", "score_general": "9.0", "score_facilidad": "4.0", "materia": "Cultura", "comments": "Califica Duro, La Participación Importa, Asistencia obligatoriaSu clase es interesante, es una persona muy culta, tomar su clase vale la pena y es una experiencia, lo único malo es que hay que exponer de traje y a veces es de suerte lo de la participación."}, {"fecha": "06/Jun/2022", "score_general": "8.0", "score_facilidad": "4.0", "materia": "Cultura", "comments": "Califica Duro, Muchas tareas, La Participación ImportaEl profesor es buenisimo en la materia, aprenderás muchisimo, ya que es una persona muy culta. Le importa demasiado que participes y se enoja si no lo hacen. El unico pero que le vi fue que es demasiado estricto para calificar los trabajos."}, {"fecha": "29/May/2022", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Cultura y comunicacion", "comments": "Califica Duro, Asistencia obligatoria, Muchos proyectos grupalesEl profesor es buenisimo en la materia, aprenderás muchisimo, ya que es una persona muy culta. Le importa demasiado que participes y se enoja si no lo hacen. El unico pero que le vi fue que es demasiado estricto para calificar los trabajos."}, {"fecha": "05/May/2022", "score_general": "10.0", "score_facilidad": "6.0", "materia": "CyC", "comments": "Muchas tareas, Asistencia obligatoria, Muchos proyectos grupalesEl profesor es buenisimo en la materia, aprenderás muchisimo, ya que es una persona muy culta. Le importa demasiado que participes y se enoja si no lo hacen. El unico pero que le vi fue que es demasiado estricto para calificar los trabajos."}, {"fecha": "05/Abr/2022", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Literatura", "comments": "Clases excelentesEl profesor es buenisimo en la materia, aprenderás muchisimo, ya que es una persona muy culta. Le importa demasiado que participes y se enoja si no lo hacen. El unico pero que le vi fue que es demasiado estricto para calificar los trabajos."}, {"fecha": "28/Ene/2022", "score_general": "7.0", "score_facilidad": "6.0", "materia": "Literatura Hispanoamericana", "comments": "Las clases son largas, Muchos proyectos grupalesEl profesor es buenisimo en la materia, aprenderás muchisimo, ya que es una persona muy culta. Le importa demasiado que participes y se enoja si no lo hacen. El unico pero que le vi fue que es demasiado estricto para calificar los trabajos."}, {"fecha": "21/Dic/2021", "score_general": "4.0", "score_facilidad": "2.0", "materia": "Literatura hispanoamericana contemporánea", "comments": "Califica Duro, La Participación Importa, Asistencia obligatoriaSi te interesa aprender y te gusta la materia así de que quieras trabajos super rudos y con demasiada exigencia... Mételo.\r\nSus trabajos son largos y las exposiciónes deben ser ¡¡PERFECTAS!!\r\nEs muy difícil alcanzar el 9 con él y si participas activamente: te va bien y si no.. pues no te redondea calf"}, {"fecha": "23/Ago/2021", "score_general": "4.0", "score_facilidad": "10.0", "materia": "Cultura y comunicación", "comments": "Barco, Deja trabajos largosSi te interesa aprender y te gusta la materia así de que quieras trabajos super rudos y con demasiada exigencia... Mételo.\r\nSus trabajos son largos y las exposiciónes deben ser ¡¡PERFECTAS!!\r\nEs muy difícil alcanzar el 9 con él y si participas activamente: te va bien y si no.. pues no te redondea calf"}, {"fecha": "19/Ago/2021", "score_general": "6.0", "score_facilidad": "8.0", "materia": "Cultura y comunicación", "comments": "Las clases son largas, Deja trabajos largos, Muchos proyectos grupalesSi te interesa aprender y te gusta la materia así de que quieras trabajos super rudos y con demasiada exigencia... Mételo.\r\nSus trabajos son largos y las exposiciónes deben ser ¡¡PERFECTAS!!\r\nEs muy difícil alcanzar el 9 con él y si participas activamente: te va bien y si no.. pues no te redondea calf"}, {"fecha": "22/Feb/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Literatura Hispanoamericana Contemporánea", "comments": "Si te interesa aprender y te gusta la materia así de que quieras trabajos super rudos y con demasiada exigencia... Mételo.\r\nSus trabajos son largos y las exposiciónes deben ser ¡¡PERFECTAS!!\r\nEs muy difícil alcanzar el 9 con él y si participas activamente: te va bien y si no.. pues no te redondea calf"}, {"fecha": "29/Ene/2021", "score_general": "9.0", "score_facilidad": "6.0", "materia": "Cultura y Comunicación", "comments": "Da buena retroalimentación, Prepárate para leer, La Participación ImportaSi te interesa aprender y te gusta la materia así de que quieras trabajos super rudos y con demasiada exigencia... Mételo.\r\nSus trabajos son largos y las exposiciónes deben ser ¡¡PERFECTAS!!\r\nEs muy difícil alcanzar el 9 con él y si participas activamente: te va bien y si no.. pues no te redondea calf"}, {"fecha": "22/Sep/2020", "score_general": "5.0", "score_facilidad": "6.0", "materia": "Cultura y Comunicación", "comments": "Califica Duro, Las clases son largas, Muchos proyectos grupalesSus trabajos son cien por ciento en equipo. Presencialmente te manda a museos y te hace entregar presentaciones en equipo. En línea ni siquiera se molestó en darnos clases; cuando empezó todo nos dijo que nos evaluaría con lo que ya tenía y que nos fuera muy bien. No lo recomiendo."}, {"fecha": "07/Sep/2020", "score_general": "4.0", "score_facilidad": "6.0", "materia": "Cultura y comunicación", "comments": "La Participación Importa, Asistencia obligatoriaSus trabajos son cien por ciento en equipo. Presencialmente te manda a museos y te hace entregar presentaciones en equipo. En línea ni siquiera se molestó en darnos clases; cuando empezó todo nos dijo que nos evaluaría con lo que ya tenía y que nos fuera muy bien. No lo recomiendo."}, {"fecha": "29/Nov/2018", "score_general": "8.0", "score_facilidad": "6.0", "materia": "Literatura Hispanoamericana y Contemporánea", "comments": "Califica Duro, Prepárate para leer, Asistencia obligatoriaSus trabajos son cien por ciento en equipo. Presencialmente te manda a museos y te hace entregar presentaciones en equipo. En línea ni siquiera se molestó en darnos clases; cuando empezó todo nos dijo que nos evaluaría con lo que ya tenía y que nos fuera muy bien. No lo recomiendo."}, {"fecha": "23/May/2018", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Literatura hispanoamericana", "comments": "La Participación Importa, Asistencia obligatoria, Tomaría su clase otra vezSus trabajos son cien por ciento en equipo. Presencialmente te manda a museos y te hace entregar presentaciones en equipo. En línea ni siquiera se molestó en darnos clases; cuando empezó todo nos dijo que nos evaluaría con lo que ya tenía y que nos fuera muy bien. No lo recomiendo."}, {"fecha": "24/Ene/2018", "score_general": "7.0", "score_facilidad": "6.0", "materia": "Literatura hispanoamreicana contemporánea", "comments": "Prepárate para leerSus trabajos son cien por ciento en equipo. Presencialmente te manda a museos y te hace entregar presentaciones en equipo. En línea ni siquiera se molestó en darnos clases; cuando empezó todo nos dijo que nos evaluaría con lo que ya tenía y que nos fuera muy bien. No lo recomiendo."}, {"fecha": "22/Ene/2018", "score_general": "8.0", "score_facilidad": "6.0", "materia": "Literatura", "comments": "Califica Duro, Prepárate para leer, Asistencia obligatoriaNo se porque hablan tan bien de el, por lo que vi no le gusta poner 10 aunque contestes o expongas bien. Lees 3 libros, expones 1 autor de su eleccion y un libro al azar, hace preguntas del libro por lo que un resumen de internet no te salvara. No hace examen"}, {"fecha": "18/Ene/2017", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Literatura", "comments": "No se porque hablan tan bien de el, por lo que vi no le gusta poner 10 aunque contestes o expongas bien. Lees 3 libros, expones 1 autor de su eleccion y un libro al azar, hace preguntas del libro por lo que un resumen de internet no te salvara. No hace examen"}, {"fecha": "12/Ene/2017", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Literatura", "comments": "La Participación Importa, Inspiracional, Clases excelentesNo se porque hablan tan bien de el, por lo que vi no le gusta poner 10 aunque contestes o expongas bien. Lees 3 libros, expones 1 autor de su eleccion y un libro al azar, hace preguntas del libro por lo que un resumen de internet no te salvara. No hace examen"}, {"fecha": "05/Ene/2017", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Literatura", "comments": "Asistencia obligatoria, Brinda apoyoNo se porque hablan tan bien de el, por lo que vi no le gusta poner 10 aunque contestes o expongas bien. Lees 3 libros, expones 1 autor de su eleccion y un libro al azar, hace preguntas del libro por lo que un resumen de internet no te salvara. No hace examen"}, {"fecha": "28/Jul/2016", "score_general": "9.0", "score_facilidad": "6.0", "materia": "Cultura y comunicación", "comments": "Muchas tareas, Prepárate para leer, La Participación ImportaNo se porque hablan tan bien de el, por lo que vi no le gusta poner 10 aunque contestes o expongas bien. Lees 3 libros, expones 1 autor de su eleccion y un libro al azar, hace preguntas del libro por lo que un resumen de internet no te salvara. No hace examen"}, {"fecha": "28/Jul/2016", "score_general": "9.0", "score_facilidad": "10.0", "materia": "Literatura", "comments": "La Participación Importa, Clases excelentes, Tomaría su clase otra vezExcelente profesor, sólo deja tres libros pero es fácil, y la exposición de un autor, es muy fácil de pasar y sus clases son interesantes, si participas y no faltas tienes puntos extra o te sube calificación."}, {"fecha": "26/Jun/2016", "score_general": "6.0", "score_facilidad": "4.0", "materia": "Literatura", "comments": "La Participación Importa, Asistencia obligatoria, Muchos proyectos grupalesExcelente profesor, sólo deja tres libros pero es fácil, y la exposición de un autor, es muy fácil de pasar y sus clases son interesantes, si participas y no faltas tienes puntos extra o te sube calificación."}, {"fecha": "26/Jun/2015", "score_general": "9.0", "score_facilidad": "10.0", "materia": "Literatura Hispanoamericana", "comments": "Excelente profesor, sólo deja tres libros pero es fácil, y la exposición de un autor, es muy fácil de pasar y sus clases son interesantes, si participas y no faltas tienes puntos extra o te sube calificación."}, {"fecha": "23/Feb/2014", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Literatura Hispanoamericana Contemporánea", "comments": "Excelente profesor, sólo deja tres libros pero es fácil, y la exposición de un autor, es muy fácil de pasar y sus clases son interesantes, si participas y no faltas tienes puntos extra o te sube calificación."}]