[{"fecha": "27/Ene/2023", "score_general": "5.0", "score_facilidad": "8.0", "materia": "Administración de Centros de TI", "comments": "Muchos ExámenesEl profesor da solo unos temas porque es muy extenso el temario. El mayor tiempo de la clase habla de cosas no relacionadas con los temas, algunos temas de los que habla son interesantes. Es muy diferente a como es en NEDW. Hace muchos exámenes sobre un libro. No da forma de evaluar."}, {"fecha": "16/Jul/2022", "score_general": "7.0", "score_facilidad": "8.0", "materia": "Negocios Electrónicos y Desarrollo Web", "comments": "Tomaría su clase otra vezEl profesor da solo unos temas porque es muy extenso el temario. El mayor tiempo de la clase habla de cosas no relacionadas con los temas, algunos temas de los que habla son interesantes. Es muy diferente a como es en NEDW. Hace muchos exámenes sobre un libro. No da forma de evaluar."}, {"fecha": "27/Ene/2022", "score_general": "2.0", "score_facilidad": "2.0", "materia": "---", "comments": "Muchos ExámenesEl profesor da solo unos temas porque es muy extenso el temario. El mayor tiempo de la clase habla de cosas no relacionadas con los temas, algunos temas de los que habla son interesantes. Es muy diferente a como es en NEDW. Hace muchos exámenes sobre un libro. No da forma de evaluar."}, {"fecha": "27/Ene/2022", "score_general": "5.0", "score_facilidad": "6.0", "materia": "Negocios electronicos", "comments": "Hace exámenes sorpresa, Asistencia obligatoria, Muchos ExámenesEl profesor da solo unos temas porque es muy extenso el temario. El mayor tiempo de la clase habla de cosas no relacionadas con los temas, algunos temas de los que habla son interesantes. Es muy diferente a como es en NEDW. Hace muchos exámenes sobre un libro. No da forma de evaluar."}, {"fecha": "18/Ene/2022", "score_general": "8.0", "score_facilidad": "6.0", "materia": "Negocios Electrónicos y Desarrollo Web", "comments": "Las clases son largas, Deja trabajos largos, Muchos proyectos grupalesEl profesor da solo unos temas porque es muy extenso el temario. El mayor tiempo de la clase habla de cosas no relacionadas con los temas, algunos temas de los que habla son interesantes. Es muy diferente a como es en NEDW. Hace muchos exámenes sobre un libro. No da forma de evaluar."}, {"fecha": "02/Sep/2021", "score_general": "4.0", "score_facilidad": "2.0", "materia": "ADMINISTRACION DE CENTROS DE TECNOLOGIA", "comments": "Califica Duro, Prepárate para leer, Las clases son largasLa neta no lo metan, sus clases son de hueva, no enseña nada y sus examenes son todos de 3 hojas, opción múltiple, respuesta abierta y ejercicio practico.\r\n\r\nMe arrepentí de haber llevado esta materia, y sus proyectos estan bien intensos para lo que enseña"}, {"fecha": "14/Feb/2021", "score_general": "9.0", "score_facilidad": "10.0", "materia": "Admon CTI", "comments": "La Participación Importa, Asistencia obligatoria, Tomaría su clase otra vezLa neta no lo metan, sus clases son de hueva, no enseña nada y sus examenes son todos de 3 hojas, opción múltiple, respuesta abierta y ejercicio practico.\r\n\r\nMe arrepentí de haber llevado esta materia, y sus proyectos estan bien intensos para lo que enseña"}, {"fecha": "31/Ago/2020", "score_general": "6.0", "score_facilidad": "10.0", "materia": "Administración de Centros", "comments": "Barco, La Participación Importa, Los exámenes son difícilesLa neta no lo metan, sus clases son de hueva, no enseña nada y sus examenes son todos de 3 hojas, opción múltiple, respuesta abierta y ejercicio practico.\r\n\r\nMe arrepentí de haber llevado esta materia, y sus proyectos estan bien intensos para lo que enseña"}, {"fecha": "25/Jun/2020", "score_general": "2.0", "score_facilidad": "2.0", "materia": "Administración de Centros de Tecnologias de la Info.", "comments": "Muchos Exámenes, Deja trabajos largosLa neta no lo metan, sus clases son de hueva, no enseña nada y sus examenes son todos de 3 hojas, opción múltiple, respuesta abierta y ejercicio practico.\r\n\r\nMe arrepentí de haber llevado esta materia, y sus proyectos estan bien intensos para lo que enseña"}, {"fecha": "24/Jun/2020", "score_general": "2.0", "score_facilidad": "2.0", "materia": "---", "comments": "Las clases son largas, Muchos Exámenes, Deja trabajos largosLa neta no lo metan, sus clases son de hueva, no enseña nada y sus examenes son todos de 3 hojas, opción múltiple, respuesta abierta y ejercicio practico.\r\n\r\nMe arrepentí de haber llevado esta materia, y sus proyectos estan bien intensos para lo que enseña"}]