[{"fecha": "09/Feb/2018", "score_general": "7.0", "score_facilidad": "4.0", "materia": "Dinámica de sistemas físicos", "comments": "Muchas tareas, La Participación Importa, Las clases son largasEs buena persona, lo más importante para ella es que el alumno aprenda y desarrolle habilidades por su cuenta, por lo que ella no explicara todos los temas, es mejor que participes y hagas lo posible por pasar, el examen final no es muy difícil y te ayuda un poco."}, {"fecha": "25/Ene/2018", "score_general": "5.0", "score_facilidad": "4.0", "materia": "Dinamica de Sistemas Físicos", "comments": "Es buena persona, lo más importante para ella es que el alumno aprenda y desarrolle habilidades por su cuenta, por lo que ella no explicara todos los temas, es mejor que participes y hagas lo posible por pasar, el examen final no es muy difícil y te ayuda un poco."}, {"fecha": "22/Ene/2018", "score_general": "2.0", "score_facilidad": "4.0", "materia": "Dinámica de sistemas físicos", "comments": "Es buena persona, lo más importante para ella es que el alumno aprenda y desarrolle habilidades por su cuenta, por lo que ella no explicara todos los temas, es mejor que participes y hagas lo posible por pasar, el examen final no es muy difícil y te ayuda un poco."}, {"fecha": "08/Dic/2017", "score_general": "5.0", "score_facilidad": "4.0", "materia": "Dinámica de Sistemas Físicos", "comments": "Califica Duro, Asistencia obligatoria, Deja trabajos largosEs buena persona, lo más importante para ella es que el alumno aprenda y desarrolle habilidades por su cuenta, por lo que ella no explicara todos los temas, es mejor que participes y hagas lo posible por pasar, el examen final no es muy difícil y te ayuda un poco."}, {"fecha": "05/Dic/2017", "score_general": "4.0", "score_facilidad": "6.0", "materia": "Dinámica de sistemas físicos", "comments": "La Participación Importa, Pocos ExámenesEs buena persona, lo más importante para ella es que el alumno aprenda y desarrolle habilidades por su cuenta, por lo que ella no explicara todos los temas, es mejor que participes y hagas lo posible por pasar, el examen final no es muy difícil y te ayuda un poco."}]