[{"fecha": "02/Feb/2023", "score_general": "7.0", "score_facilidad": "4.0", "materia": "Electrónica básica", "comments": "Califica Duro, Hace exámenes sorpresa, Los exámenes son difícilesEs buena profesora en el sentido que explica desde lo básico, hace además de los exámenes parciales, ejercicios de clase ( entregar allí mismo ) incluso el mismo día que da el tema. Un exámen reprobado es final, un final reprobado es reprobar la asignatura. Las calificaciones las entrega con demora"}, {"fecha": "01/Feb/2023", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Electrónica básica", "comments": "Prepárate para leer, Asistencia obligatoria, Tomaría su clase otra vezEs buena profesora en el sentido que explica desde lo básico, hace además de los exámenes parciales, ejercicios de clase ( entregar allí mismo ) incluso el mismo día que da el tema. Un exámen reprobado es final, un final reprobado es reprobar la asignatura. Las calificaciones las entrega con demora"}, {"fecha": "28/Ene/2023", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Electrónica basica", "comments": "La Participación Importa, Asistencia obligatoria, Da Crédito ExtraEs buena profesora en el sentido que explica desde lo básico, hace además de los exámenes parciales, ejercicios de clase ( entregar allí mismo ) incluso el mismo día que da el tema. Un exámen reprobado es final, un final reprobado es reprobar la asignatura. Las calificaciones las entrega con demora"}, {"fecha": "25/Ene/2022", "score_general": "7.0", "score_facilidad": "6.0", "materia": "Ingeniería Económica", "comments": "Muy cómico, Prepárate para leer, La Participación ImportaEs buena profesora en el sentido que explica desde lo básico, hace además de los exámenes parciales, ejercicios de clase ( entregar allí mismo ) incluso el mismo día que da el tema. Un exámen reprobado es final, un final reprobado es reprobar la asignatura. Las calificaciones las entrega con demora"}, {"fecha": "24/Ago/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Electronica Basica", "comments": "Es buena profesora en el sentido que explica desde lo básico, hace además de los exámenes parciales, ejercicios de clase ( entregar allí mismo ) incluso el mismo día que da el tema. Un exámen reprobado es final, un final reprobado es reprobar la asignatura. Las calificaciones las entrega con demora"}, {"fecha": "18/Feb/2021", "score_general": "7.0", "score_facilidad": "8.0", "materia": "Ingeniería económica", "comments": "Muchos Exámenes, Aspectos de calificación claros, Tomaría su clase otra vezSolo da una hora de clase, que es suficiente. En la modalidad en línea utiliza presentaciones y resuelve ejercicios. Es muy poco tiempo para los exámenes y como son pocas tareas, si te va mal en un par ya bajó mucho tu calif. Es una persona muy tranquila y amable, pero es estricta al calificar."}, {"fecha": "30/Sep/2020", "score_general": "8.0", "score_facilidad": "6.0", "materia": "Ing Económica", "comments": "Muchas tareas, Pocos Exámenes, Brinda apoyoSolo da una hora de clase, que es suficiente. En la modalidad en línea utiliza presentaciones y resuelve ejercicios. Es muy poco tiempo para los exámenes y como son pocas tareas, si te va mal en un par ya bajó mucho tu calif. Es una persona muy tranquila y amable, pero es estricta al calificar."}, {"fecha": "31/Ago/2020", "score_general": "5.0", "score_facilidad": "6.0", "materia": "Ingeniería Económica", "comments": "Califica Duro, La Participación Importa, Los exámenes son difícilesSolo da una hora de clase, que es suficiente. En la modalidad en línea utiliza presentaciones y resuelve ejercicios. Es muy poco tiempo para los exámenes y como son pocas tareas, si te va mal en un par ya bajó mucho tu calif. Es una persona muy tranquila y amable, pero es estricta al calificar."}, {"fecha": "25/Ene/2020", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Electrónica Básica", "comments": "Barco, Brinda apoyo, Tomaría su clase otra vezSolo da una hora de clase, que es suficiente. En la modalidad en línea utiliza presentaciones y resuelve ejercicios. Es muy poco tiempo para los exámenes y como son pocas tareas, si te va mal en un par ya bajó mucho tu calif. Es una persona muy tranquila y amable, pero es estricta al calificar."}, {"fecha": "22/Jul/2019", "score_general": "2.0", "score_facilidad": "2.0", "materia": "---", "comments": "Califica Duro, Hace exámenes sorpresa, Asistencia obligatoriaSolo da una hora de clase, que es suficiente. En la modalidad en línea utiliza presentaciones y resuelve ejercicios. Es muy poco tiempo para los exámenes y como son pocas tareas, si te va mal en un par ya bajó mucho tu calif. Es una persona muy tranquila y amable, pero es estricta al calificar."}, {"fecha": "29/Jun/2019", "score_general": "9.0", "score_facilidad": "10.0", "materia": "Electrónica Básica", "comments": "Clases excelentesSu clase es amena y entiendes facilmente, además hace participar para entender mejor, pero en laboratorio si se pone estricta con el previo y el circuito"}, {"fecha": "26/Jun/2019", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Electrónica Básica", "comments": "Barco, Respetado por los estudiantes, Brinda apoyoSu clase es amena y entiendes facilmente, además hace participar para entender mejor, pero en laboratorio si se pone estricta con el previo y el circuito"}, {"fecha": "13/Jun/2019", "score_general": "8.0", "score_facilidad": "4.0", "materia": "Electrónica", "comments": "Su clase es amena y entiendes facilmente, además hace participar para entender mejor, pero en laboratorio si se pone estricta con el previo y el circuito"}, {"fecha": "27/Abr/2018", "score_general": "10.0", "score_facilidad": "6.0", "materia": "ELECTRONICA BASICA", "comments": "Su clase es amena y entiendes facilmente, además hace participar para entender mejor, pero en laboratorio si se pone estricta con el previo y el circuito"}]