[{"fecha": "07/Feb/2023", "score_general": "7.0", "score_facilidad": "4.0", "materia": "Ecuaciones Diferenciales", "comments": "Califica Duro, Muchos Exámenes, Los exámenes son difícilesUno de los mejores profesores que he tenido en la facultad. El hecho de calificar únicamente con exámenes te obliga a estudiar y comprometerte con la clase. La clave es estudiar exámenes finales y extraordinarios de la DCB, ya que en sus exámenes coloca ejercicios similares."}, {"fecha": "30/Ene/2023", "score_general": "10.0", "score_facilidad": "2.0", "materia": "Ecuaciones diferenciales", "comments": "Califica Duro, Muchos Exámenes, Los exámenes son difícilesUno de los mejores profesores que he tenido en la facultad. El hecho de calificar únicamente con exámenes te obliga a estudiar y comprometerte con la clase. La clave es estudiar exámenes finales y extraordinarios de la DCB, ya que en sus exámenes coloca ejercicios similares."}, {"fecha": "27/Ene/2023", "score_general": "4.0", "score_facilidad": "4.0", "materia": "Ecuaciones Diferenciales", "comments": "Uno de los mejores profesores que he tenido en la facultad. El hecho de calificar únicamente con exámenes te obliga a estudiar y comprometerte con la clase. La clave es estudiar exámenes finales y extraordinarios de la DCB, ya que en sus exámenes coloca ejercicios similares."}, {"fecha": "23/Ene/2023", "score_general": "8.0", "score_facilidad": "4.0", "materia": "Ecuaciones Diferenciales", "comments": "Muchos ExámenesUno de los mejores profesores que he tenido en la facultad. El hecho de calificar únicamente con exámenes te obliga a estudiar y comprometerte con la clase. La clave es estudiar exámenes finales y extraordinarios de la DCB, ya que en sus exámenes coloca ejercicios similares."}, {"fecha": "19/Ene/2023", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Ecuaciones diferenciales", "comments": "Respetado por los estudiantes, Clases excelentes, Tomaría su clase otra vezUno de los mejores profesores que he tenido en la facultad. El hecho de calificar únicamente con exámenes te obliga a estudiar y comprometerte con la clase. La clave es estudiar exámenes finales y extraordinarios de la DCB, ya que en sus exámenes coloca ejercicios similares."}, {"fecha": "17/Ene/2023", "score_general": "10.0", "score_facilidad": "4.0", "materia": "Ecuaciones Diferenciales", "comments": "Califica Duro, Respetado por los estudiantes, Muchos ExámenesExamén cada 15 días, la clase es muy sencilla, explica el tema resuelve ejercicios, resuelve dudas, explica muy bien pero eso si, los examenes estan medio dificiles relacion dificultad-tiempo, si quieres pasar con el debes practicar un poco por tu cuenta y hacer varias series, no deja casi tarea."}, {"fecha": "06/Jul/2022", "score_general": "10.0", "score_facilidad": "4.0", "materia": "Ecuaciones Diferenciales", "comments": "La Participación Importa, Aspectos de calificación claros, Los exámenes son difícilesExamén cada 15 días, la clase es muy sencilla, explica el tema resuelve ejercicios, resuelve dudas, explica muy bien pero eso si, los examenes estan medio dificiles relacion dificultad-tiempo, si quieres pasar con el debes practicar un poco por tu cuenta y hacer varias series, no deja casi tarea."}, {"fecha": "20/Jun/2022", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Ecuaciones Diferenciales", "comments": "Da buena retroalimentación, Clases excelentes, Tomaría su clase otra vezExamén cada 15 días, la clase es muy sencilla, explica el tema resuelve ejercicios, resuelve dudas, explica muy bien pero eso si, los examenes estan medio dificiles relacion dificultad-tiempo, si quieres pasar con el debes practicar un poco por tu cuenta y hacer varias series, no deja casi tarea."}, {"fecha": "10/Feb/2022", "score_general": "10.0", "score_facilidad": "4.0", "materia": "Ecuaciones Diferenciales", "comments": "La Participación Importa, Brinda apoyo, Los exámenes son difícilesExamén cada 15 días, la clase es muy sencilla, explica el tema resuelve ejercicios, resuelve dudas, explica muy bien pero eso si, los examenes estan medio dificiles relacion dificultad-tiempo, si quieres pasar con el debes practicar un poco por tu cuenta y hacer varias series, no deja casi tarea."}, {"fecha": "24/Ene/2022", "score_general": "10.0", "score_facilidad": "4.0", "materia": "Ecuaciones", "comments": "Clases excelentes, Los exámenes son difíciles, Tomaría su clase otra vezExamén cada 15 días, la clase es muy sencilla, explica el tema resuelve ejercicios, resuelve dudas, explica muy bien pero eso si, los examenes estan medio dificiles relacion dificultad-tiempo, si quieres pasar con el debes practicar un poco por tu cuenta y hacer varias series, no deja casi tarea."}, {"fecha": "20/Ene/2022", "score_general": "10.0", "score_facilidad": "4.0", "materia": "Ecs. Dif.", "comments": "Muy recomendado. Sus exámenes son muy difíciles y hay poco tiempo para resolverlos. Debes repasar y estudiar mucho para salir bien. Te deja muy buen nivel y es una excelente persona."}, {"fecha": "26/Ago/2021", "score_general": "10.0", "score_facilidad": "4.0", "materia": "Ecuaciones Diferenciales", "comments": "Brinda apoyo, Clases excelentes, Los exámenes son difícilesMuy recomendado. Sus exámenes son muy difíciles y hay poco tiempo para resolverlos. Debes repasar y estudiar mucho para salir bien. Te deja muy buen nivel y es una excelente persona."}, {"fecha": "19/Feb/2021", "score_general": "8.0", "score_facilidad": "8.0", "materia": "Ecuaciones diferenciales", "comments": "Califica Duro, La Participación Importa, Respetado por los estudiantesMuy recomendado. Sus exámenes son muy difíciles y hay poco tiempo para resolverlos. Debes repasar y estudiar mucho para salir bien. Te deja muy buen nivel y es una excelente persona."}, {"fecha": "16/Feb/2021", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Ecuaciones Diferenciales", "comments": "Inspiracional, Muchos Exámenes, Aspectos de calificación clarosMuy recomendado. Sus exámenes son muy difíciles y hay poco tiempo para resolverlos. Debes repasar y estudiar mucho para salir bien. Te deja muy buen nivel y es una excelente persona."}, {"fecha": "16/Feb/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Ecuaciones Diferenciales", "comments": "Aspectos de calificación claros, Clases excelentes, Tomaría su clase otra vezMuy recomendado. Sus exámenes son muy difíciles y hay poco tiempo para resolverlos. Debes repasar y estudiar mucho para salir bien. Te deja muy buen nivel y es una excelente persona."}, {"fecha": "01/Sep/2020", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Ecuaciones diferenciales", "comments": "Respetado por los estudiantes, Clases excelentes, Tomaría su clase otra vezEs un excelente profesor explica muy bien, te da las herramientas para resolver hasta los ejercicios más complicados, sus exámenes pueden llegar a ser difíciles  pero no imposibles, se adaptó muy bien a la modalidad en línea, casi parecían clases presenciales, volvería a tomar su clase otra vez."}, {"fecha": "03/Ago/2020", "score_general": "8.0", "score_facilidad": "2.0", "materia": "Ecuaciones Diferenciales", "comments": "Califica Duro, Clases excelentes, Los exámenes son difícilesEs un excelente profesor explica muy bien, te da las herramientas para resolver hasta los ejercicios más complicados, sus exámenes pueden llegar a ser difíciles  pero no imposibles, se adaptó muy bien a la modalidad en línea, casi parecían clases presenciales, volvería a tomar su clase otra vez."}, {"fecha": "16/Jun/2020", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Ecuaciones Diferenciales", "comments": "La Participación Importa, Clases excelentes, Tomaría su clase otra vezEs un excelente profesor explica muy bien, te da las herramientas para resolver hasta los ejercicios más complicados, sus exámenes pueden llegar a ser difíciles  pero no imposibles, se adaptó muy bien a la modalidad en línea, casi parecían clases presenciales, volvería a tomar su clase otra vez."}, {"fecha": "18/Ene/2020", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Ecuaciones Diferenciales", "comments": "Muy cómico, Da buena retroalimentación, Brinda apoyoEs un excelente profesor explica muy bien, te da las herramientas para resolver hasta los ejercicios más complicados, sus exámenes pueden llegar a ser difíciles  pero no imposibles, se adaptó muy bien a la modalidad en línea, casi parecían clases presenciales, volvería a tomar su clase otra vez."}, {"fecha": "05/Dic/2019", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Ecuaciones Diferenciales", "comments": "Respetado por los estudiantes, Inspiracional, Clases excelentesEs un excelente profesor explica muy bien, te da las herramientas para resolver hasta los ejercicios más complicados, sus exámenes pueden llegar a ser difíciles  pero no imposibles, se adaptó muy bien a la modalidad en línea, casi parecían clases presenciales, volvería a tomar su clase otra vez."}, {"fecha": "08/Ago/2018", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Ecuaciones diferenciales", "comments": "Inspiracional, Brinda apoyo, Tomaría su clase otra vezDefinitivamente es un gran profesor y una gran persona, sus clases son muy interesantes y se preocupa mucho por tu aprendizaje, los parciales son un poco complicados pero en caso de irte a su prefinal pone ejercicios un poco más sencillos que en los parciales"}, {"fecha": "14/Abr/2018", "score_general": "7.0", "score_facilidad": "4.0", "materia": "Ecuaciones diferenciales", "comments": "Definitivamente es un gran profesor y una gran persona, sus clases son muy interesantes y se preocupa mucho por tu aprendizaje, los parciales son un poco complicados pero en caso de irte a su prefinal pone ejercicios un poco más sencillos que en los parciales"}, {"fecha": "29/Ene/2018", "score_general": "8.0", "score_facilidad": "4.0", "materia": "Ecuaciones Diferenciales", "comments": "Hace exámenes sorpresa, Clases excelentesDefinitivamente es un gran profesor y una gran persona, sus clases son muy interesantes y se preocupa mucho por tu aprendizaje, los parciales son un poco complicados pero en caso de irte a su prefinal pone ejercicios un poco más sencillos que en los parciales"}, {"fecha": "25/Ene/2018", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Ecuaciones Diferenciales", "comments": "Hace exámenes sorpresaDefinitivamente es un gran profesor y una gran persona, sus clases son muy interesantes y se preocupa mucho por tu aprendizaje, los parciales son un poco complicados pero en caso de irte a su prefinal pone ejercicios un poco más sencillos que en los parciales"}, {"fecha": "23/Ene/2018", "score_general": "10.0", "score_facilidad": "6.0", "materia": "ED", "comments": "Da buena retroalimentación, Brinda apoyo, Clases excelentesDefinitivamente es un gran profesor y una gran persona, sus clases son muy interesantes y se preocupa mucho por tu aprendizaje, los parciales son un poco complicados pero en caso de irte a su prefinal pone ejercicios un poco más sencillos que en los parciales"}, {"fecha": "23/Ene/2018", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Ecuaciones Diferenciales", "comments": "A los oyentes los trata como un alumno mas, sus examenes si son de nivel, enseña muy bien y es muy buena onda \r\nHace un prefinal antes del final para que, los que no excentaron, puedan salvarse del final\r\nEl prefinal tambien aplica para oyentes"}, {"fecha": "25/Nov/2017", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Ecuaciones diferenciales", "comments": "A los oyentes los trata como un alumno mas, sus examenes si son de nivel, enseña muy bien y es muy buena onda \r\nHace un prefinal antes del final para que, los que no excentaron, puedan salvarse del final\r\nEl prefinal tambien aplica para oyentes"}, {"fecha": "25/Jul/2017", "score_general": "10.0", "score_facilidad": "6.0", "materia": "ecuaciones diferenciales", "comments": "Da buena retroalimentación, Respetado por los estudiantes, Tomaría su clase otra vezA los oyentes los trata como un alumno mas, sus examenes si son de nivel, enseña muy bien y es muy buena onda \r\nHace un prefinal antes del final para que, los que no excentaron, puedan salvarse del final\r\nEl prefinal tambien aplica para oyentes"}, {"fecha": "26/Jun/2017", "score_general": "8.0", "score_facilidad": "4.0", "materia": "Ecuaciones Diferenciales", "comments": "Hace exámenes sorpresa, Clases excelentes, Los exámenes son difícilesA los oyentes los trata como un alumno mas, sus examenes si son de nivel, enseña muy bien y es muy buena onda \r\nHace un prefinal antes del final para que, los que no excentaron, puedan salvarse del final\r\nEl prefinal tambien aplica para oyentes"}, {"fecha": "24/May/2016", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Ecuaciones diferenciales", "comments": "Inspiracional, Clases excelentes, Tomaría su clase otra vezA los oyentes los trata como un alumno mas, sus examenes si son de nivel, enseña muy bien y es muy buena onda \r\nHace un prefinal antes del final para que, los que no excentaron, puedan salvarse del final\r\nEl prefinal tambien aplica para oyentes"}, {"fecha": "16/Nov/2015", "score_general": "6.0", "score_facilidad": "2.0", "materia": "---", "comments": "[Comentario esperando revisión]"}, {"fecha": "18/Jun/2015", "score_general": "10.0", "score_facilidad": "4.0", "materia": "Ecuaciones Diferenciales", "comments": "[Comentario esperando revisión]"}, {"fecha": "07/Ago/2014", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Ecuaciones Diferenciales", "comments": "[Comentario esperando revisión]"}, {"fecha": "17/Jun/2014", "score_general": "10.0", "score_facilidad": "4.0", "materia": "ecuaciones diferenciales", "comments": "[Comentario esperando revisión]"}, {"fecha": "25/Dic/2013", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Ecuaciones Diferenciales", "comments": "[Comentario esperando revisión]"}]