[{"fecha": "10/Feb/2023", "score_general": "6.0", "score_facilidad": "2.0", "materia": "CyD", "comments": "Califica Duro, Asistencia obligatoria, Los exámenes son difícilesEs un profe cómico y si, está guapo y mamado, explica muy chido todo, pero sus exámenes son de puros finales, toca estudiar muchísimo, repasa integral y estática para su clase, te ayudara bastante, mete lab, te da un punto extra sobre la calificación y entrega sus tareas y series."}, {"fecha": "26/Ene/2023", "score_general": "7.0", "score_facilidad": "2.0", "materia": "Cinematica y Dinamica", "comments": "Califica Duro, Pocos ExámenesEs un profe cómico y si, está guapo y mamado, explica muy chido todo, pero sus exámenes son de puros finales, toca estudiar muchísimo, repasa integral y estática para su clase, te ayudara bastante, mete lab, te da un punto extra sobre la calificación y entrega sus tareas y series."}, {"fecha": "24/Ene/2023", "score_general": "7.0", "score_facilidad": "8.0", "materia": "Cinemática y Dinámica", "comments": "Inspiracional, Clases excelentes, Tomaría su clase otra vezEs un profe cómico y si, está guapo y mamado, explica muy chido todo, pero sus exámenes son de puros finales, toca estudiar muchísimo, repasa integral y estática para su clase, te ayudara bastante, mete lab, te da un punto extra sobre la calificación y entrega sus tareas y series."}, {"fecha": "04/Ago/2022", "score_general": "10.0", "score_facilidad": "4.0", "materia": "Cinematica y Dinamica", "comments": "Da buena retroalimentación, Respetado por los estudiantes, Los exámenes son difícilesEs un profe cómico y si, está guapo y mamado, explica muy chido todo, pero sus exámenes son de puros finales, toca estudiar muchísimo, repasa integral y estática para su clase, te ayudara bastante, mete lab, te da un punto extra sobre la calificación y entrega sus tareas y series."}, {"fecha": "16/Jun/2022", "score_general": "7.0", "score_facilidad": "4.0", "materia": "Cinemática y dinámica", "comments": "Califica Duro, Respetado por los estudiantes, InspiracionalEs un profe cómico y si, está guapo y mamado, explica muy chido todo, pero sus exámenes son de puros finales, toca estudiar muchísimo, repasa integral y estática para su clase, te ayudara bastante, mete lab, te da un punto extra sobre la calificación y entrega sus tareas y series."}, {"fecha": "02/Jun/2022", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Cinematica y Dinamica", "comments": "Joseph es un profesor increible. Lo recomiendo para RECURSE porque va rapido y es mejor si ya tienen el contexto, tambien recomiendo que si ya estan con él vayan organizando un espacio para repasar sus ejercicios, honestamente es un profesor de primera y se merece alumnos de primera. Grande Joseph."}, {"fecha": "02/Sep/2021", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Mecánica", "comments": "Da buena retroalimentación, Clases excelentes, Tomaría su clase otra vezJoseph es un profesor increible. Lo recomiendo para RECURSE porque va rapido y es mejor si ya tienen el contexto, tambien recomiendo que si ya estan con él vayan organizando un espacio para repasar sus ejercicios, honestamente es un profesor de primera y se merece alumnos de primera. Grande Joseph."}, {"fecha": "23/Feb/2021", "score_general": "9.0", "score_facilidad": "4.0", "materia": "Cinemática y dinámica", "comments": "Joseph es un profesor increible. Lo recomiendo para RECURSE porque va rapido y es mejor si ya tienen el contexto, tambien recomiendo que si ya estan con él vayan organizando un espacio para repasar sus ejercicios, honestamente es un profesor de primera y se merece alumnos de primera. Grande Joseph."}, {"fecha": "23/Feb/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Mecánica", "comments": "Aspectos de calificación claros, Brinda apoyo, Clases excelentesJoseph es un profesor increible. Lo recomiendo para RECURSE porque va rapido y es mejor si ya tienen el contexto, tambien recomiendo que si ya estan con él vayan organizando un espacio para repasar sus ejercicios, honestamente es un profesor de primera y se merece alumnos de primera. Grande Joseph."}, {"fecha": "18/Feb/2021", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Cinemática y Dinámica", "comments": "Joseph es un profesor increible. Lo recomiendo para RECURSE porque va rapido y es mejor si ya tienen el contexto, tambien recomiendo que si ya estan con él vayan organizando un espacio para repasar sus ejercicios, honestamente es un profesor de primera y se merece alumnos de primera. Grande Joseph."}, {"fecha": "17/Feb/2021", "score_general": "4.0", "score_facilidad": "4.0", "materia": "Cinemática y dinámica", "comments": "La Participación Importa, Las clases son largas, Los exámenes son difícilesFue un buen maestro en un inicio del semestre, pero como dicen no subía las clases pregrabadas, si tienes alguna duda tienes que estar detrás de él y quizá te haga caso, al final del semestre no le importo enseñarnos literal solo menciono los temas y los dio por vistos."}, {"fecha": "17/Feb/2021", "score_general": "4.0", "score_facilidad": "4.0", "materia": "cinemática y dinámica", "comments": "Los exámenes son difícilesFue un buen maestro en un inicio del semestre, pero como dicen no subía las clases pregrabadas, si tienes alguna duda tienes que estar detrás de él y quizá te haga caso, al final del semestre no le importo enseñarnos literal solo menciono los temas y los dio por vistos."}, {"fecha": "17/Feb/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "CINEMATICA Y DINAMICA", "comments": "Da buena retroalimentación, Inspiracional, Aspectos de calificación clarosFue un buen maestro en un inicio del semestre, pero como dicen no subía las clases pregrabadas, si tienes alguna duda tienes que estar detrás de él y quizá te haga caso, al final del semestre no le importo enseñarnos literal solo menciono los temas y los dio por vistos."}, {"fecha": "17/Feb/2021", "score_general": "8.0", "score_facilidad": "4.0", "materia": "Física Experimental", "comments": "Califica Duro, Deja trabajos largos, Los exámenes son difícilesFue un buen maestro en un inicio del semestre, pero como dicen no subía las clases pregrabadas, si tienes alguna duda tienes que estar detrás de él y quizá te haga caso, al final del semestre no le importo enseñarnos literal solo menciono los temas y los dio por vistos."}, {"fecha": "05/Feb/2021", "score_general": "9.0", "score_facilidad": "4.0", "materia": "Física Experimental", "comments": "Fue un buen maestro en un inicio del semestre, pero como dicen no subía las clases pregrabadas, si tienes alguna duda tienes que estar detrás de él y quizá te haga caso, al final del semestre no le importo enseñarnos literal solo menciono los temas y los dio por vistos."}, {"fecha": "30/Ene/2021", "score_general": "4.0", "score_facilidad": "8.0", "materia": "Cinematica y Dinámica", "comments": "Muchas tareas, Muchos Exámenes, Aspectos de calificación clarosDesde mi punto de vista no es el mejor profesor, sin embargo tiene algo que no lo hace muy bien como profesor, yo creo que con base en la experiencia puede ser mejor profesor. Fue su primer semestre impartiendo la materia por lo que es muy probable que le falte experiencia para poder impartirá"}, {"fecha": "09/Ene/2021", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Cálculo Diferencial", "comments": "Respetado por los estudiantes, Inspiracional, Clases excelentesDesde mi punto de vista no es el mejor profesor, sin embargo tiene algo que no lo hace muy bien como profesor, yo creo que con base en la experiencia puede ser mejor profesor. Fue su primer semestre impartiendo la materia por lo que es muy probable que le falte experiencia para poder impartirá"}, {"fecha": "11/Dic/2020", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Estatica", "comments": "Inspiracional, Clases excelentes, Tomaría su clase otra vezDesde mi punto de vista no es el mejor profesor, sin embargo tiene algo que no lo hace muy bien como profesor, yo creo que con base en la experiencia puede ser mejor profesor. Fue su primer semestre impartiendo la materia por lo que es muy probable que le falte experiencia para poder impartirá"}, {"fecha": "26/Jun/2020", "score_general": "10.0", "score_facilidad": "4.0", "materia": "Mecánica", "comments": "Califica Duro, Muchas tareas, Clases excelentesDesde mi punto de vista no es el mejor profesor, sin embargo tiene algo que no lo hace muy bien como profesor, yo creo que con base en la experiencia puede ser mejor profesor. Fue su primer semestre impartiendo la materia por lo que es muy probable que le falte experiencia para poder impartirá"}, {"fecha": "13/Dic/2019", "score_general": "7.0", "score_facilidad": "6.0", "materia": "Estática", "comments": "Califica Duro, Da buena retroalimentación, Muchas tareasDesde mi punto de vista no es el mejor profesor, sin embargo tiene algo que no lo hace muy bien como profesor, yo creo que con base en la experiencia puede ser mejor profesor. Fue su primer semestre impartiendo la materia por lo que es muy probable que le falte experiencia para poder impartirá"}, {"fecha": "08/Ago/2019", "score_general": "8.0", "score_facilidad": "8.0", "materia": "Física Experimental", "comments": "Muchas tareas, Inspiracional, Clases excelentesEs un excelente profesor, es un profesor super capacitado y que sabe enseñar muuy bien, es de los mejores cursos que he tomado en toda mi vida de estudiante"}, {"fecha": "26/Jul/2019", "score_general": "7.0", "score_facilidad": "8.0", "materia": "Mecanica", "comments": "Es un excelente profesor, es un profesor super capacitado y que sabe enseñar muuy bien, es de los mejores cursos que he tomado en toda mi vida de estudiante"}, {"fecha": "25/Jun/2019", "score_general": "9.0", "score_facilidad": "10.0", "materia": "Mecánica", "comments": "Respetado por los estudiantes, Muchos Exámenes, Brinda apoyoEs un excelente profesor, es un profesor super capacitado y que sabe enseñar muuy bien, es de los mejores cursos que he tomado en toda mi vida de estudiante"}, {"fecha": "30/Ene/2019", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Estática", "comments": "Es un excelente profesor, es un profesor super capacitado y que sabe enseñar muuy bien, es de los mejores cursos que he tomado en toda mi vida de estudiante"}, {"fecha": "28/Nov/2018", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Estática", "comments": "Muchas tareas, Clases excelentes, Tomaría su clase otra vezEs un excelente profesor, es un profesor super capacitado y que sabe enseñar muuy bien, es de los mejores cursos que he tomado en toda mi vida de estudiante"}, {"fecha": "24/Nov/2018", "score_general": "7.0", "score_facilidad": "6.0", "materia": "Estática", "comments": "Muchas tareas, Asistencia obligatoria, Las clases son largasDeja tareas de la serie todas las clases. Es muy buena persona, le interesa que aprendas pero no se tienta el corazón para reprobar y mandarte a final. Si estás recursando es una excelente opción es un 9 o 10 seguro. Es complicado, si abarca todo el temario y sus clases da pocos respiros."}, {"fecha": "15/Nov/2018", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Fisica Experimental", "comments": "Inspiracional, Clases excelentes, Tomaría su clase otra vezDeja tareas de la serie todas las clases. Es muy buena persona, le interesa que aprendas pero no se tienta el corazón para reprobar y mandarte a final. Si estás recursando es una excelente opción es un 9 o 10 seguro. Es complicado, si abarca todo el temario y sus clases da pocos respiros."}, {"fecha": "09/Nov/2018", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Física", "comments": "Inspiracional, Clases excelentes, Tomaría su clase otra vezDeja tareas de la serie todas las clases. Es muy buena persona, le interesa que aprendas pero no se tienta el corazón para reprobar y mandarte a final. Si estás recursando es una excelente opción es un 9 o 10 seguro. Es complicado, si abarca todo el temario y sus clases da pocos respiros."}, {"fecha": "26/Jul/2018", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Física Experimental", "comments": "Deja tareas de la serie todas las clases. Es muy buena persona, le interesa que aprendas pero no se tienta el corazón para reprobar y mandarte a final. Si estás recursando es una excelente opción es un 9 o 10 seguro. Es complicado, si abarca todo el temario y sus clases da pocos respiros."}, {"fecha": "24/Jul/2018", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Estatica", "comments": "Respetado por los estudiantesDeja tareas de la serie todas las clases. Es muy buena persona, le interesa que aprendas pero no se tienta el corazón para reprobar y mandarte a final. Si estás recursando es una excelente opción es un 9 o 10 seguro. Es complicado, si abarca todo el temario y sus clases da pocos respiros."}, {"fecha": "15/Jun/2018", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Estática", "comments": "Muchas tareas, Las clases son largas, Aspectos de calificación clarosEs un buen profe, solo le falta controlar más al grupo, siempre deja tarea pero los ejercicios de tarea son muy parecidos a los de sus exámenes y sus clases las empieza puntuales y sales puntual (nada de que 5 minutos antes)"}]