[{"fecha": "15/Mar/2023", "score_general": "2.0", "score_facilidad": "2.0", "materia": "Productividad de Pozos", "comments": "Califica Duro, Hace exámenes sorpresa, Las clases son largasNadie entiende su clase, incluso todos se lo hemos expresado. No le importa solo dice “bueno” y sigue su tema."}, {"fecha": "28/Feb/2022", "score_general": "4.0", "score_facilidad": "2.0", "materia": "Flujo mutltifásico", "comments": "Califica Duro, Deja trabajos largos, Los exámenes son difícilesNadie entiende su clase, incluso todos se lo hemos expresado. No le importa solo dice “bueno” y sigue su tema."}, {"fecha": "27/Ene/2022", "score_general": "2.0", "score_facilidad": "4.0", "materia": "programacion avanzada", "comments": "Califica Duro, Muchos Exámenes, Deja trabajos largosNadie entiende su clase, incluso todos se lo hemos expresado. No le importa solo dice “bueno” y sigue su tema."}, {"fecha": "18/Ene/2022", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Programacion Avanzada y Flujo Multifasico en Tuberias", "comments": "Da buena retroalimentación, Muchos Exámenes, Clases excelentesNadie entiende su clase, incluso todos se lo hemos expresado. No le importa solo dice “bueno” y sigue su tema."}, {"fecha": "27/Ago/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Flujo multifásico en tuberías", "comments": "Respetado por los estudiantes, Da Crédito Extra, Pocos ExámenesNadie entiende su clase, incluso todos se lo hemos expresado. No le importa solo dice “bueno” y sigue su tema."}, {"fecha": "23/Abr/2019", "score_general": "6.0", "score_facilidad": "6.0", "materia": "programación", "comments": "Buen profesor si lo que deseas es aprender y no tomar el camino fácil."}, {"fecha": "23/Dic/2018", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Flujo multifasico en tuberías", "comments": "Buen profesor si lo que deseas es aprender y no tomar el camino fácil."}, {"fecha": "05/Ene/2018", "score_general": "8.0", "score_facilidad": "6.0", "materia": "flujo multifásico", "comments": "Hace exámenes sorpresa, Pocos Exámenes, Tomaría su clase otra vezBuen profesor si lo que deseas es aprender y no tomar el camino fácil."}, {"fecha": "15/Jun/2016", "score_general": "7.0", "score_facilidad": "6.0", "materia": "Mecánica de Fluidos", "comments": "Hace exámenes sorpresa, Las clases son largas, Los exámenes son difícilesBuen profesor si lo que deseas es aprender y no tomar el camino fácil."}]