[{"fecha": "13/Feb/2023", "score_general": "2.0", "score_facilidad": "2.0", "materia": "Contabilidad FyC", "comments": "Califica Duro, Las clases son largas, Los exámenes son difícilesEs una porquería de profesor lo pero que puede tener la Fi, misógino, machista, homofóbico. En todas sus clases solo se la pasa hablando de cosas asquerosa y ni da clase, solo pasaron 6  y todos l@s demás los reprobó, insinúa cosas con las alumnas,  me da asco"}, {"fecha": "03/Ago/2022", "score_general": "8.0", "score_facilidad": "6.0", "materia": "Contabilidad financiera y de costos", "comments": "Califica Duro, La Participación Importa, Asistencia obligatoriaEs una porquería de profesor lo pero que puede tener la Fi, misógino, machista, homofóbico. En todas sus clases solo se la pasa hablando de cosas asquerosa y ni da clase, solo pasaron 6  y todos l@s demás los reprobó, insinúa cosas con las alumnas,  me da asco"}, {"fecha": "02/Jun/2022", "score_general": "2.0", "score_facilidad": "10.0", "materia": "Contabilidad financiera y de costos", "comments": "Barco, Las clases son largasEs una porquería de profesor lo pero que puede tener la Fi, misógino, machista, homofóbico. En todas sus clases solo se la pasa hablando de cosas asquerosa y ni da clase, solo pasaron 6  y todos l@s demás los reprobó, insinúa cosas con las alumnas,  me da asco"}, {"fecha": "27/May/2022", "score_general": "5.0", "score_facilidad": "6.0", "materia": "Contabilidad financiera y costos", "comments": "La Participación Importa, Asistencia obligatoria, Los exámenes son difícilesEs una porquería de profesor lo pero que puede tener la Fi, misógino, machista, homofóbico. En todas sus clases solo se la pasa hablando de cosas asquerosa y ni da clase, solo pasaron 6  y todos l@s demás los reprobó, insinúa cosas con las alumnas,  me da asco"}, {"fecha": "16/Dic/2021", "score_general": "3.0", "score_facilidad": "4.0", "materia": "Productividad", "comments": "Las clases son largas, Deja trabajos largos, Los exámenes son difícilesEs una porquería de profesor lo pero que puede tener la Fi, misógino, machista, homofóbico. En todas sus clases solo se la pasa hablando de cosas asquerosa y ni da clase, solo pasaron 6  y todos l@s demás los reprobó, insinúa cosas con las alumnas,  me da asco"}, {"fecha": "25/Ago/2021", "score_general": "8.0", "score_facilidad": "8.0", "materia": "Contabilidad Y Costos", "comments": "Inspiracional, Brinda apoyo, Clases excelentesExcelente profesor, con 1 clase podrán darse cuenta que este profesor es muy bueno. Siempre mezclará los temas de clase con sus experiencias personales y muchas veces divagará, pero sus pláticas se sienten como podcasts muy buenos. Dá específicamente todo lo que vendrá para el examen y ya está."}, {"fecha": "23/Ago/2021", "score_general": "8.0", "score_facilidad": "6.0", "materia": "Contabilidad y costos", "comments": "Las clases son largasExcelente profesor, con 1 clase podrán darse cuenta que este profesor es muy bueno. Siempre mezclará los temas de clase con sus experiencias personales y muchas veces divagará, pero sus pláticas se sienten como podcasts muy buenos. Dá específicamente todo lo que vendrá para el examen y ya está."}, {"fecha": "05/Mar/2021", "score_general": "2.0", "score_facilidad": "2.0", "materia": "Mecánica de solidos", "comments": "BarcoExcelente profesor, con 1 clase podrán darse cuenta que este profesor es muy bueno. Siempre mezclará los temas de clase con sus experiencias personales y muchas veces divagará, pero sus pláticas se sienten como podcasts muy buenos. Dá específicamente todo lo que vendrá para el examen y ya está."}, {"fecha": "18/Feb/2021", "score_general": "8.0", "score_facilidad": "6.0", "materia": "Contabilidad Financiera y costos", "comments": "Califica Duro, La Participación ImportaExcelente profesor, con 1 clase podrán darse cuenta que este profesor es muy bueno. Siempre mezclará los temas de clase con sus experiencias personales y muchas veces divagará, pero sus pláticas se sienten como podcasts muy buenos. Dá específicamente todo lo que vendrá para el examen y ya está."}, {"fecha": "04/Feb/2021", "score_general": "7.0", "score_facilidad": "6.0", "materia": "PRODUCTIVIDAD", "comments": "Excelente profesor, con 1 clase podrán darse cuenta que este profesor es muy bueno. Siempre mezclará los temas de clase con sus experiencias personales y muchas veces divagará, pero sus pláticas se sienten como podcasts muy buenos. Dá específicamente todo lo que vendrá para el examen y ya está."}]