[{"fecha": "18/Abr/2023", "score_general": "6.0", "score_facilidad": "4.0", "materia": "Matemáticas", "comments": "Califica Duro, Pocos Exámenes, Los exámenes son difícilesYo soy Área3 y me pusieron a este profesor en las últimas 3 semanas de clases ya que no tenia a este profesor antes y nos enseño derivadas desde el primer día así que nadie entendió y le intentamos explicar que estaba muy complicado entender y no se mostró nada flexible y fue muy frustrante su clase"}, {"fecha": "02/Feb/2019", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Dispositivos y circuitos electrónicos", "comments": "Brinda apoyo, Clases excelentes, Tomaría su clase otra vezYo soy Área3 y me pusieron a este profesor en las últimas 3 semanas de clases ya que no tenia a este profesor antes y nos enseño derivadas desde el primer día así que nadie entendió y le intentamos explicar que estaba muy complicado entender y no se mostró nada flexible y fue muy frustrante su clase"}, {"fecha": "19/Ene/2019", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Dispositivos y Circuitos Electrónicos", "comments": "Yo soy Área3 y me pusieron a este profesor en las últimas 3 semanas de clases ya que no tenia a este profesor antes y nos enseño derivadas desde el primer día así que nadie entendió y le intentamos explicar que estaba muy complicado entender y no se mostró nada flexible y fue muy frustrante su clase"}, {"fecha": "14/Ene/2019", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Amplificadores electrónicos", "comments": "Da buena retroalimentación, Las clases son largas, Clases excelentesYo soy Área3 y me pusieron a este profesor en las últimas 3 semanas de clases ya que no tenia a este profesor antes y nos enseño derivadas desde el primer día así que nadie entendió y le intentamos explicar que estaba muy complicado entender y no se mostró nada flexible y fue muy frustrante su clase"}, {"fecha": "09/Ene/2019", "score_general": "4.0", "score_facilidad": "4.0", "materia": "amplificadores", "comments": "Califica DuroYo soy Área3 y me pusieron a este profesor en las últimas 3 semanas de clases ya que no tenia a este profesor antes y nos enseño derivadas desde el primer día así que nadie entendió y le intentamos explicar que estaba muy complicado entender y no se mostró nada flexible y fue muy frustrante su clase"}, {"fecha": "12/Dic/2018", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Dispositivos y circuitos eléctricos", "comments": "Excelente profesor, explica muy claro, casi no deja tarea y los exámenes son muy sencillos, solo hay que hacer la serie y un buen formulario, es muy amable si tienes alguna duda y siempre trata que la clase no se quede con dudas, super sencillo sacar 9 o 10"}, {"fecha": "25/Jul/2018", "score_general": "2.0", "score_facilidad": "2.0", "materia": "---", "comments": "Excelente profesor, explica muy claro, casi no deja tarea y los exámenes son muy sencillos, solo hay que hacer la serie y un buen formulario, es muy amable si tienes alguna duda y siempre trata que la clase no se quede con dudas, super sencillo sacar 9 o 10"}, {"fecha": "16/Jul/2018", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Dispositivos", "comments": "Barco, Da Crédito Extra, Brinda apoyoExcelente profesor, explica muy claro, casi no deja tarea y los exámenes son muy sencillos, solo hay que hacer la serie y un buen formulario, es muy amable si tienes alguna duda y siempre trata que la clase no se quede con dudas, super sencillo sacar 9 o 10"}, {"fecha": "06/Jul/2018", "score_general": "8.0", "score_facilidad": "10.0", "materia": "dispositivos elec y lab de dispo.", "comments": "Tomaría su clase otra vezExcelente profesor, explica muy claro, casi no deja tarea y los exámenes son muy sencillos, solo hay que hacer la serie y un buen formulario, es muy amable si tienes alguna duda y siempre trata que la clase no se quede con dudas, super sencillo sacar 9 o 10"}, {"fecha": "27/Jun/2018", "score_general": "9.0", "score_facilidad": "8.0", "materia": "---", "comments": "Excelente profesor, explica muy claro, casi no deja tarea y los exámenes son muy sencillos, solo hay que hacer la serie y un buen formulario, es muy amable si tienes alguna duda y siempre trata que la clase no se quede con dudas, super sencillo sacar 9 o 10"}, {"fecha": "22/Ene/2018", "score_general": "7.0", "score_facilidad": "4.0", "materia": "Dispositivos y circuitos electrónicos", "comments": "Califica DuroEs un profesor muy cuadrado y muy serio. Te da un buen nivel de enseñanza en la materia sin embargo no es un profesor que te inspire algo más. Se debe de estudiar muy bien para sus exámenes pues es a lo que más le da peso en la calificación y no son tan sencillos."}, {"fecha": "21/Jul/2017", "score_general": "8.0", "score_facilidad": "6.0", "materia": "Dispos. Y Circ. Electrónicos", "comments": "Califica Duro, Da buena retroalimentaciónEs un profesor muy cuadrado y muy serio. Te da un buen nivel de enseñanza en la materia sin embargo no es un profesor que te inspire algo más. Se debe de estudiar muy bien para sus exámenes pues es a lo que más le da peso en la calificación y no son tan sencillos."}]