[{"fecha": "12/Feb/2023", "score_general": "2.0", "score_facilidad": "2.0", "materia": "Finanzas", "comments": "Califica Duro, La Participación Importa, Los exámenes son difícilesProfesor, haga bien su trabajo, usted siente que enseña súper bien pero la verdad es que no aprendemos nada en su materia. Nunca da una retroalimentación ni de tareas ni de exámenes, no está dispuesto a corregir y los exámenes ni los diseña el, los diseñan sus ayudantes. PÉSIMO PROFESOR."}, {"fecha": "01/Feb/2023", "score_general": "5.0", "score_facilidad": "6.0", "materia": "Finanzas", "comments": "Los exámenes son difícilesProfesor, haga bien su trabajo, usted siente que enseña súper bien pero la verdad es que no aprendemos nada en su materia. Nunca da una retroalimentación ni de tareas ni de exámenes, no está dispuesto a corregir y los exámenes ni los diseña el, los diseñan sus ayudantes. PÉSIMO PROFESOR."}, {"fecha": "01/Feb/2023", "score_general": "4.0", "score_facilidad": "4.0", "materia": "Finanzas en la ingeniería en computación", "comments": "Califica DuroProfesor, haga bien su trabajo, usted siente que enseña súper bien pero la verdad es que no aprendemos nada en su materia. Nunca da una retroalimentación ni de tareas ni de exámenes, no está dispuesto a corregir y los exámenes ni los diseña el, los diseñan sus ayudantes. PÉSIMO PROFESOR."}, {"fecha": "25/Ene/2023", "score_general": "5.0", "score_facilidad": "6.0", "materia": "Finanzas en la Ing Computación", "comments": "Califica Duro, Asistencia obligatoria, Los exámenes son difícilesProfesor, haga bien su trabajo, usted siente que enseña súper bien pero la verdad es que no aprendemos nada en su materia. Nunca da una retroalimentación ni de tareas ni de exámenes, no está dispuesto a corregir y los exámenes ni los diseña el, los diseñan sus ayudantes. PÉSIMO PROFESOR."}, {"fecha": "25/Ene/2023", "score_general": "2.0", "score_facilidad": "4.0", "materia": "Finanzas", "comments": "Califica Duro, Asistencia obligatoria, Los exámenes son difícilesProfesor, haga bien su trabajo, usted siente que enseña súper bien pero la verdad es que no aprendemos nada en su materia. Nunca da una retroalimentación ni de tareas ni de exámenes, no está dispuesto a corregir y los exámenes ni los diseña el, los diseñan sus ayudantes. PÉSIMO PROFESOR."}, {"fecha": "13/Ene/2023", "score_general": "2.0", "score_facilidad": "2.0", "materia": "Finanzas", "comments": "Califica Duro, Las clases son largas, Los exámenes son difícilesPésimo profesor, el siente que explica muy bien y la verdad es que no sabe nada, para colmo nunca regresa los exámenes y nadie sabe como califica, parece barco pero la realidad es que califica mal y no aprendes NADA."}, {"fecha": "02/Ago/2022", "score_general": "6.0", "score_facilidad": "10.0", "materia": "FIC", "comments": "Pocos Exámenes, Los exámenes son difícilesPésimo profesor, el siente que explica muy bien y la verdad es que no sabe nada, para colmo nunca regresa los exámenes y nadie sabe como califica, parece barco pero la realidad es que califica mal y no aprendes NADA."}, {"fecha": "09/Jun/2022", "score_general": "8.0", "score_facilidad": "8.0", "materia": "Finanzas", "comments": "Muy cómico, InspiracionalPésimo profesor, el siente que explica muy bien y la verdad es que no sabe nada, para colmo nunca regresa los exámenes y nadie sabe como califica, parece barco pero la realidad es que califica mal y no aprendes NADA."}, {"fecha": "19/Dic/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Finanzas", "comments": "Asistencia obligatoria, Las clases son largas, Brinda apoyoPésimo profesor, el siente que explica muy bien y la verdad es que no sabe nada, para colmo nunca regresa los exámenes y nadie sabe como califica, parece barco pero la realidad es que califica mal y no aprendes NADA."}, {"fecha": "25/Ago/2021", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Finanzas", "comments": "Da buena retroalimentación, Clases excelentesPésimo profesor, el siente que explica muy bien y la verdad es que no sabe nada, para colmo nunca regresa los exámenes y nadie sabe como califica, parece barco pero la realidad es que califica mal y no aprendes NADA."}]