[{"fecha": "12/Ene/2023", "score_general": "8.0", "score_facilidad": "10.0", "materia": "Laboratorio de Manufactura", "comments": "Muy cómico, Respetado por los estudiantes, Clases excelentesAunque deja reportes, están súper sencillos. La maestra es muy divertida y sabe lo que dice y habla, pero si la hacen enojar sí se pone pesada. Enseña muy bien y ayuda con los procedimientos, y es bastante comprensiva. Cotorrea chido."}, {"fecha": "28/Dic/2022", "score_general": "4.0", "score_facilidad": "8.0", "materia": "Laboratorio de Manufactura", "comments": "Barco, Asistencia obligatoria, Las clases son largasAunque deja reportes, están súper sencillos. La maestra es muy divertida y sabe lo que dice y habla, pero si la hacen enojar sí se pone pesada. Enseña muy bien y ayuda con los procedimientos, y es bastante comprensiva. Cotorrea chido."}, {"fecha": "29/Jul/2022", "score_general": "9.0", "score_facilidad": "10.0", "materia": "Laboratorio Manufactura", "comments": "Muy cómico, Da buena retroalimentación, Tomaría su clase otra vezAunque deja reportes, están súper sencillos. La maestra es muy divertida y sabe lo que dice y habla, pero si la hacen enojar sí se pone pesada. Enseña muy bien y ayuda con los procedimientos, y es bastante comprensiva. Cotorrea chido."}, {"fecha": "27/Ago/2021", "score_general": "8.0", "score_facilidad": "8.0", "materia": "Diseño del Producto", "comments": "Barco, Muy cómico, Las clases son largasAunque deja reportes, están súper sencillos. La maestra es muy divertida y sabe lo que dice y habla, pero si la hacen enojar sí se pone pesada. Enseña muy bien y ayuda con los procedimientos, y es bastante comprensiva. Cotorrea chido."}, {"fecha": "25/Ago/2021", "score_general": "7.0", "score_facilidad": "8.0", "materia": "Diseño del Producto", "comments": "Da buena retroalimentación, Aspectos de calificación claros, Clases excelentesAunque deja reportes, están súper sencillos. La maestra es muy divertida y sabe lo que dice y habla, pero si la hacen enojar sí se pone pesada. Enseña muy bien y ayuda con los procedimientos, y es bastante comprensiva. Cotorrea chido."}]