[{"fecha": "11/Ene/2023", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Sistemas de comunicaciones", "comments": "Brinda apoyo, Tomaría su clase otra vezEs una profesor muy dispuesto a ayudar, es increible como domina cada tema y te lo transmite. No esperes ver teoría aburrida porque no habrá, seran ejercicios aplicados a tecnologias actuales. 10000000% recomendado. 1 hora de clase, y si tienes dudas, no importa que tan tonta sea, te ayuda."}, {"fecha": "07/Jun/2022", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Sistemas de comunicaciones", "comments": "Las clases son largas, Clases excelentesEs una profesor muy dispuesto a ayudar, es increible como domina cada tema y te lo transmite. No esperes ver teoría aburrida porque no habrá, seran ejercicios aplicados a tecnologias actuales. 10000000% recomendado. 1 hora de clase, y si tienes dudas, no importa que tan tonta sea, te ayuda."}, {"fecha": "11/May/2022", "score_general": "9.0", "score_facilidad": "10.0", "materia": "Sistemas de comuniaciones", "comments": "Respetado por los estudiantes, Clases excelentes, Muchos proyectos grupalesEs una profesor muy dispuesto a ayudar, es increible como domina cada tema y te lo transmite. No esperes ver teoría aburrida porque no habrá, seran ejercicios aplicados a tecnologias actuales. 10000000% recomendado. 1 hora de clase, y si tienes dudas, no importa que tan tonta sea, te ayuda."}, {"fecha": "29/Ago/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Sistemas de Comunicaciones", "comments": "Da buena retroalimentación, Las clases son largas, Brinda apoyoEs una profesor muy dispuesto a ayudar, es increible como domina cada tema y te lo transmite. No esperes ver teoría aburrida porque no habrá, seran ejercicios aplicados a tecnologias actuales. 10000000% recomendado. 1 hora de clase, y si tienes dudas, no importa que tan tonta sea, te ayuda."}, {"fecha": "26/Feb/2021", "score_general": "7.0", "score_facilidad": "10.0", "materia": "Sistemas de Comunicaciones", "comments": "Las clases son largas, Deja trabajos largosEs una profesor muy dispuesto a ayudar, es increible como domina cada tema y te lo transmite. No esperes ver teoría aburrida porque no habrá, seran ejercicios aplicados a tecnologias actuales. 10000000% recomendado. 1 hora de clase, y si tienes dudas, no importa que tan tonta sea, te ayuda."}, {"fecha": "08/Dic/2018", "score_general": "7.0", "score_facilidad": "8.0", "materia": "Ecuaciones Diferenciales", "comments": "Muchas tareas, Deja trabajos largos, Muchos proyectos grupalesDebes dedicarle mucho tiempo a la materia con él, haz todas sus tareas bien porque si son difíciles y talachudas, su proyecto es muy largo y difícil, preocúpate por dar lo mejor de ti, sino mejor no metas la materia con el profesor."}, {"fecha": "09/Ago/2018", "score_general": "2.0", "score_facilidad": "2.0", "materia": "ecuaciones diferenciales", "comments": "Califica Duro, Muchas tareas, Hace exámenes sorpresaDebes dedicarle mucho tiempo a la materia con él, haz todas sus tareas bien porque si son difíciles y talachudas, su proyecto es muy largo y difícil, preocúpate por dar lo mejor de ti, sino mejor no metas la materia con el profesor."}, {"fecha": "10/Feb/2018", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Sistemas de Comunicaciones", "comments": "Brinda apoyo, Deja trabajos largos, Muchos proyectos grupalesDebes dedicarle mucho tiempo a la materia con él, haz todas sus tareas bien porque si son difíciles y talachudas, su proyecto es muy largo y difícil, preocúpate por dar lo mejor de ti, sino mejor no metas la materia con el profesor."}, {"fecha": "22/Mar/2015", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Ecuaciones Diferenciales", "comments": "Debes dedicarle mucho tiempo a la materia con él, haz todas sus tareas bien porque si son difíciles y talachudas, su proyecto es muy largo y difícil, preocúpate por dar lo mejor de ti, sino mejor no metas la materia con el profesor."}, {"fecha": "14/Ene/2014", "score_general": "7.0", "score_facilidad": "6.0", "materia": "Ecuaciones Diferenciales", "comments": "Debes dedicarle mucho tiempo a la materia con él, haz todas sus tareas bien porque si son difíciles y talachudas, su proyecto es muy largo y difícil, preocúpate por dar lo mejor de ti, sino mejor no metas la materia con el profesor."}]