[{"fecha": "17/Feb/2023", "score_general": "2.0", "score_facilidad": "2.0", "materia": "Mecánica de materiales I", "comments": "Califica Duro, Muchas tareas, Prepárate para leerNo explica claro, sus exámenes son casi impasables ya que ni en series o tareas pone ejercicios así de difíciles. A veces se salía del salón y nos dejaba para irse a desayunar. No termino el temario."}, {"fecha": "31/Ene/2023", "score_general": "6.0", "score_facilidad": "4.0", "materia": "Mecánica de Materiales 1", "comments": "Muy cómico, Clases excelentes, Los exámenes son difícilesNo explica claro, sus exámenes son casi impasables ya que ni en series o tareas pone ejercicios así de difíciles. A veces se salía del salón y nos dejaba para irse a desayunar. No termino el temario."}, {"fecha": "22/Ene/2022", "score_general": "7.0", "score_facilidad": "6.0", "materia": "Mecánica de materiales II [en línea]", "comments": "Califica Duro, Prepárate para leer, Brinda apoyoNo explica claro, sus exámenes son casi impasables ya que ni en series o tareas pone ejercicios así de difíciles. A veces se salía del salón y nos dejaba para irse a desayunar. No termino el temario."}, {"fecha": "26/Ago/2021", "score_general": "6.0", "score_facilidad": "6.0", "materia": "Mecánica de materiales I", "comments": "Califica Duro, Muchas tareas, Los exámenes son difícilesNo explica claro, sus exámenes son casi impasables ya que ni en series o tareas pone ejercicios así de difíciles. A veces se salía del salón y nos dejaba para irse a desayunar. No termino el temario."}, {"fecha": "25/Jul/2021", "score_general": "7.0", "score_facilidad": "8.0", "materia": "Mecánica de materiales", "comments": "Califica Duro, Brinda apoyoNo explica claro, sus exámenes son casi impasables ya que ni en series o tareas pone ejercicios así de difíciles. A veces se salía del salón y nos dejaba para irse a desayunar. No termino el temario."}, {"fecha": "19/Feb/2021", "score_general": "9.0", "score_facilidad": "6.0", "materia": "Mecánica de materiales I", "comments": "El mejor profesor para esta materia, el hizo que me gustara el área de las estructuras. Explica de manera que puedas entender lo qué pasa en las estructuras  y solo da las definiciones, también hace deducción de las formulas y hace que pienses a cada paso. Sus ejercicios y tareas te ayudan mucho."}, {"fecha": "03/Sep/2020", "score_general": "10.0", "score_facilidad": "4.0", "materia": "Mecánica de materiales I", "comments": "Da buena retroalimentación, Da Crédito Extra, Los exámenes son difícilesEl mejor profesor para esta materia, el hizo que me gustara el área de las estructuras. Explica de manera que puedas entender lo qué pasa en las estructuras  y solo da las definiciones, también hace deducción de las formulas y hace que pienses a cada paso. Sus ejercicios y tareas te ayudan mucho."}, {"fecha": "01/Sep/2020", "score_general": "8.0", "score_facilidad": "2.0", "materia": "Mecánica de materiales I", "comments": "Los exámenes son difícilesEl mejor profesor para esta materia, el hizo que me gustara el área de las estructuras. Explica de manera que puedas entender lo qué pasa en las estructuras  y solo da las definiciones, también hace deducción de las formulas y hace que pienses a cada paso. Sus ejercicios y tareas te ayudan mucho."}, {"fecha": "01/Sep/2020", "score_general": "8.0", "score_facilidad": "2.0", "materia": "Mecánica de Materiales I", "comments": "Califica Duro, Brinda apoyo, Los exámenes son difícilesEl mejor profesor para esta materia, el hizo que me gustara el área de las estructuras. Explica de manera que puedas entender lo qué pasa en las estructuras  y solo da las definiciones, también hace deducción de las formulas y hace que pienses a cada paso. Sus ejercicios y tareas te ayudan mucho."}, {"fecha": "03/Ago/2020", "score_general": "8.0", "score_facilidad": "2.0", "materia": "Mecanica de Materiales I", "comments": "Da Crédito Extra, Clases excelentes, Los exámenes son difícilesEl mejor profesor para esta materia, el hizo que me gustara el área de las estructuras. Explica de manera que puedas entender lo qué pasa en las estructuras  y solo da las definiciones, también hace deducción de las formulas y hace que pienses a cada paso. Sus ejercicios y tareas te ayudan mucho."}, {"fecha": "26/Jun/2019", "score_general": "5.0", "score_facilidad": "2.0", "materia": "Mecanica de materiales", "comments": ""}, {"fecha": "24/Jul/2017", "score_general": "6.0", "score_facilidad": "2.0", "materia": "Mecánica de Materiales I", "comments": "Califica Duro, Pocos Exámenes, Los exámenes son difíciles"}, {"fecha": "27/Jun/2017", "score_general": "8.0", "score_facilidad": "6.0", "materia": "Mecánica de Materiales I", "comments": ""}, {"fecha": "24/Ene/2016", "score_general": "4.0", "score_facilidad": "6.0", "materia": "estática estructural", "comments": ""}, {"fecha": "09/May/2015", "score_general": "9.0", "score_facilidad": "4.0", "materia": "Mecanica de materiales I", "comments": ""}]