[{"fecha": "19/Mar/2023", "score_general": "3.0", "score_facilidad": "2.0", "materia": "Algebra lineal", "comments": "Califica Duro, Las clases son largas, Los exámenes son difícilesNo califica de manera clara"}, {"fecha": "13/Feb/2023", "score_general": "2.0", "score_facilidad": "2.0", "materia": "Estática", "comments": "Califica Duro, Las clases son largas, Los exámenes son difícilesNo califica de manera clara"}, {"fecha": "11/Feb/2023", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Estática", "comments": "Da buena retroalimentación, La Participación Importa, Clases excelentesNo califica de manera clara"}, {"fecha": "09/Feb/2023", "score_general": "5.0", "score_facilidad": "4.0", "materia": "Álgebra", "comments": "Califica Duro, La Participación Importa, Asistencia obligatoriaNo califica de manera clara"}, {"fecha": "09/Feb/2023", "score_general": "4.0", "score_facilidad": "4.0", "materia": "Estática", "comments": "Califica Duro, Muchas tareas, La Participación ImportaNo califica de manera clara"}, {"fecha": "08/Feb/2023", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Estática", "comments": "Da buena retroalimentación, La Participación Importa, Clases excelentesMuy buena profesora, sus conocimientos son excelentes, hace muchos ejercicios para que se entienda el tema y te deja buen nivel, no es barco, tienes que trabajar, pero vale muchísimo la pena."}, {"fecha": "03/Feb/2023", "score_general": "8.0", "score_facilidad": "8.0", "materia": "Estática", "comments": "La Participación Importa, Respetado por los estudiantes, Brinda apoyoMuy buena profesora, sus conocimientos son excelentes, hace muchos ejercicios para que se entienda el tema y te deja buen nivel, no es barco, tienes que trabajar, pero vale muchísimo la pena."}, {"fecha": "03/Ago/2022", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Mecanica", "comments": "La Participación Importa, Respetado por los estudiantes, Brinda apoyoMuy buena profesora, sus conocimientos son excelentes, hace muchos ejercicios para que se entienda el tema y te deja buen nivel, no es barco, tienes que trabajar, pero vale muchísimo la pena."}, {"fecha": "03/Ago/2022", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Estática", "comments": "La Participación Importa, Da Crédito Extra, Brinda apoyoMuy buena profesora, sus conocimientos son excelentes, hace muchos ejercicios para que se entienda el tema y te deja buen nivel, no es barco, tienes que trabajar, pero vale muchísimo la pena."}, {"fecha": "01/Ago/2022", "score_general": "8.0", "score_facilidad": "6.0", "materia": "Estática", "comments": "Muchas tareas, Asistencia obligatoria, Clases excelentesMuy buena profesora, sus conocimientos son excelentes, hace muchos ejercicios para que se entienda el tema y te deja buen nivel, no es barco, tienes que trabajar, pero vale muchísimo la pena."}, {"fecha": "31/Jul/2022", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Estática", "comments": "La profesora es hermosa, se preocupa porque aprendas, se toma el tiempo de CONTESTAR TU DUDA TODA PENDEJA, SI EXACTO TE HABLO A TI ESAU. Pero en resumen es muy buena profesora y las participaciones cuentan, así que participa. Y los exámenes están al nivel de los ejercicios en clase."}, {"fecha": "19/Jun/2022", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Estatica", "comments": "La Participación Importa, Asistencia obligatoria, Clases excelentesLa profesora es hermosa, se preocupa porque aprendas, se toma el tiempo de CONTESTAR TU DUDA TODA PENDEJA, SI EXACTO TE HABLO A TI ESAU. Pero en resumen es muy buena profesora y las participaciones cuentan, así que participa. Y los exámenes están al nivel de los ejercicios en clase."}, {"fecha": "13/May/2022", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Mecánica", "comments": "Asistencia obligatoria, Brinda apoyo, Clases excelentesLa profesora es hermosa, se preocupa porque aprendas, se toma el tiempo de CONTESTAR TU DUDA TODA PENDEJA, SI EXACTO TE HABLO A TI ESAU. Pero en resumen es muy buena profesora y las participaciones cuentan, así que participa. Y los exámenes están al nivel de los ejercicios en clase."}, {"fecha": "01/Feb/2022", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Algebra lineal", "comments": "La Participación Importa, Respetado por los estudiantes, InspiracionalLa profesora es hermosa, se preocupa porque aprendas, se toma el tiempo de CONTESTAR TU DUDA TODA PENDEJA, SI EXACTO TE HABLO A TI ESAU. Pero en resumen es muy buena profesora y las participaciones cuentan, así que participa. Y los exámenes están al nivel de los ejercicios en clase."}, {"fecha": "06/Ene/2022", "score_general": "10.0", "score_facilidad": "4.0", "materia": "Algebra Lineal", "comments": "Califica Duro, Da buena retroalimentación, La Participación ImportaLa profesora es hermosa, se preocupa porque aprendas, se toma el tiempo de CONTESTAR TU DUDA TODA PENDEJA, SI EXACTO TE HABLO A TI ESAU. Pero en resumen es muy buena profesora y las participaciones cuentan, así que participa. Y los exámenes están al nivel de los ejercicios en clase."}, {"fecha": "16/Dic/2021", "score_general": "9.0", "score_facilidad": "6.0", "materia": "Álgebra", "comments": "La Participación Importa, Brinda apoyo, Los exámenes son difícilesLe importa que participes y que estés entendiendo. La verdad no fue mi maestra favorita porque a veces va muy rápido y en los exámenes a veces pone cosas más difíciles.\r\n\r\nEs muy clara con los aspectos de evaluación."}, {"fecha": "21/Sep/2021", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Algebra", "comments": "La Participación Importa, Inspiracional, Aspectos de calificación clarosLe importa que participes y que estés entendiendo. La verdad no fue mi maestra favorita porque a veces va muy rápido y en los exámenes a veces pone cosas más difíciles.\r\n\r\nEs muy clara con los aspectos de evaluación."}, {"fecha": "31/Ago/2021", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Estática", "comments": "La Participación Importa, Aspectos de calificación claros, Brinda apoyoLe importa que participes y que estés entendiendo. La verdad no fue mi maestra favorita porque a veces va muy rápido y en los exámenes a veces pone cosas más difíciles.\r\n\r\nEs muy clara con los aspectos de evaluación."}, {"fecha": "25/Ago/2021", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Estática", "comments": "Muchas tareas, La Participación Importa, Tomaría su clase otra vezLe importa que participes y que estés entendiendo. La verdad no fue mi maestra favorita porque a veces va muy rápido y en los exámenes a veces pone cosas más difíciles.\r\n\r\nEs muy clara con los aspectos de evaluación."}, {"fecha": "24/Ago/2021", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Mecánica", "comments": "Muchas tareas, La Participación Importa, Clases excelentesLe importa que participes y que estés entendiendo. La verdad no fue mi maestra favorita porque a veces va muy rápido y en los exámenes a veces pone cosas más difíciles.\r\n\r\nEs muy clara con los aspectos de evaluación."}, {"fecha": "19/Ago/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Estática", "comments": "Da buena retroalimentación, La Participación Importa, Clases excelentesUna muy buena profesora, se preocupa mucho de que aprendas y cada clase hacen muchos ejercicios, sus series, tareas y exámenes están a nivel de la clase. La participación con ella es muy importante y si llegas a tener dudas fuera de la clase, si te comunicas con ella, sin problema te lo resuelve."}, {"fecha": "18/Ago/2021", "score_general": "10.0", "score_facilidad": "4.0", "materia": "Algebra", "comments": "Da buena retroalimentación, Brinda apoyo, Clases excelentesUna muy buena profesora, se preocupa mucho de que aprendas y cada clase hacen muchos ejercicios, sus series, tareas y exámenes están a nivel de la clase. La participación con ella es muy importante y si llegas a tener dudas fuera de la clase, si te comunicas con ella, sin problema te lo resuelve."}, {"fecha": "16/Ago/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Estática", "comments": "Da buena retroalimentación, La Participación Importa, Clases excelentesUna muy buena profesora, se preocupa mucho de que aprendas y cada clase hacen muchos ejercicios, sus series, tareas y exámenes están a nivel de la clase. La participación con ella es muy importante y si llegas a tener dudas fuera de la clase, si te comunicas con ella, sin problema te lo resuelve."}, {"fecha": "22/Sep/2020", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Estática", "comments": "Barco, Brinda apoyo, Tomaría su clase otra vezUna muy buena profesora, se preocupa mucho de que aprendas y cada clase hacen muchos ejercicios, sus series, tareas y exámenes están a nivel de la clase. La participación con ella es muy importante y si llegas a tener dudas fuera de la clase, si te comunicas con ella, sin problema te lo resuelve."}, {"fecha": "04/Sep/2020", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Álgebra lineal", "comments": "La Participación Importa, Brinda apoyo, Clases excelentesUna muy buena profesora, se preocupa mucho de que aprendas y cada clase hacen muchos ejercicios, sus series, tareas y exámenes están a nivel de la clase. La participación con ella es muy importante y si llegas a tener dudas fuera de la clase, si te comunicas con ella, sin problema te lo resuelve."}, {"fecha": "03/Sep/2020", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Estatica", "comments": "Da buena retroalimentación, Respetado por los estudiantes, Clases excelentesExplica muy bien, hace ejercicios sencillos, ayuda mucho que participes, los examenes son al nivel que enseña."}, {"fecha": "02/Sep/2020", "score_general": "6.0", "score_facilidad": "6.0", "materia": "Algebra Lineal", "comments": "Muy cómico, Da buena retroalimentación, Clases excelentesExplica muy bien, hace ejercicios sencillos, ayuda mucho que participes, los examenes son al nivel que enseña."}, {"fecha": "31/Ago/2020", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Algebra Lineal", "comments": "Brinda apoyo, Clases excelentes, Tomaría su clase otra vezExplica muy bien, hace ejercicios sencillos, ayuda mucho que participes, los examenes son al nivel que enseña."}, {"fecha": "31/Ago/2020", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Álgebra / Álgebra Lineal", "comments": "Muchas tareas, La Participación Importa, Brinda apoyoExplica muy bien, hace ejercicios sencillos, ayuda mucho que participes, los examenes son al nivel que enseña."}, {"fecha": "18/Jul/2020", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Álgebra lineal", "comments": "La Participación Importa, Respetado por los estudiantes, Clases excelentesExplica muy bien, hace ejercicios sencillos, ayuda mucho que participes, los examenes son al nivel que enseña."}, {"fecha": "02/Jul/2020", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Estatica", "comments": "Brinda apoyo, Clases excelentes, Tomaría su clase otra vezexplica bien"}, {"fecha": "09/Ene/2020", "score_general": "9.0", "score_facilidad": "6.0", "materia": "álgebra lineal", "comments": "explica bien"}, {"fecha": "29/Oct/2019", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Álgebra", "comments": "Da buena retroalimentación, La Participación Importa, Da Crédito Extraexplica bien"}, {"fecha": "07/Ago/2019", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Álgebra Lineal", "comments": "Muchas tareas, La Participación Importa, Tomaría su clase otra vezexplica bien"}, {"fecha": "24/Jul/2019", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Álgebra", "comments": "Califica Duro, Asistencia obligatoria, Clases excelentesexplica bien"}, {"fecha": "23/Jul/2019", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Álgebra", "comments": "La Participación Importa, Pocos Exámenes, Clases excelentesExcelente profesora, se preocupa que aprendan los alumnos, es buena explicando y siempre que tengas duda te ayuda, los exámenes son a nivel de clase."}, {"fecha": "11/Jun/2019", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Álgebra Lineal", "comments": "Muchas tareas, Clases excelentesExcelente profesora, se preocupa que aprendan los alumnos, es buena explicando y siempre que tengas duda te ayuda, los exámenes son a nivel de clase."}, {"fecha": "03/Jun/2019", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Álgebra lineal", "comments": "Excelente profesora, se preocupa que aprendan los alumnos, es buena explicando y siempre que tengas duda te ayuda, los exámenes son a nivel de clase."}, {"fecha": "23/Ene/2019", "score_general": "9.0", "score_facilidad": "10.0", "materia": "Álgebra", "comments": "Da buena retroalimentación, Respetado por los estudiantes, Aspectos de calificación clarosExcelente profesora, se preocupa que aprendan los alumnos, es buena explicando y siempre que tengas duda te ayuda, los exámenes son a nivel de clase."}, {"fecha": "20/Dic/2018", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Algebra lineal", "comments": "La Participación Importa, Clases excelentes, Tomaría su clase otra vezExcelente profesora, se preocupa que aprendan los alumnos, es buena explicando y siempre que tengas duda te ayuda, los exámenes son a nivel de clase."}, {"fecha": "15/Dic/2018", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Álgebra", "comments": "La Participación Importa, Aspectos de calificación claros, Tomaría su clase otra vezSus clases están preparadas y lo que más le importa es que aprendas, la atención es casi particular y deja buen nivel, eso sí, tampoco está tan pro."}, {"fecha": "08/Ago/2018", "score_general": "8.0", "score_facilidad": "8.0", "materia": "Álgebra Lineal", "comments": "Inspiracional, Clases excelentes, Tomaría su clase otra vezSus clases están preparadas y lo que más le importa es que aprendas, la atención es casi particular y deja buen nivel, eso sí, tampoco está tan pro."}, {"fecha": "15/Jun/2018", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Álgebra lineal", "comments": "Sus clases están preparadas y lo que más le importa es que aprendas, la atención es casi particular y deja buen nivel, eso sí, tampoco está tan pro."}, {"fecha": "14/Abr/2018", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Álgebra", "comments": "Da buena retroalimentación, Muchas tareas, La Participación ImportaSus clases están preparadas y lo que más le importa es que aprendas, la atención es casi particular y deja buen nivel, eso sí, tampoco está tan pro."}, {"fecha": "29/Ene/2018", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Álgebra", "comments": "Da buena retroalimentación, La Participación Importa, Clases excelentesSus clases están preparadas y lo que más le importa es que aprendas, la atención es casi particular y deja buen nivel, eso sí, tampoco está tan pro."}, {"fecha": "28/Ene/2018", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Álgebra", "comments": "La Participación Importa, Clases excelentes, Tomaría su clase otra vezDomina la materia en su totalidad. Te va a dejar gran nivel, los ejercicios son interesantes y particulares. El nivel de los exámenes es mediano. Aclara cualquier duda, incluso te da las gracias por asistir. Las series serán pan comido, pues los ejercicios de clase son de exámenes finales. Gran inge"}, {"fecha": "24/Ene/2018", "score_general": "9.0", "score_facilidad": "6.0", "materia": "Álgebra/Algebra Lineal", "comments": "La Participación Importa, Respetado por los estudiantes, Clases excelentesDomina la materia en su totalidad. Te va a dejar gran nivel, los ejercicios son interesantes y particulares. El nivel de los exámenes es mediano. Aclara cualquier duda, incluso te da las gracias por asistir. Las series serán pan comido, pues los ejercicios de clase son de exámenes finales. Gran inge"}, {"fecha": "23/Ene/2018", "score_general": "8.0", "score_facilidad": "8.0", "materia": "Álgebra Lineal", "comments": "Inspiracional, Clases excelentes, Tomaría su clase otra vezDomina la materia en su totalidad. Te va a dejar gran nivel, los ejercicios son interesantes y particulares. El nivel de los exámenes es mediano. Aclara cualquier duda, incluso te da las gracias por asistir. Las series serán pan comido, pues los ejercicios de clase son de exámenes finales. Gran inge"}, {"fecha": "10/Ago/2017", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Álgebra Lineal", "comments": "Da buena retroalimentación, La Participación Importa, Clases excelentesDomina la materia en su totalidad. Te va a dejar gran nivel, los ejercicios son interesantes y particulares. El nivel de los exámenes es mediano. Aclara cualquier duda, incluso te da las gracias por asistir. Las series serán pan comido, pues los ejercicios de clase son de exámenes finales. Gran inge"}, {"fecha": "23/Jul/2017", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Algebra Lineal", "comments": "Domina la materia en su totalidad. Te va a dejar gran nivel, los ejercicios son interesantes y particulares. El nivel de los exámenes es mediano. Aclara cualquier duda, incluso te da las gracias por asistir. Las series serán pan comido, pues los ejercicios de clase son de exámenes finales. Gran inge"}, {"fecha": "21/Jul/2017", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Algebra lineal", "comments": "Brinda apoyo, Clases excelentes, Tomaría su clase otra vezLa mejor profesora de lineaL en mi unto de vista, explica con claridad, sus examnes son faciles y te da buen nivel. es muy amable y siempre brinda su apoyo."}, {"fecha": "06/Jul/2017", "score_general": "9.0", "score_facilidad": "10.0", "materia": "Álgebra", "comments": "La Participación ImportaLa mejor profesora de lineaL en mi unto de vista, explica con claridad, sus examnes son faciles y te da buen nivel. es muy amable y siempre brinda su apoyo."}, {"fecha": "06/Jul/2017", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Algerbra", "comments": "Da buena retroalimentación, Muchas tareas, Tomaría su clase otra vezLa mejor profesora de lineaL en mi unto de vista, explica con claridad, sus examnes son faciles y te da buen nivel. es muy amable y siempre brinda su apoyo."}, {"fecha": "04/Jul/2017", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Algebra Lineal", "comments": "La mejor profesora de lineaL en mi unto de vista, explica con claridad, sus examnes son faciles y te da buen nivel. es muy amable y siempre brinda su apoyo."}, {"fecha": "03/Jul/2017", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Álgebra Líneal", "comments": "La Participación Importa, Inspiracional, Tomaría su clase otra vezLa mejor profesora de lineaL en mi unto de vista, explica con claridad, sus examnes son faciles y te da buen nivel. es muy amable y siempre brinda su apoyo."}, {"fecha": "02/Jun/2017", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Álgebra", "comments": "Excelente profesora!, los exámenes que hace son nivel medio, pero resuelve muchos ejercicios en clase, lo cual te deja un nivel adecuado en la materia."}, {"fecha": "03/May/2017", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Álgebra Lineal", "comments": "La Participación Importa, Clases excelentes, Tomaría su clase otra vezExcelente profesora!, los exámenes que hace son nivel medio, pero resuelve muchos ejercicios en clase, lo cual te deja un nivel adecuado en la materia."}, {"fecha": "01/Mar/2017", "score_general": "7.0", "score_facilidad": "6.0", "materia": "Álgebra", "comments": "Muchas tareas, Asistencia obligatoriaExcelente profesora!, los exámenes que hace son nivel medio, pero resuelve muchos ejercicios en clase, lo cual te deja un nivel adecuado en la materia."}, {"fecha": "26/Feb/2017", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Álgebra", "comments": "La Participación Importa, Clases excelentes, Tomaría su clase otra vezExcelente profesora!, los exámenes que hace son nivel medio, pero resuelve muchos ejercicios en clase, lo cual te deja un nivel adecuado en la materia."}, {"fecha": "19/Ene/2017", "score_general": "8.0", "score_facilidad": "4.0", "materia": "Álgebra lineal", "comments": "La Participación ImportaExcelente profesora!, los exámenes que hace son nivel medio, pero resuelve muchos ejercicios en clase, lo cual te deja un nivel adecuado en la materia."}, {"fecha": "19/Ene/2017", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Álgebra", "comments": "Muy buena profesora, recomendable. Tiene disposición de enseñar e incluso quiere ir más allá del aula con el repaso de ciertos valores. Resuelve dudas y explica claro, deja nivel para un final"}, {"fecha": "26/Nov/2016", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Álgebra", "comments": "Muy buena profesora, recomendable. Tiene disposición de enseñar e incluso quiere ir más allá del aula con el repaso de ciertos valores. Resuelve dudas y explica claro, deja nivel para un final"}, {"fecha": "08/Ago/2016", "score_general": "7.0", "score_facilidad": "6.0", "materia": "álgebra 2016", "comments": "Los exámenes son difícilesMuy buena profesora, recomendable. Tiene disposición de enseñar e incluso quiere ir más allá del aula con el repaso de ciertos valores. Resuelve dudas y explica claro, deja nivel para un final"}, {"fecha": "07/Ago/2016", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Álgebra y álgebra lineal", "comments": "Muy buena profesora, recomendable. Tiene disposición de enseñar e incluso quiere ir más allá del aula con el repaso de ciertos valores. Resuelve dudas y explica claro, deja nivel para un final"}, {"fecha": "22/Jul/2016", "score_general": "10.0", "score_facilidad": "6.0", "materia": "álgebra y álgebra lineal", "comments": "Muy buena profesora, recomendable. Tiene disposición de enseñar e incluso quiere ir más allá del aula con el repaso de ciertos valores. Resuelve dudas y explica claro, deja nivel para un final"}, {"fecha": "05/Jul/2016", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Álgebra", "comments": "Da buena retroalimentación, Muchas tareas, Clases excelentesEs la mejor profesora del anexo, sus grupos se agotan rápido. Te deja nivel para el  final y hace muchos ejercicios en clase. Da puntos extras para el examen si acabas a tiempo algun ejercicio. Si sólo reprobaste un examen te manda a final de esa parte."}, {"fecha": "29/Jun/2016", "score_general": "10.0", "score_facilidad": "10.0", "materia": "algebra lineal", "comments": "Muchas tareas, Clases excelentes, Tomaría su clase otra vezEs la mejor profesora del anexo, sus grupos se agotan rápido. Te deja nivel para el  final y hace muchos ejercicios en clase. Da puntos extras para el examen si acabas a tiempo algun ejercicio. Si sólo reprobaste un examen te manda a final de esa parte."}, {"fecha": "21/Jun/2016", "score_general": "10.0", "score_facilidad": "10.0", "materia": "algebra", "comments": "Clases excelentes, Tomaría su clase otra vezEs la mejor profesora del anexo, sus grupos se agotan rápido. Te deja nivel para el  final y hace muchos ejercicios en clase. Da puntos extras para el examen si acabas a tiempo algun ejercicio. Si sólo reprobaste un examen te manda a final de esa parte."}, {"fecha": "29/Ene/2016", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Algebra", "comments": "Es la mejor profesora del anexo, sus grupos se agotan rápido. Te deja nivel para el  final y hace muchos ejercicios en clase. Da puntos extras para el examen si acabas a tiempo algun ejercicio. Si sólo reprobaste un examen te manda a final de esa parte."}, {"fecha": "28/Jul/2015", "score_general": "8.0", "score_facilidad": "6.0", "materia": "Algebra lineal", "comments": "Muchas tareas, La Participación Importa, Asistencia obligatoriaEs la mejor profesora del anexo, sus grupos se agotan rápido. Te deja nivel para el  final y hace muchos ejercicios en clase. Da puntos extras para el examen si acabas a tiempo algun ejercicio. Si sólo reprobaste un examen te manda a final de esa parte."}, {"fecha": "25/Jul/2015", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Álgebra Lineal", "comments": "Califica Duro, Muchas tareas, La Participación ImportaExcelente maestra, tienes que trabajar duro para pasar con ella porque no es barco"}, {"fecha": "29/Jun/2015", "score_general": "8.0", "score_facilidad": "10.0", "materia": "Algebra lineal", "comments": "Excelente maestra, tienes que trabajar duro para pasar con ella porque no es barco"}, {"fecha": "04/Jun/2015", "score_general": "5.0", "score_facilidad": "10.0", "materia": "Álgebra lineal", "comments": "Excelente maestra, tienes que trabajar duro para pasar con ella porque no es barco"}, {"fecha": "09/Feb/2015", "score_general": "4.0", "score_facilidad": "2.0", "materia": "---", "comments": "Excelente maestra, tienes que trabajar duro para pasar con ella porque no es barco"}, {"fecha": "15/Ene/2015", "score_general": "10.0", "score_facilidad": "8.0", "materia": "algebra", "comments": "Excelente maestra, tienes que trabajar duro para pasar con ella porque no es barco"}, {"fecha": "25/Jun/2014", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Álgebra & Álgebra Lineal", "comments": "Es una excelente profesora, da muchisimo nivel, deja tarea, da puntos extras por participaciones, proyecto, etc. Los exámenes tienen nivel, pero nunca pregunta algo que no t enseña, en la clase se hacen ejercicios desde el más básico al más complejo. 100% recomendada. Es mi señora esposa!! La amo!"}, {"fecha": "23/Jun/2014", "score_general": "7.0", "score_facilidad": "6.0", "materia": "Álgebra Lineal", "comments": "Es una excelente profesora, da muchisimo nivel, deja tarea, da puntos extras por participaciones, proyecto, etc. Los exámenes tienen nivel, pero nunca pregunta algo que no t enseña, en la clase se hacen ejercicios desde el más básico al más complejo. 100% recomendada. Es mi señora esposa!! La amo!"}, {"fecha": "01/Feb/2014", "score_general": "10.0", "score_facilidad": "6.0", "materia": "álgebre lineal", "comments": "Es una excelente profesora, da muchisimo nivel, deja tarea, da puntos extras por participaciones, proyecto, etc. Los exámenes tienen nivel, pero nunca pregunta algo que no t enseña, en la clase se hacen ejercicios desde el más básico al más complejo. 100% recomendada. Es mi señora esposa!! La amo!"}, {"fecha": "17/Ene/2014", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Álgebra", "comments": "Es una excelente profesora, da muchisimo nivel, deja tarea, da puntos extras por participaciones, proyecto, etc. Los exámenes tienen nivel, pero nunca pregunta algo que no t enseña, en la clase se hacen ejercicios desde el más básico al más complejo. 100% recomendada. Es mi señora esposa!! La amo!"}, {"fecha": "26/Nov/2013", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Álgebra", "comments": "Es una excelente profesora, da muchisimo nivel, deja tarea, da puntos extras por participaciones, proyecto, etc. Los exámenes tienen nivel, pero nunca pregunta algo que no t enseña, en la clase se hacen ejercicios desde el más básico al más complejo. 100% recomendada. Es mi señora esposa!! La amo!"}, {"fecha": "18/Nov/2013", "score_general": "9.0", "score_facilidad": "8.0", "materia": "algebra", "comments": "Es muy buena onda ensena bastante bien y te da nivel"}, {"fecha": "30/Oct/2013", "score_general": "8.0", "score_facilidad": "4.0", "materia": "algebra", "comments": "Es muy buena onda ensena bastante bien y te da nivel"}, {"fecha": "31/Jul/2013", "score_general": "10.0", "score_facilidad": "6.0", "materia": "algebra", "comments": "Es muy buena onda ensena bastante bien y te da nivel"}, {"fecha": "22/Jul/2013", "score_general": "10.0", "score_facilidad": "4.0", "materia": "Algebra", "comments": "Es muy buena onda ensena bastante bien y te da nivel"}, {"fecha": "06/Abr/2013", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Álgebra Lineal", "comments": "Es muy buena onda ensena bastante bien y te da nivel"}, {"fecha": "01/Oct/2012", "score_general": "10.0", "score_facilidad": "10.0", "materia": "algebra lineal", "comments": "Es mi señora esposa"}, {"fecha": "01/Jun/2012", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Álgebra Lineal", "comments": "Es mi señora esposa"}, {"fecha": "30/May/2012", "score_general": "10.0", "score_facilidad": "4.0", "materia": "Algebra", "comments": "Es mi señora esposa"}, {"fecha": "19/Mar/2012", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Álgebra", "comments": "Es mi señora esposa"}, {"fecha": "16/Ene/2012", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Algebra", "comments": "Es mi señora esposa"}, {"fecha": "11/Feb/2011", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Algebra lineal", "comments": "La mejor de algebra lineal"}, {"fecha": "11/Feb/2011", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Algebra lineal", "comments": "La mejor de algebra lineal"}, {"fecha": "25/Ene/2011", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Algebra y Algebra lineal", "comments": "La mejor de algebra lineal"}]