[{"fecha": "10/Feb/2023", "score_general": "8.0", "score_facilidad": "10.0", "materia": "Algebra lineal", "comments": "Barco, Da Crédito Extra, Tomaría su clase otra vezEs un muy buen profesor. Le llaman Robarco por que es fácil pasar con el pero aún así aprendes bien. \r\nno faltes a sus clases, haz sus tareas y será fácil sacar buena nota."}, {"fecha": "02/Feb/2023", "score_general": "9.0", "score_facilidad": "10.0", "materia": "Algebra/ Calculo vectorial/ Ecuaciones", "comments": "Es un muy buen profesor. Le llaman Robarco por que es fácil pasar con el pero aún así aprendes bien. \r\nno faltes a sus clases, haz sus tareas y será fácil sacar buena nota."}, {"fecha": "15/Ene/2023", "score_general": "9.0", "score_facilidad": "6.0", "materia": "Ecuaciones diferenciales/Cálculo vectorial", "comments": "Califica Duro, Da buena retroalimentación, Tomaría su clase otra vezEs un muy buen profesor. Le llaman Robarco por que es fácil pasar con el pero aún así aprendes bien. \r\nno faltes a sus clases, haz sus tareas y será fácil sacar buena nota."}, {"fecha": "26/May/2022", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Ecuaciones diferenciales", "comments": "Aspectos de calificación claros, Brinda apoyo, Clases excelentesEs un muy buen profesor. Le llaman Robarco por que es fácil pasar con el pero aún así aprendes bien. \r\nno faltes a sus clases, haz sus tareas y será fácil sacar buena nota."}, {"fecha": "24/May/2022", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Calculo vectorial", "comments": "Muchas tareas, Muchos Exámenes, Tomaría su clase otra vezEs un muy buen profesor. Le llaman Robarco por que es fácil pasar con el pero aún así aprendes bien. \r\nno faltes a sus clases, haz sus tareas y será fácil sacar buena nota."}, {"fecha": "08/Feb/2022", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Algebra Lineal", "comments": "Muchas tareas, Muchos Exámenes, Clases excelentesEs realmente para mi un profesor perfecto\r\nExplica los temas clara y rapidamente\r\nDespues te da muchos ejercicios los cuales terminan de darte la imagen completa de lo que te esta enseñando\r\nTareas muuy faciles si pones atencion\r\nExamenes mucho mas faciles que las tareas"}, {"fecha": "19/Ene/2022", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Algebra Lineal", "comments": "Barco, Pocos Exámenes, Tomaría su clase otra vezEs realmente para mi un profesor perfecto\r\nExplica los temas clara y rapidamente\r\nDespues te da muchos ejercicios los cuales terminan de darte la imagen completa de lo que te esta enseñando\r\nTareas muuy faciles si pones atencion\r\nExamenes mucho mas faciles que las tareas"}, {"fecha": "18/Dic/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Cálculo Vectorial", "comments": "Muchas tareas, Respetado por los estudiantes, Muchos ExámenesEs realmente para mi un profesor perfecto\r\nExplica los temas clara y rapidamente\r\nDespues te da muchos ejercicios los cuales terminan de darte la imagen completa de lo que te esta enseñando\r\nTareas muuy faciles si pones atencion\r\nExamenes mucho mas faciles que las tareas"}, {"fecha": "18/Dic/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Cálculo Vectorial", "comments": "Barco, Da buena retroalimentación, Clases excelentesEs realmente para mi un profesor perfecto\r\nExplica los temas clara y rapidamente\r\nDespues te da muchos ejercicios los cuales terminan de darte la imagen completa de lo que te esta enseñando\r\nTareas muuy faciles si pones atencion\r\nExamenes mucho mas faciles que las tareas"}, {"fecha": "11/Dic/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "ecuaciones diferenciales/calculo vectorial", "comments": "Da buena retroalimentación, Muchas tareas, Clases excelentesEs realmente para mi un profesor perfecto\r\nExplica los temas clara y rapidamente\r\nDespues te da muchos ejercicios los cuales terminan de darte la imagen completa de lo que te esta enseñando\r\nTareas muuy faciles si pones atencion\r\nExamenes mucho mas faciles que las tareas"}, {"fecha": "27/Ago/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Ecuaciones", "comments": "Da buena retroalimentación, La Participación Importa, Da Crédito ExtraDon Roberto Guzmán \"Robarco\" es el profesor al que debo agradecerle que ya estoy en décimo semestre. Me enseñó todo lo que sé, me gustaría que diera circuitos, así sabría como pedir un capacitor con el Dylan. Además cuidado con la maldición de Robarco, si lo das de baja te sales de la carrera :0"}, {"fecha": "24/Ago/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Calculo Vectorial", "comments": "Barco, Da buena retroalimentación, Muchas tareasDon Roberto Guzmán \"Robarco\" es el profesor al que debo agradecerle que ya estoy en décimo semestre. Me enseñó todo lo que sé, me gustaría que diera circuitos, así sabría como pedir un capacitor con el Dylan. Además cuidado con la maldición de Robarco, si lo das de baja te sales de la carrera :0"}, {"fecha": "20/Ago/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Cálculo Vectorial", "comments": "Barco, Clases excelentes, Tomaría su clase otra vezDon Roberto Guzmán \"Robarco\" es el profesor al que debo agradecerle que ya estoy en décimo semestre. Me enseñó todo lo que sé, me gustaría que diera circuitos, así sabría como pedir un capacitor con el Dylan. Además cuidado con la maldición de Robarco, si lo das de baja te sales de la carrera :0"}, {"fecha": "14/Ago/2021", "score_general": "9.0", "score_facilidad": "10.0", "materia": "Álgebra Lineal", "comments": "Barco, Da Crédito Extra, Brinda apoyoDon Roberto Guzmán \"Robarco\" es el profesor al que debo agradecerle que ya estoy en décimo semestre. Me enseñó todo lo que sé, me gustaría que diera circuitos, así sabría como pedir un capacitor con el Dylan. Además cuidado con la maldición de Robarco, si lo das de baja te sales de la carrera :0"}, {"fecha": "14/Ago/2021", "score_general": "9.0", "score_facilidad": "10.0", "materia": "Álgebra Lineal", "comments": "Barco, Da Crédito Extra, Brinda apoyoDon Roberto Guzmán \"Robarco\" es el profesor al que debo agradecerle que ya estoy en décimo semestre. Me enseñó todo lo que sé, me gustaría que diera circuitos, así sabría como pedir un capacitor con el Dylan. Además cuidado con la maldición de Robarco, si lo das de baja te sales de la carrera :0"}, {"fecha": "25/Feb/2021", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Cálculo Vectorial", "comments": "Muy cómico, Brinda apoyo, Tomaría su clase otra vezEs muy buen profe, si bien es fácil pasar yo considero que aprendes mucho ya que explica muy bien todos los conceptos y ejemplos, hace exámenes semanales si así lo eligen y se basa en las tareas, graba las clases por si quieren checar apuntes. Todo esto en línea"}, {"fecha": "13/Feb/2021", "score_general": "9.0", "score_facilidad": "10.0", "materia": "Calculo Integral / Ecuaciones Diferenciales", "comments": "Barco, Muchos Exámenes, Tomaría su clase otra vezEs muy buen profe, si bien es fácil pasar yo considero que aprendes mucho ya que explica muy bien todos los conceptos y ejemplos, hace exámenes semanales si así lo eligen y se basa en las tareas, graba las clases por si quieren checar apuntes. Todo esto en línea"}, {"fecha": "11/Feb/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Algebra Lineal, Cálculo Vectorial y Ecuaciones", "comments": "Barco, Muchas tareas, Muchos ExámenesEs muy buen profe, si bien es fácil pasar yo considero que aprendes mucho ya que explica muy bien todos los conceptos y ejemplos, hace exámenes semanales si así lo eligen y se basa en las tareas, graba las clases por si quieren checar apuntes. Todo esto en línea"}, {"fecha": "09/Feb/2021", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Algebra Lineal", "comments": "Barco, Muchos ExámenesEs muy buen profe, si bien es fácil pasar yo considero que aprendes mucho ya que explica muy bien todos los conceptos y ejemplos, hace exámenes semanales si así lo eligen y se basa en las tareas, graba las clases por si quieren checar apuntes. Todo esto en línea"}, {"fecha": "05/Feb/2021", "score_general": "8.0", "score_facilidad": "10.0", "materia": "Calculo Vectorial", "comments": "Barco, Muchas tareas, Muchos ExámenesEs muy buen profe, si bien es fácil pasar yo considero que aprendes mucho ya que explica muy bien todos los conceptos y ejemplos, hace exámenes semanales si así lo eligen y se basa en las tareas, graba las clases por si quieren checar apuntes. Todo esto en línea"}, {"fecha": "31/Ene/2021", "score_general": "7.0", "score_facilidad": "8.0", "materia": "Cálculo Vectorial", "comments": "Barco, Muchas tareas, Muchos ExámenesNo entiendo por qué no tiene mejores reseñas, la verdad es que es un regalo tenerlo como profesor. Aprendes y pasas con buena calificación. Tareas y exámenes semanales de dificultad baja-media. Es barco pero si tendrás que trabajar. La mayoría sacamos 9 y 10, con eso te digo todo."}, {"fecha": "17/Nov/2020", "score_general": "9.0", "score_facilidad": "10.0", "materia": "Calculo vectorial", "comments": "Muchas tareas, Muchos Exámenes, Clases excelentesNo entiendo por qué no tiene mejores reseñas, la verdad es que es un regalo tenerlo como profesor. Aprendes y pasas con buena calificación. Tareas y exámenes semanales de dificultad baja-media. Es barco pero si tendrás que trabajar. La mayoría sacamos 9 y 10, con eso te digo todo."}, {"fecha": "08/Sep/2020", "score_general": "9.0", "score_facilidad": "10.0", "materia": "Calculo Vectorial", "comments": "Muy cómico, La Participación Importa, Brinda apoyoNo entiendo por qué no tiene mejores reseñas, la verdad es que es un regalo tenerlo como profesor. Aprendes y pasas con buena calificación. Tareas y exámenes semanales de dificultad baja-media. Es barco pero si tendrás que trabajar. La mayoría sacamos 9 y 10, con eso te digo todo."}, {"fecha": "05/Sep/2020", "score_general": "8.0", "score_facilidad": "10.0", "materia": "Álgebra Lineal", "comments": "Muy cómico, Muchos Exámenes, Aspectos de calificación clarosNo entiendo por qué no tiene mejores reseñas, la verdad es que es un regalo tenerlo como profesor. Aprendes y pasas con buena calificación. Tareas y exámenes semanales de dificultad baja-media. Es barco pero si tendrás que trabajar. La mayoría sacamos 9 y 10, con eso te digo todo."}, {"fecha": "01/Sep/2020", "score_general": "4.0", "score_facilidad": "4.0", "materia": "Algebra Lineal, Ecuaciones Diferenciales", "comments": "No entiendo por qué no tiene mejores reseñas, la verdad es que es un regalo tenerlo como profesor. Aprendes y pasas con buena calificación. Tareas y exámenes semanales de dificultad baja-media. Es barco pero si tendrás que trabajar. La mayoría sacamos 9 y 10, con eso te digo todo."}, {"fecha": "23/Jun/2020", "score_general": "7.0", "score_facilidad": "8.0", "materia": "Algebra Lineal", "comments": "Barco, Aspectos de calificación claros, Tomaría su clase otra vezBuen profesor y relajado, exámenes fáciles si realmente entendiste la teoría y pusiste atención a las clases, como son varios exámenes y son cortos, es mas fácil obtener una calificación alta."}, {"fecha": "09/Ene/2020", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Cálculo integral", "comments": "Barco, Muchas tareas, Tomaría su clase otra vezBuen profesor y relajado, exámenes fáciles si realmente entendiste la teoría y pusiste atención a las clases, como son varios exámenes y son cortos, es mas fácil obtener una calificación alta."}, {"fecha": "26/Nov/2019", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Ecuaciones diferenciales", "comments": "Clases excelentes, Tomaría su clase otra vezBuen profesor y relajado, exámenes fáciles si realmente entendiste la teoría y pusiste atención a las clases, como son varios exámenes y son cortos, es mas fácil obtener una calificación alta."}, {"fecha": "25/Jul/2019", "score_general": "6.0", "score_facilidad": "10.0", "materia": "Álgebra Lineal", "comments": "Barco, Muchas tareas, Da Crédito ExtraBuen profesor y relajado, exámenes fáciles si realmente entendiste la teoría y pusiste atención a las clases, como son varios exámenes y son cortos, es mas fácil obtener una calificación alta."}, {"fecha": "22/Jul/2019", "score_general": "9.0", "score_facilidad": "10.0", "materia": "Álgebra Lineal", "comments": "Da buena retroalimentación, Brinda apoyo, Tomaría su clase otra vezBuen profesor y relajado, exámenes fáciles si realmente entendiste la teoría y pusiste atención a las clases, como son varios exámenes y son cortos, es mas fácil obtener una calificación alta."}, {"fecha": "17/Jul/2019", "score_general": "9.0", "score_facilidad": "10.0", "materia": "Algebra Lnineal", "comments": "Muy cómico, Aspectos de calificación claros, Tomaría su clase otra vezun excelente profesor con el no solo aprendes las formulas necesarias para resolver problemas sino que también te da un resumen conciso y exacto de la teoría. Aparte de pasar muy fácil con sus exámenes semanales que son a nivel de los ejercicios en clase."}, {"fecha": "29/Jun/2019", "score_general": "9.0", "score_facilidad": "10.0", "materia": "Álgebra Lineal", "comments": "Muchas tareas, Inspiracional, Muchos Exámenesun excelente profesor con el no solo aprendes las formulas necesarias para resolver problemas sino que también te da un resumen conciso y exacto de la teoría. Aparte de pasar muy fácil con sus exámenes semanales que son a nivel de los ejercicios en clase."}, {"fecha": "05/Feb/2019", "score_general": "10.0", "score_facilidad": "10.0", "materia": "ECUACIONES, VECTO, LINEAL Y TODAS LAS QUE METÍ CON EL", "comments": "Barco, Da Crédito Extra, Pocos Exámenesun excelente profesor con el no solo aprendes las formulas necesarias para resolver problemas sino que también te da un resumen conciso y exacto de la teoría. Aparte de pasar muy fácil con sus exámenes semanales que son a nivel de los ejercicios en clase."}, {"fecha": "31/Ene/2019", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Algebra Lineal y Ec. Diferenciales", "comments": "un excelente profesor con el no solo aprendes las formulas necesarias para resolver problemas sino que también te da un resumen conciso y exacto de la teoría. Aparte de pasar muy fácil con sus exámenes semanales que son a nivel de los ejercicios en clase."}, {"fecha": "16/Ene/2019", "score_general": "5.0", "score_facilidad": "6.0", "materia": "algebra lineal", "comments": "un excelente profesor con el no solo aprendes las formulas necesarias para resolver problemas sino que también te da un resumen conciso y exacto de la teoría. Aparte de pasar muy fácil con sus exámenes semanales que son a nivel de los ejercicios en clase."}, {"fecha": "14/Ene/2019", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Ecuaciones diferenciales", "comments": "Clases excelentes, Tomaría su clase otra vezEs \"barco\" en su forma de evaluar. Pero sabe muchísimo de la materia, enseña muy bien y si pones atención en clase y haces las tareas (no obligatorias pero de ahí saca el examen) te deja un nivel excelente."}, {"fecha": "17/Nov/2018", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Álgebra Lineal", "comments": "Brinda apoyo, Clases excelentes, Tomaría su clase otra vezEs \"barco\" en su forma de evaluar. Pero sabe muchísimo de la materia, enseña muy bien y si pones atención en clase y haces las tareas (no obligatorias pero de ahí saca el examen) te deja un nivel excelente."}, {"fecha": "29/Jun/2018", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Ecuaciones Diferenciales", "comments": "Hace exámenes sorpresa, Muchos Exámenes, Aspectos de calificación clarosEs \"barco\" en su forma de evaluar. Pero sabe muchísimo de la materia, enseña muy bien y si pones atención en clase y haces las tareas (no obligatorias pero de ahí saca el examen) te deja un nivel excelente."}, {"fecha": "24/Jun/2018", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Algebra Lineal", "comments": "Muy cómico, Da buena retroalimentación, Muchas tareasEs \"barco\" en su forma de evaluar. Pero sabe muchísimo de la materia, enseña muy bien y si pones atención en clase y haces las tareas (no obligatorias pero de ahí saca el examen) te deja un nivel excelente."}, {"fecha": "20/Jun/2018", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Ecuaciones Diferenciales", "comments": "Inspiracional, Brinda apoyo, Clases excelentesEs \"barco\" en su forma de evaluar. Pero sabe muchísimo de la materia, enseña muy bien y si pones atención en clase y haces las tareas (no obligatorias pero de ahí saca el examen) te deja un nivel excelente."}, {"fecha": "18/Jun/2018", "score_general": "9.0", "score_facilidad": "10.0", "materia": "Ecu.Dif.", "comments": "No es pesada su clase, bastantes ejercicios para todos los temas"}, {"fecha": "10/May/2018", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Algebra Lineal", "comments": "Da Crédito Extra, Muchos Exámenes, Clases excelentesNo es pesada su clase, bastantes ejercicios para todos los temas"}, {"fecha": "06/Abr/2018", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Ecuaciones Diferenciales", "comments": "Tomaría su clase otra vezNo es pesada su clase, bastantes ejercicios para todos los temas"}, {"fecha": "26/Ene/2018", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Álgebra lineal y cálculo vectorial", "comments": "Barco, Da buena retroalimentación, Las clases son largasNo es pesada su clase, bastantes ejercicios para todos los temas"}, {"fecha": "26/Ene/2018", "score_general": "9.0", "score_facilidad": "10.0", "materia": "Cálculo Vectorial", "comments": "No es pesada su clase, bastantes ejercicios para todos los temas"}, {"fecha": "23/Ene/2018", "score_general": "9.0", "score_facilidad": "10.0", "materia": "Algebra Lineal", "comments": "RODIOS! El mejor maestro de FI, nadie enseña mejor y más claro que el."}, {"fecha": "22/Ene/2018", "score_general": "6.0", "score_facilidad": "6.0", "materia": "Cálculo vectorial", "comments": "Barco, La Participación Importa, Las clases son largasRODIOS! El mejor maestro de FI, nadie enseña mejor y más claro que el."}, {"fecha": "22/Ene/2018", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Ecuaciones Diferenciales", "comments": "Barco, Muy cómico, Tomaría su clase otra vezRODIOS! El mejor maestro de FI, nadie enseña mejor y más claro que el."}, {"fecha": "21/Nov/2017", "score_general": "7.0", "score_facilidad": "10.0", "materia": "algebra", "comments": "Barco, Muchos Exámenes, Tomaría su clase otra vezRODIOS! El mejor maestro de FI, nadie enseña mejor y más claro que el."}, {"fecha": "26/Ago/2017", "score_general": "7.0", "score_facilidad": "10.0", "materia": "Cálculo Integral", "comments": "RODIOS! El mejor maestro de FI, nadie enseña mejor y más claro que el."}, {"fecha": "25/Jul/2017", "score_general": "4.0", "score_facilidad": "4.0", "materia": "vectorial", "comments": "Califica Duro, Muchas tareas, Las clases son largasDemasiado dificil, tarea cada semana, examenes semanales!"}, {"fecha": "30/Jun/2017", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Ecuaciones diferenciales", "comments": "Muchas tareas, Muchos Exámenes, Tomaría su clase otra vezDemasiado dificil, tarea cada semana, examenes semanales!"}, {"fecha": "29/Jun/2017", "score_general": "8.0", "score_facilidad": "10.0", "materia": "Ecuaciones Diferenciales", "comments": "Demasiado dificil, tarea cada semana, examenes semanales!"}, {"fecha": "27/Jun/2017", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Cálculo Vectorial", "comments": "Barco, Muy cómico, Clases excelentesDemasiado dificil, tarea cada semana, examenes semanales!"}, {"fecha": "25/Jun/2017", "score_general": "6.0", "score_facilidad": "8.0", "materia": "Ecuaciones", "comments": "Muchas tareasDemasiado dificil, tarea cada semana, examenes semanales!"}, {"fecha": "25/May/2017", "score_general": "7.0", "score_facilidad": "6.0", "materia": "Álgebra lineal", "comments": "Muchos Exámenes, Brinda apoyo, Tomaría su clase otra vez"}, {"fecha": "27/Abr/2017", "score_general": "8.0", "score_facilidad": "10.0", "materia": "Ecuaciones diferenciales", "comments": "Barco, Muchos Exámenes, Tomaría su clase otra vez"}, {"fecha": "25/Ene/2017", "score_general": "10.0", "score_facilidad": "10.0", "materia": "ÁLGEBRA LINEAL/ED/VECTO", "comments": ""}, {"fecha": "22/Ene/2017", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Ecuaciones Diferenciales", "comments": ""}, {"fecha": "17/Ene/2017", "score_general": "2.0", "score_facilidad": "2.0", "materia": "Vectorial", "comments": "Califica Duro"}, {"fecha": "15/Dic/2016", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Ecuaciones Diferenciales", "comments": "Inspiracional, Brinda apoyo, Clases excelentesSi tienes la oportunidad de tomar cualquier clase con el hazlo! Es un excelente maestro y una persona fantástica! Aprendí muchísimo en su clase sin sufrir ni atormentarme, es de esos maestros que te transmiten el conocimiento y ni cuenta te das, ojalá hubieran más profesores como él."}, {"fecha": "28/Nov/2016", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Ecuaciones Diferenciales", "comments": "Si tienes la oportunidad de tomar cualquier clase con el hazlo! Es un excelente maestro y una persona fantástica! Aprendí muchísimo en su clase sin sufrir ni atormentarme, es de esos maestros que te transmiten el conocimiento y ni cuenta te das, ojalá hubieran más profesores como él."}, {"fecha": "22/Nov/2016", "score_general": "10.0", "score_facilidad": "10.0", "materia": "ecuaciones diferenciales", "comments": "Muchos Exámenes, Clases excelentes, Tomaría su clase otra vezSi tienes la oportunidad de tomar cualquier clase con el hazlo! Es un excelente maestro y una persona fantástica! Aprendí muchísimo en su clase sin sufrir ni atormentarme, es de esos maestros que te transmiten el conocimiento y ni cuenta te das, ojalá hubieran más profesores como él."}, {"fecha": "10/Ago/2016", "score_general": "6.0", "score_facilidad": "4.0", "materia": "CALCULO VECTORIAL", "comments": "Las clases son largas, Deja trabajos largosSi tienes la oportunidad de tomar cualquier clase con el hazlo! Es un excelente maestro y una persona fantástica! Aprendí muchísimo en su clase sin sufrir ni atormentarme, es de esos maestros que te transmiten el conocimiento y ni cuenta te das, ojalá hubieran más profesores como él."}, {"fecha": "03/Jul/2016", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Calculo Vectorial", "comments": "Si tienes la oportunidad de tomar cualquier clase con el hazlo! Es un excelente maestro y una persona fantástica! Aprendí muchísimo en su clase sin sufrir ni atormentarme, es de esos maestros que te transmiten el conocimiento y ni cuenta te das, ojalá hubieran más profesores como él."}, {"fecha": "30/Jun/2016", "score_general": "9.0", "score_facilidad": "10.0", "materia": "Álgebra Lineal", "comments": "Da buena retroalimentación, Muchos Exámenes, Brinda apoyoEs ben profesor, aprendes lo básico pero si le preguntas más sobre los temas te responde sin problemas, la evaluación semanal te ayuda mucho en la calificación, aunque necesitas hacer sus series, si usa el pizarron electronico sube las clases a su página y eso ayuda como repaso y para no distraerse"}, {"fecha": "27/Jun/2016", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Cálculo vectorial", "comments": "Es ben profesor, aprendes lo básico pero si le preguntas más sobre los temas te responde sin problemas, la evaluación semanal te ayuda mucho en la calificación, aunque necesitas hacer sus series, si usa el pizarron electronico sube las clases a su página y eso ayuda como repaso y para no distraerse"}, {"fecha": "27/Jun/2016", "score_general": "9.0", "score_facilidad": "10.0", "materia": "Álgebra lineal", "comments": "Barco, Muchas tareas, Brinda apoyoEs ben profesor, aprendes lo básico pero si le preguntas más sobre los temas te responde sin problemas, la evaluación semanal te ayuda mucho en la calificación, aunque necesitas hacer sus series, si usa el pizarron electronico sube las clases a su página y eso ayuda como repaso y para no distraerse"}, {"fecha": "31/May/2016", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Calculo Vectorial", "comments": "Brinda apoyo, Clases excelentes, Tomaría su clase otra vezEs ben profesor, aprendes lo básico pero si le preguntas más sobre los temas te responde sin problemas, la evaluación semanal te ayuda mucho en la calificación, aunque necesitas hacer sus series, si usa el pizarron electronico sube las clases a su página y eso ayuda como repaso y para no distraerse"}, {"fecha": "22/May/2016", "score_general": "10.0", "score_facilidad": "10.0", "materia": "vectorial", "comments": "Muchas tareas, Brinda apoyo, Clases excelentesEs ben profesor, aprendes lo básico pero si le preguntas más sobre los temas te responde sin problemas, la evaluación semanal te ayuda mucho en la calificación, aunque necesitas hacer sus series, si usa el pizarron electronico sube las clases a su página y eso ayuda como repaso y para no distraerse"}, {"fecha": "16/May/2016", "score_general": "9.0", "score_facilidad": "10.0", "materia": "Álgebra lineal", "comments": "Muchos Exámenes, Aspectos de calificación claros, Brinda apoyo"}, {"fecha": "29/Feb/2016", "score_general": "8.0", "score_facilidad": "10.0", "materia": "Calculo Vectorial", "comments": "Aspectos de calificación claros, Clases excelentes, Tomaría su clase otra vez"}, {"fecha": "19/Ene/2016", "score_general": "7.0", "score_facilidad": "8.0", "materia": "Ecuaciones Diferenciales", "comments": ""}, {"fecha": "21/Nov/2015", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Cálculo Vectorial", "comments": ""}, {"fecha": "29/Jul/2015", "score_general": "5.0", "score_facilidad": "10.0", "materia": "Álgebra lineal", "comments": "Muchos Exámenes, Clases excelentes, Tomaría su clase otra vez"}, {"fecha": "28/May/2015", "score_general": "9.0", "score_facilidad": "10.0", "materia": "Ecuaciones Diferenciales", "comments": ""}, {"fecha": "28/May/2015", "score_general": "9.0", "score_facilidad": "10.0", "materia": "Cálculo Vectorial", "comments": ""}, {"fecha": "17/Dic/2014", "score_general": "4.0", "score_facilidad": "10.0", "materia": "Ecuaciones Diferenciales", "comments": ""}, {"fecha": "12/Nov/2014", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Vectorial", "comments": ""}, {"fecha": "05/Oct/2014", "score_general": "10.0", "score_facilidad": "6.0", "materia": "calculo vectorial", "comments": ""}, {"fecha": "06/Ago/2014", "score_general": "8.0", "score_facilidad": "8.0", "materia": "algebra lineal", "comments": ""}, {"fecha": "27/Jun/2014", "score_general": "2.0", "score_facilidad": "2.0", "materia": "Calulo vectorial", "comments": ""}, {"fecha": "27/Jun/2014", "score_general": "5.0", "score_facilidad": "6.0", "materia": "Calculo Vectorial", "comments": ""}, {"fecha": "24/Jun/2014", "score_general": "3.0", "score_facilidad": "4.0", "materia": "Calculo vectorial", "comments": ""}, {"fecha": "24/Jun/2014", "score_general": "9.0", "score_facilidad": "10.0", "materia": "Ecuaciones Diferenciales", "comments": ""}, {"fecha": "30/Ene/2014", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Calculo Vectorial", "comments": ""}, {"fecha": "30/Ene/2014", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Calculo Vectorial", "comments": ""}, {"fecha": "13/Ene/2014", "score_general": "10.0", "score_facilidad": "6.0", "materia": "ecuaciones diferenciales", "comments": ""}, {"fecha": "30/Dic/2013", "score_general": "9.0", "score_facilidad": "8.0", "materia": "lineal", "comments": ""}, {"fecha": "18/Oct/2013", "score_general": "10.0", "score_facilidad": "4.0", "materia": "calculo vectorial", "comments": ""}, {"fecha": "25/Jun/2013", "score_general": "5.0", "score_facilidad": "10.0", "materia": "Vectorial", "comments": "MUY barco, no aprendes nada más que a hacer sus ejercicios, terminas mecanizando todo."}, {"fecha": "18/May/2013", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Ecuaciones Diferenciales", "comments": "MUY barco, no aprendes nada más que a hacer sus ejercicios, terminas mecanizando todo."}, {"fecha": "24/Ene/2013", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Álgebra Lineal, Vectorial, Ec. Diferenciales", "comments": "MUY barco, no aprendes nada más que a hacer sus ejercicios, terminas mecanizando todo."}, {"fecha": "12/Ene/2013", "score_general": "8.0", "score_facilidad": "10.0", "materia": "Ecuaciones Diferenciales", "comments": "MUY barco, no aprendes nada más que a hacer sus ejercicios, terminas mecanizando todo."}, {"fecha": "30/Nov/2012", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Algebra Lineal", "comments": "MUY barco, no aprendes nada más que a hacer sus ejercicios, terminas mecanizando todo."}, {"fecha": "02/Nov/2012", "score_general": "9.0", "score_facilidad": "6.0", "materia": "algebra lineal", "comments": "excelente profesor, las calificcions malas creo que son de personas que se equivocaron de profe porque Roberto Guzman es muy muy buen profe y no te pone trabas para aprender y sacar buena calificacion"}, {"fecha": "28/Oct/2012", "score_general": "8.0", "score_facilidad": "8.0", "materia": "lineal, ecuaciones, vecto", "comments": "excelente profesor, las calificcions malas creo que son de personas que se equivocaron de profe porque Roberto Guzman es muy muy buen profe y no te pone trabas para aprender y sacar buena calificacion"}, {"fecha": "24/Jul/2012", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Vectorial", "comments": "excelente profesor, las calificcions malas creo que son de personas que se equivocaron de profe porque Roberto Guzman es muy muy buen profe y no te pone trabas para aprender y sacar buena calificacion"}, {"fecha": "23/May/2012", "score_general": "7.0", "score_facilidad": "10.0", "materia": "ecuaciones lineal vectorial", "comments": "excelente profesor, las calificcions malas creo que son de personas que se equivocaron de profe porque Roberto Guzman es muy muy buen profe y no te pone trabas para aprender y sacar buena calificacion"}, {"fecha": "12/Mar/2012", "score_general": "9.0", "score_facilidad": "10.0", "materia": "Algebra Lineal", "comments": "excelente profesor, las calificcions malas creo que son de personas que se equivocaron de profe porque Roberto Guzman es muy muy buen profe y no te pone trabas para aprender y sacar buena calificacion"}, {"fecha": "02/Dic/2011", "score_general": "10.0", "score_facilidad": "8.0", "materia": "ÁLGBRA LINEAL", "comments": "Quien critique a este profesor realmente es porque no lo conoce, es de lo mejor que hay en la FI, espero que hablen de un homónimo de este profesor porque el que yo conocí es excelente profesor y persona, siempre atento y aclarando dudas"}, {"fecha": "14/Jul/2011", "score_general": "10.0", "score_facilidad": "10.0", "materia": "vecto, eci difer. y lineal", "comments": "Quien critique a este profesor realmente es porque no lo conoce, es de lo mejor que hay en la FI, espero que hablen de un homónimo de este profesor porque el que yo conocí es excelente profesor y persona, siempre atento y aclarando dudas"}, {"fecha": "03/Jun/2011", "score_general": "7.0", "score_facilidad": "10.0", "materia": "---", "comments": "Quien critique a este profesor realmente es porque no lo conoce, es de lo mejor que hay en la FI, espero que hablen de un homónimo de este profesor porque el que yo conocí es excelente profesor y persona, siempre atento y aclarando dudas"}, {"fecha": "24/May/2011", "score_general": "7.0", "score_facilidad": "8.0", "materia": "---", "comments": "Quien critique a este profesor realmente es porque no lo conoce, es de lo mejor que hay en la FI, espero que hablen de un homónimo de este profesor porque el que yo conocí es excelente profesor y persona, siempre atento y aclarando dudas"}, {"fecha": "15/Abr/2011", "score_general": "2.0", "score_facilidad": "2.0", "materia": "Ecuaciones Y c. Vect,", "comments": "Quien critique a este profesor realmente es porque no lo conoce, es de lo mejor que hay en la FI, espero que hablen de un homónimo de este profesor porque el que yo conocí es excelente profesor y persona, siempre atento y aclarando dudas"}, {"fecha": "07/Abr/2011", "score_general": "2.0", "score_facilidad": "2.0", "materia": "calculo vectorial", "comments": "este profesor no tiene absolutamente nada, ni sabe enseñar, ni esta facil pasar y sus materias las hace ver lo mas dificiles posibles."}, {"fecha": "04/Abr/2011", "score_general": "2.0", "score_facilidad": "2.0", "materia": "c. vect.", "comments": "este profesor no tiene absolutamente nada, ni sabe enseñar, ni esta facil pasar y sus materias las hace ver lo mas dificiles posibles."}, {"fecha": "04/Abr/2011", "score_general": "2.0", "score_facilidad": "2.0", "materia": "claculo vectorial", "comments": "este profesor no tiene absolutamente nada, ni sabe enseñar, ni esta facil pasar y sus materias las hace ver lo mas dificiles posibles."}, {"fecha": "01/Abr/2011", "score_general": "2.0", "score_facilidad": "2.0", "materia": "diferenciales", "comments": "este profesor no tiene absolutamente nada, ni sabe enseñar, ni esta facil pasar y sus materias las hace ver lo mas dificiles posibles."}, {"fecha": "01/Abr/2011", "score_general": "2.0", "score_facilidad": "2.0", "materia": "Ecuaciones", "comments": "este profesor no tiene absolutamente nada, ni sabe enseñar, ni esta facil pasar y sus materias las hace ver lo mas dificiles posibles."}, {"fecha": "31/Mar/2011", "score_general": "3.0", "score_facilidad": "6.0", "materia": "c.vectorial", "comments": "Es mal profesor, no es dificil pasar, pero no aprendes nadaaa, la verdad me arrepiento de meter la materia con él. Sus clases son tediosas y nada que ver con otros profesores que realmente son buenos, este es malo."}, {"fecha": "31/Mar/2011", "score_general": "2.0", "score_facilidad": "2.0", "materia": "C. Vect.", "comments": "Es mal profesor, no es dificil pasar, pero no aprendes nadaaa, la verdad me arrepiento de meter la materia con él. Sus clases son tediosas y nada que ver con otros profesores que realmente son buenos, este es malo."}, {"fecha": "31/Mar/2011", "score_general": "2.0", "score_facilidad": "2.0", "materia": "Calculo Vectorial", "comments": "Es mal profesor, no es dificil pasar, pero no aprendes nadaaa, la verdad me arrepiento de meter la materia con él. Sus clases son tediosas y nada que ver con otros profesores que realmente son buenos, este es malo."}, {"fecha": "26/Mar/2011", "score_general": "10.0", "score_facilidad": "10.0", "materia": "---", "comments": "Es mal profesor, no es dificil pasar, pero no aprendes nadaaa, la verdad me arrepiento de meter la materia con él. Sus clases son tediosas y nada que ver con otros profesores que realmente son buenos, este es malo."}, {"fecha": "25/Mar/2011", "score_general": "2.0", "score_facilidad": "2.0", "materia": "calculo vectorial", "comments": "Es mal profesor, no es dificil pasar, pero no aprendes nadaaa, la verdad me arrepiento de meter la materia con él. Sus clases son tediosas y nada que ver con otros profesores que realmente son buenos, este es malo."}, {"fecha": "25/Mar/2011", "score_general": "2.0", "score_facilidad": "2.0", "materia": "Calculo Vectorial", "comments": "Mejor cambiate de profe, porque con este cab..\r\n  - No aprendes\r\n  - No pasas\r\n  - Te matas haciendo series inresolvibles\r\n  - Te humilla a diario\r\nEs tu decision"}, {"fecha": "23/Mar/2011", "score_general": "2.0", "score_facilidad": "2.0", "materia": "ECUACIONES DIFERENCIALES", "comments": "Mejor cambiate de profe, porque con este cab..\r\n  - No aprendes\r\n  - No pasas\r\n  - Te matas haciendo series inresolvibles\r\n  - Te humilla a diario\r\nEs tu decision"}, {"fecha": "14/Mar/2011", "score_general": "4.0", "score_facilidad": "2.0", "materia": "E. Dif.", "comments": "Mejor cambiate de profe, porque con este cab..\r\n  - No aprendes\r\n  - No pasas\r\n  - Te matas haciendo series inresolvibles\r\n  - Te humilla a diario\r\nEs tu decision"}, {"fecha": "14/Mar/2011", "score_general": "2.0", "score_facilidad": "2.0", "materia": "Ecuaciones D.", "comments": "Mejor cambiate de profe, porque con este cab..\r\n  - No aprendes\r\n  - No pasas\r\n  - Te matas haciendo series inresolvibles\r\n  - Te humilla a diario\r\nEs tu decision"}, {"fecha": "11/Mar/2011", "score_general": "3.0", "score_facilidad": "4.0", "materia": "Ecuaciones Diferenciales", "comments": "Mejor cambiate de profe, porque con este cab..\r\n  - No aprendes\r\n  - No pasas\r\n  - Te matas haciendo series inresolvibles\r\n  - Te humilla a diario\r\nEs tu decision"}, {"fecha": "10/Mar/2011", "score_general": "9.0", "score_facilidad": "6.0", "materia": "---", "comments": "[Comentario esperando revisión]"}, {"fecha": "09/Mar/2011", "score_general": "4.0", "score_facilidad": "2.0", "materia": "---", "comments": "[Comentario esperando revisión]"}, {"fecha": "04/Mar/2011", "score_general": "2.0", "score_facilidad": "2.0", "materia": "Ecuaciones Diferenciales", "comments": "[Comentario esperando revisión]"}, {"fecha": "24/Ene/2011", "score_general": "10.0", "score_facilidad": "10.0", "materia": "vecto, eci difer. y lineal", "comments": "[Comentario esperando revisión]"}, {"fecha": "18/Ene/2011", "score_general": "8.0", "score_facilidad": "4.0", "materia": "Lineal", "comments": "[Comentario esperando revisión]"}, {"fecha": "29/Dic/2010", "score_general": "10.0", "score_facilidad": "10.0", "materia": "lineal", "comments": "100% recomendable"}, {"fecha": "18/Dic/2010", "score_general": "10.0", "score_facilidad": "10.0", "materia": "lineal,  ecuaciones, vectorial", "comments": "100% recomendable"}]