[{"fecha": "02/Feb/2023", "score_general": "9.0", "score_facilidad": "6.0", "materia": "Mecanica de fluidos 1", "comments": "Califica Duro, Respetado por los estudiantes, Los exámenes son difícilesMuy bueno, de los mejores profes que he tenido pero si tienes que poner atención porque explica muy correcto y tienes que tener buenas bases. Sus exámenes son complejos y dignos para un buen ingeniero. Deja ejercicio que no se entregan pero hacerlos y que vea que lo intentas  te sube se calificacion"}, {"fecha": "06/Sep/2021", "score_general": "10.0", "score_facilidad": "2.0", "materia": "Mecánica de fluidos 1", "comments": "La Participación Importa, Los exámenes son difíciles, Tomaría su clase otra vezMuy bueno, de los mejores profes que he tenido pero si tienes que poner atención porque explica muy correcto y tienes que tener buenas bases. Sus exámenes son complejos y dignos para un buen ingeniero. Deja ejercicio que no se entregan pero hacerlos y que vea que lo intentas  te sube se calificacion"}, {"fecha": "26/Sep/2020", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Física", "comments": "Muy bueno, de los mejores profes que he tenido pero si tienes que poner atención porque explica muy correcto y tienes que tener buenas bases. Sus exámenes son complejos y dignos para un buen ingeniero. Deja ejercicio que no se entregan pero hacerlos y que vea que lo intentas  te sube se calificacion"}, {"fecha": "24/Sep/2020", "score_general": "10.0", "score_facilidad": "4.0", "materia": "Mecánica de fluidos 1", "comments": "Da buena retroalimentación, Clases excelentes, Los exámenes son difícilesMuy bueno, de los mejores profes que he tenido pero si tienes que poner atención porque explica muy correcto y tienes que tener buenas bases. Sus exámenes son complejos y dignos para un buen ingeniero. Deja ejercicio que no se entregan pero hacerlos y que vea que lo intentas  te sube se calificacion"}, {"fecha": "11/Jul/2017", "score_general": "8.0", "score_facilidad": "10.0", "materia": "Mecánica de Fluidos", "comments": "Muy bueno, de los mejores profes que he tenido pero si tienes que poner atención porque explica muy correcto y tienes que tener buenas bases. Sus exámenes son complejos y dignos para un buen ingeniero. Deja ejercicio que no se entregan pero hacerlos y que vea que lo intentas  te sube se calificacion"}, {"fecha": "16/Dic/2015", "score_general": "10.0", "score_facilidad": "2.0", "materia": "Mecánica de Fluidos I", "comments": "La mejor opción para Fluidos I y un profesor de nivel internacional. Eso sí, los exámenes son bastante complicados, debes hacer todas las tareas y participar mucho, discutir los problemas. Sólo métanlo si son realmente valientes y desean aprender, no sólo aprobar; y tendrán una muy grata experiencia"}]