[{"fecha": "27/Ene/2023", "score_general": "7.0", "score_facilidad": "8.0", "materia": "Recursos y Necesidades de México", "comments": "Muchas tareas, Prepárate para leer, Asistencia obligatoriaSus clases normalmente duran poco más de 1 hora. Evalua con una exposición por equipo sobre algunos temás que proporciona, deben hacer algunos cuestionarios sobre esos temas. También hay que hacer reportes de algunas lecturas (de las cuál hace examen de opción multip). También otros trabajos simples"}, {"fecha": "18/Ene/2023", "score_general": "7.0", "score_facilidad": "6.0", "materia": "Recursos y Necesidades de México", "comments": "Prepárate para leer, Asistencia obligatoriaSus clases normalmente duran poco más de 1 hora. Evalua con una exposición por equipo sobre algunos temás que proporciona, deben hacer algunos cuestionarios sobre esos temas. También hay que hacer reportes de algunas lecturas (de las cuál hace examen de opción multip). También otros trabajos simples"}, {"fecha": "12/Ago/2021", "score_general": "8.0", "score_facilidad": "8.0", "materia": "Recursos y Necesidades de México", "comments": "Prepárate para leer, Asistencia obligatoria, Tomaría su clase otra vezSus clases normalmente duran poco más de 1 hora. Evalua con una exposición por equipo sobre algunos temás que proporciona, deben hacer algunos cuestionarios sobre esos temas. También hay que hacer reportes de algunas lecturas (de las cuál hace examen de opción multip). También otros trabajos simples"}, {"fecha": "01/Sep/2020", "score_general": "5.0", "score_facilidad": "8.0", "materia": "Cultura y Comunicación", "comments": "BarcoSus clases normalmente duran poco más de 1 hora. Evalua con una exposición por equipo sobre algunos temás que proporciona, deben hacer algunos cuestionarios sobre esos temas. También hay que hacer reportes de algunas lecturas (de las cuál hace examen de opción multip). También otros trabajos simples"}, {"fecha": "10/Ago/2019", "score_general": "2.0", "score_facilidad": "6.0", "materia": "Cultura y comunicación", "comments": "Muchas tareas, Prepárate para leer, Pocos ExámenesSus clases normalmente duran poco más de 1 hora. Evalua con una exposición por equipo sobre algunos temás que proporciona, deben hacer algunos cuestionarios sobre esos temas. También hay que hacer reportes de algunas lecturas (de las cuál hace examen de opción multip). También otros trabajos simples"}, {"fecha": "27/Jun/2019", "score_general": "4.0", "score_facilidad": "6.0", "materia": "Cultura y comunicacion", "comments": "Prepárate para leer, Muchos Exámenes, Deja trabajos largosEs un maestro horrible, deja muchos trabajos pero ni los califica al final te pone lo que quiere, no debes estar con el teléfono o haciendo trabajos de otras materias por que te va a afectar en la calificación, en mi salón puso las calificaciones al azar, solo puso 8, 7 y 6."}, {"fecha": "13/Jun/2019", "score_general": "2.0", "score_facilidad": "4.0", "materia": "Cultura y Comunicación", "comments": "Califica Duro, Muchas tareas, Prepárate para leerEs un maestro horrible, deja muchos trabajos pero ni los califica al final te pone lo que quiere, no debes estar con el teléfono o haciendo trabajos de otras materias por que te va a afectar en la calificación, en mi salón puso las calificaciones al azar, solo puso 8, 7 y 6."}, {"fecha": "24/Ene/2019", "score_general": "7.0", "score_facilidad": "8.0", "materia": "Cultura y Comunicación", "comments": "Barco, Muy cómico, Brinda apoyoEs un maestro horrible, deja muchos trabajos pero ni los califica al final te pone lo que quiere, no debes estar con el teléfono o haciendo trabajos de otras materias por que te va a afectar en la calificación, en mi salón puso las calificaciones al azar, solo puso 8, 7 y 6."}, {"fecha": "06/Ago/2018", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Cultura y Comunicación", "comments": "Barco, Prepárate para leer, Pocos ExámenesEs un maestro horrible, deja muchos trabajos pero ni los califica al final te pone lo que quiere, no debes estar con el teléfono o haciendo trabajos de otras materias por que te va a afectar en la calificación, en mi salón puso las calificaciones al azar, solo puso 8, 7 y 6."}, {"fecha": "27/Jun/2018", "score_general": "4.0", "score_facilidad": "6.0", "materia": "cultura y comunicacion", "comments": "Es un maestro horrible, deja muchos trabajos pero ni los califica al final te pone lo que quiere, no debes estar con el teléfono o haciendo trabajos de otras materias por que te va a afectar en la calificación, en mi salón puso las calificaciones al azar, solo puso 8, 7 y 6."}, {"fecha": "09/Ene/2018", "score_general": "6.0", "score_facilidad": "8.0", "materia": "Cultura y Comunicación", "comments": "Barco, Prepárate para leer, La Participación ImportaSus clases son algo aburridas y el profe habla muy abajo. Hubo algunas excepciones que quizá valieron la pena. Deja leer libros de los cuales hace examen de opción múltiple. Recomiendo que pases a exponer sobre alguna presentación que él diga, e igual que participes en la clase para que te ayude."}, {"fecha": "26/May/2017", "score_general": "8.0", "score_facilidad": "8.0", "materia": "Cultura y Comunicación.", "comments": "Barco, Muy cómico, Prepárate para leerSus clases son algo aburridas y el profe habla muy abajo. Hubo algunas excepciones que quizá valieron la pena. Deja leer libros de los cuales hace examen de opción múltiple. Recomiendo que pases a exponer sobre alguna presentación que él diga, e igual que participes en la clase para que te ayude."}, {"fecha": "24/Ene/2017", "score_general": "9.0", "score_facilidad": "10.0", "materia": "Cultura y comunicación", "comments": "Barco, Prepárate para leer, Pocos ExámenesSus clases son algo aburridas y el profe habla muy abajo. Hubo algunas excepciones que quizá valieron la pena. Deja leer libros de los cuales hace examen de opción múltiple. Recomiendo que pases a exponer sobre alguna presentación que él diga, e igual que participes en la clase para que te ayude."}, {"fecha": "22/Ene/2017", "score_general": "7.0", "score_facilidad": "2.0", "materia": "Comunicación", "comments": "Sus clases son algo aburridas y el profe habla muy abajo. Hubo algunas excepciones que quizá valieron la pena. Deja leer libros de los cuales hace examen de opción múltiple. Recomiendo que pases a exponer sobre alguna presentación que él diga, e igual que participes en la clase para que te ayude."}, {"fecha": "27/Nov/2015", "score_general": "9.0", "score_facilidad": "10.0", "materia": "Cultura y comunicación", "comments": "Sus clases son algo aburridas y el profe habla muy abajo. Hubo algunas excepciones que quizá valieron la pena. Deja leer libros de los cuales hace examen de opción múltiple. Recomiendo que pases a exponer sobre alguna presentación que él diga, e igual que participes en la clase para que te ayude."}, {"fecha": "01/Jul/2015", "score_general": "10.0", "score_facilidad": "2.0", "materia": "Introducción a la Economía", "comments": "Recomendable si lo que quieres es pasar (con cualquier calificación) pues lo que enseña es muy poco y su clase es aburridísima (películas, noticias de internet y exposiciones mal hechas). Eso sí, sus exámenes no son nada fáciles comparados con lo que enseña y siempre debes entregar todo lo que pida."}, {"fecha": "29/Jun/2015", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Introduccion a la economia", "comments": "Recomendable si lo que quieres es pasar (con cualquier calificación) pues lo que enseña es muy poco y su clase es aburridísima (películas, noticias de internet y exposiciones mal hechas). Eso sí, sus exámenes no son nada fáciles comparados con lo que enseña y siempre debes entregar todo lo que pida."}, {"fecha": "19/Ene/2015", "score_general": "9.0", "score_facilidad": "8.0", "materia": "cultura", "comments": "Recomendable si lo que quieres es pasar (con cualquier calificación) pues lo que enseña es muy poco y su clase es aburridísima (películas, noticias de internet y exposiciones mal hechas). Eso sí, sus exámenes no son nada fáciles comparados con lo que enseña y siempre debes entregar todo lo que pida."}, {"fecha": "05/Ene/2015", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Cultura", "comments": "Recomendable si lo que quieres es pasar (con cualquier calificación) pues lo que enseña es muy poco y su clase es aburridísima (películas, noticias de internet y exposiciones mal hechas). Eso sí, sus exámenes no son nada fáciles comparados con lo que enseña y siempre debes entregar todo lo que pida."}, {"fecha": "22/May/2014", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Economía", "comments": "Recomendable si lo que quieres es pasar (con cualquier calificación) pues lo que enseña es muy poco y su clase es aburridísima (películas, noticias de internet y exposiciones mal hechas). Eso sí, sus exámenes no son nada fáciles comparados con lo que enseña y siempre debes entregar todo lo que pida."}]