[{"fecha": "04/Sep/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Algebra Lineal", "comments": "Barco, Respetado por los estudiantes, Tomaría su clase otra vezSi pueden, métanlo, sus clases son en meet, aprendes mucho, apoya bastante, es capaz de dar una clase para resolver dudas, deja 6 tareas en todo el semestre que las saca de un libro y además las respuestas van al final,  su trabajo final es subir las tareas en una carpeta y ya, es el mejor"}, {"fecha": "09/Feb/2020", "score_general": "7.0", "score_facilidad": "8.0", "materia": "Algebra lineal", "comments": "Barco, Muy cómico, Las clases son largasSi pueden, métanlo, sus clases son en meet, aprendes mucho, apoya bastante, es capaz de dar una clase para resolver dudas, deja 6 tareas en todo el semestre que las saca de un libro y además las respuestas van al final,  su trabajo final es subir las tareas en una carpeta y ya, es el mejor"}, {"fecha": "07/Jun/2019", "score_general": "5.0", "score_facilidad": "10.0", "materia": "Álgebra Lineal", "comments": "Barco, Pocos ExámenesSi pueden, métanlo, sus clases son en meet, aprendes mucho, apoya bastante, es capaz de dar una clase para resolver dudas, deja 6 tareas en todo el semestre que las saca de un libro y además las respuestas van al final,  su trabajo final es subir las tareas en una carpeta y ya, es el mejor"}, {"fecha": "03/Jul/2017", "score_general": "6.0", "score_facilidad": "10.0", "materia": "Álgebra lineal", "comments": "Si pueden, métanlo, sus clases son en meet, aprendes mucho, apoya bastante, es capaz de dar una clase para resolver dudas, deja 6 tareas en todo el semestre que las saca de un libro y además las respuestas van al final,  su trabajo final es subir las tareas en una carpeta y ya, es el mejor"}, {"fecha": "30/Nov/2016", "score_general": "3.0", "score_facilidad": "6.0", "materia": "álgebra lineal", "comments": "BarcoSi pueden, métanlo, sus clases son en meet, aprendes mucho, apoya bastante, es capaz de dar una clase para resolver dudas, deja 6 tareas en todo el semestre que las saca de un libro y además las respuestas van al final,  su trabajo final es subir las tareas en una carpeta y ya, es el mejor"}, {"fecha": "17/Sep/2015", "score_general": "4.0", "score_facilidad": "10.0", "materia": "álgebra linea", "comments": "Pésimo profesor!!! No aprendes nada en el curso, y pasas únicamente si estudiar por tu cuenta, sino no sabes ni que poner en el examen. Te aburrre mucho!!"}, {"fecha": "28/Jul/2015", "score_general": "4.0", "score_facilidad": "10.0", "materia": "Álgebra Lineal", "comments": "Barco, Muy cómico, Las clases son largasPésimo profesor!!! No aprendes nada en el curso, y pasas únicamente si estudiar por tu cuenta, sino no sabes ni que poner en el examen. Te aburrre mucho!!"}, {"fecha": "26/Jul/2015", "score_general": "8.0", "score_facilidad": "10.0", "materia": "Algebra Lineal", "comments": "Barco, Muy cómico, Pocos ExámenesPésimo profesor!!! No aprendes nada en el curso, y pasas únicamente si estudiar por tu cuenta, sino no sabes ni que poner en el examen. Te aburrre mucho!!"}, {"fecha": "19/Ene/2015", "score_general": "8.0", "score_facilidad": "10.0", "materia": "Álgebra Lineal", "comments": "Pésimo profesor!!! No aprendes nada en el curso, y pasas únicamente si estudiar por tu cuenta, sino no sabes ni que poner en el examen. Te aburrre mucho!!"}]