[{"fecha": "15/Feb/2022", "score_general": "3.0", "score_facilidad": "6.0", "materia": "Geología", "comments": "La Participación Importa, Las clases son largasTome geología en presenciales y era una clase muy tediosa y aburrida, solo lee las diapositivas y solo enseña cuestiones muy básicas en términos confusos. En los examenes bienen cosas que ni siquiera dijo en clase y por ello, la mayoria hizo la segunda vuelta de final, aunque pasas porque pasas."}, {"fecha": "03/Sep/2021", "score_general": "8.0", "score_facilidad": "8.0", "materia": "Geología", "comments": "Asistencia obligatoria, Las clases son largas, Pocos ExámenesTome geología en presenciales y era una clase muy tediosa y aburrida, solo lee las diapositivas y solo enseña cuestiones muy básicas en términos confusos. En los examenes bienen cosas que ni siquiera dijo en clase y por ello, la mayoria hizo la segunda vuelta de final, aunque pasas porque pasas."}, {"fecha": "26/Ago/2021", "score_general": "7.0", "score_facilidad": "10.0", "materia": "Geología", "comments": "BarcoTome geología en presenciales y era una clase muy tediosa y aburrida, solo lee las diapositivas y solo enseña cuestiones muy básicas en términos confusos. En los examenes bienen cosas que ni siquiera dijo en clase y por ello, la mayoria hizo la segunda vuelta de final, aunque pasas porque pasas."}, {"fecha": "24/Ago/2021", "score_general": "2.0", "score_facilidad": "10.0", "materia": "Geologia", "comments": "Tome geología en presenciales y era una clase muy tediosa y aburrida, solo lee las diapositivas y solo enseña cuestiones muy básicas en términos confusos. En los examenes bienen cosas que ni siquiera dijo en clase y por ello, la mayoria hizo la segunda vuelta de final, aunque pasas porque pasas."}, {"fecha": "24/Ago/2021", "score_general": "4.0", "score_facilidad": "8.0", "materia": "Geologia", "comments": "Asistencia obligatoriaTome geología en presenciales y era una clase muy tediosa y aburrida, solo lee las diapositivas y solo enseña cuestiones muy básicas en términos confusos. En los examenes bienen cosas que ni siquiera dijo en clase y por ello, la mayoria hizo la segunda vuelta de final, aunque pasas porque pasas."}, {"fecha": "17/Ago/2021", "score_general": "2.0", "score_facilidad": "8.0", "materia": "Mecánica de Rocas", "comments": "Califica DuroTome la clase en presencial y semipresencial en el primer semestre de 2020. No explica, lee sus diapositivas feas y no vemos ejercicios prácticos. En línea nunca nos dio ni una clase ,dejaba que hiciéramos resúmenes y series de ejercicios de temas que no vimos. No revisa nada y al final pone 8 a tod"}, {"fecha": "05/Ago/2021", "score_general": "2.0", "score_facilidad": "2.0", "materia": "Mecánica de Rocas", "comments": "Tome la clase en presencial y semipresencial en el primer semestre de 2020. No explica, lee sus diapositivas feas y no vemos ejercicios prácticos. En línea nunca nos dio ni una clase ,dejaba que hiciéramos resúmenes y series de ejercicios de temas que no vimos. No revisa nada y al final pone 8 a tod"}, {"fecha": "25/Jul/2021", "score_general": "2.0", "score_facilidad": "10.0", "materia": "Mecánica de Rocas", "comments": "Barco, Las clases son largasTome la clase en presencial y semipresencial en el primer semestre de 2020. No explica, lee sus diapositivas feas y no vemos ejercicios prácticos. En línea nunca nos dio ni una clase ,dejaba que hiciéramos resúmenes y series de ejercicios de temas que no vimos. No revisa nada y al final pone 8 a tod"}, {"fecha": "18/Feb/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Geología", "comments": "La Participación Importa, Brinda apoyo, Tomaría su clase otra vezTome la clase en presencial y semipresencial en el primer semestre de 2020. No explica, lee sus diapositivas feas y no vemos ejercicios prácticos. En línea nunca nos dio ni una clase ,dejaba que hiciéramos resúmenes y series de ejercicios de temas que no vimos. No revisa nada y al final pone 8 a tod"}, {"fecha": "06/Ago/2019", "score_general": "5.0", "score_facilidad": "6.0", "materia": "Geología", "comments": "Tome la clase en presencial y semipresencial en el primer semestre de 2020. No explica, lee sus diapositivas feas y no vemos ejercicios prácticos. En línea nunca nos dio ni una clase ,dejaba que hiciéramos resúmenes y series de ejercicios de temas que no vimos. No revisa nada y al final pone 8 a tod"}, {"fecha": "25/May/2019", "score_general": "6.0", "score_facilidad": "8.0", "materia": "Geologia", "comments": "Califica Duro, Muchas tareas, Los exámenes son difícilesExige mucho para la clase que da, en general es muy aburrida la clase y no dice nada acerca de ponerle atención. Es mucha la responsabilidad del alumno el sacar 10 en la clase."}, {"fecha": "27/Jun/2018", "score_general": "5.0", "score_facilidad": "2.0", "materia": "Geología", "comments": "Califica Duro, Prepárate para leer, Los exámenes son difícilesExige mucho para la clase que da, en general es muy aburrida la clase y no dice nada acerca de ponerle atención. Es mucha la responsabilidad del alumno el sacar 10 en la clase."}, {"fecha": "08/Ene/2018", "score_general": "7.0", "score_facilidad": "10.0", "materia": "Geologia.", "comments": "Exige mucho para la clase que da, en general es muy aburrida la clase y no dice nada acerca de ponerle atención. Es mucha la responsabilidad del alumno el sacar 10 en la clase."}, {"fecha": "27/Jun/2017", "score_general": "4.0", "score_facilidad": "10.0", "materia": "Geología", "comments": "Barco, La Participación Importa, Las clases son largasExige mucho para la clase que da, en general es muy aburrida la clase y no dice nada acerca de ponerle atención. Es mucha la responsabilidad del alumno el sacar 10 en la clase."}]