[{"fecha": "30/Dic/2021", "score_general": "8.0", "score_facilidad": "2.0", "materia": "Cálculo Integral", "comments": "Da buena retroalimentación, Respetado por los estudiantes, Clases excelentesSimplemente el mejor profesor de integral y diferenciales en la FI. Debes practicar mucho, recomiendo ir al taller. La mayoría se va a final pero con lo que te enseña lo pasas riéndote."}, {"fecha": "14/Ago/2021", "score_general": "8.0", "score_facilidad": "4.0", "materia": "Cálculo Integral", "comments": "Simplemente el mejor profesor de integral y diferenciales en la FI. Debes practicar mucho, recomiendo ir al taller. La mayoría se va a final pero con lo que te enseña lo pasas riéndote."}, {"fecha": "18/Feb/2021", "score_general": "8.0", "score_facilidad": "6.0", "materia": "Ecuaciones Diferenciales", "comments": "Califica Duro, Da buena retroalimentación, Clases excelentesSimplemente el mejor profesor de integral y diferenciales en la FI. Debes practicar mucho, recomiendo ir al taller. La mayoría se va a final pero con lo que te enseña lo pasas riéndote."}, {"fecha": "30/Nov/2020", "score_general": "7.0", "score_facilidad": "4.0", "materia": "Calculo Integral", "comments": "Califica Duro, Respetado por los estudiantes, Los exámenes son difícilesSimplemente el mejor profesor de integral y diferenciales en la FI. Debes practicar mucho, recomiendo ir al taller. La mayoría se va a final pero con lo que te enseña lo pasas riéndote."}, {"fecha": "09/Feb/2020", "score_general": "6.0", "score_facilidad": "4.0", "materia": "Cáculo y Geometría Analítica", "comments": "Califica Duro, Pocos ExámenesSimplemente el mejor profesor de integral y diferenciales en la FI. Debes practicar mucho, recomiendo ir al taller. La mayoría se va a final pero con lo que te enseña lo pasas riéndote."}, {"fecha": "06/Ago/2019", "score_general": "8.0", "score_facilidad": "2.0", "materia": "Cálculo y geometría analítica", "comments": "Califica Duro, Da buena retroalimentación, Pocos Exámenes"}, {"fecha": "30/Jun/2019", "score_general": "8.0", "score_facilidad": "2.0", "materia": "Cálculo Integral", "comments": "Califica Duro, Aspectos de calificación claros, Los exámenes son difíciles"}, {"fecha": "27/Jun/2019", "score_general": "9.0", "score_facilidad": "2.0", "materia": "Cálculo Integral", "comments": "Califica Duro, Clases excelentes, Los exámenes son difíciles"}, {"fecha": "21/Ene/2019", "score_general": "8.0", "score_facilidad": "4.0", "materia": "Cálculo integral", "comments": "Respetado por los estudiantes, Brinda apoyo, Clases excelentes"}, {"fecha": "20/Ene/2019", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Calculo Diferencial", "comments": "Califica Duro, Muchas tareas, Asistencia obligatoria"}, {"fecha": "26/Jul/2018", "score_general": "7.0", "score_facilidad": "2.0", "materia": "Cálculo Integral", "comments": "Es impecable a la hora de explicar pero necesitas poner de tu parte porque los temas los expone con ejercicios y tareas con un nivel altamente difícil, necesitas buenos antecedentes, algunas veces se burlará de tus conocimientos. Irte a final es inevitable pero se te hará sencillo gracias a él."}, {"fecha": "20/Jul/2018", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Ecuaciones Diferenciales", "comments": "Clases excelentes, Los exámenes son difíciles, Tomaría su clase otra vezEs impecable a la hora de explicar pero necesitas poner de tu parte porque los temas los expone con ejercicios y tareas con un nivel altamente difícil, necesitas buenos antecedentes, algunas veces se burlará de tus conocimientos. Irte a final es inevitable pero se te hará sencillo gracias a él."}, {"fecha": "10/Ago/2017", "score_general": "2.0", "score_facilidad": "2.0", "materia": "CALCULO", "comments": "Es impecable a la hora de explicar pero necesitas poner de tu parte porque los temas los expone con ejercicios y tareas con un nivel altamente difícil, necesitas buenos antecedentes, algunas veces se burlará de tus conocimientos. Irte a final es inevitable pero se te hará sencillo gracias a él."}, {"fecha": "25/Jul/2017", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Cálculo con geo. analítica, cálculo integral y ec. dif.", "comments": "Respetado por los estudiantes, Aspectos de calificación claros, Clases excelentesEs impecable a la hora de explicar pero necesitas poner de tu parte porque los temas los expone con ejercicios y tareas con un nivel altamente difícil, necesitas buenos antecedentes, algunas veces se burlará de tus conocimientos. Irte a final es inevitable pero se te hará sencillo gracias a él."}, {"fecha": "19/Jul/2017", "score_general": "8.0", "score_facilidad": "4.0", "materia": "calculo integral", "comments": "Califica Duro, Inspiracional, Los exámenes son difícilesEs impecable a la hora de explicar pero necesitas poner de tu parte porque los temas los expone con ejercicios y tareas con un nivel altamente difícil, necesitas buenos antecedentes, algunas veces se burlará de tus conocimientos. Irte a final es inevitable pero se te hará sencillo gracias a él."}, {"fecha": "05/Jun/2017", "score_general": "9.0", "score_facilidad": "2.0", "materia": "CÁLCULO INTEGRAL", "comments": "Respetado por los estudiantes, Clases excelentes, Los exámenes son difícilesÉl es el ejemplo de un profesor de NIVEL, aprenderás mucho en su clase, tal vez no exentes, pero el final te parecerá fácil (comparado con sus exámenes), no te arrepentirás de tomar una clase con Luis."}, {"fecha": "08/Jun/2016", "score_general": "7.0", "score_facilidad": "2.0", "materia": "Calculo Integral/Cal y Geometria Ana.", "comments": "Califica Duro, Aspectos de calificación claros, Los exámenes son difícilesÉl es el ejemplo de un profesor de NIVEL, aprenderás mucho en su clase, tal vez no exentes, pero el final te parecerá fácil (comparado con sus exámenes), no te arrepentirás de tomar una clase con Luis."}]