[{"fecha": "14/Feb/2023", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Cálculo y Geometría analítica", "comments": "Da buena retroalimentación, Inspiracional, Aspectos de calificación clarosEs una maestra que se prepara para sus clases, es empática con nosotros y siempre nos aclara cualquier duda, también nos entiende y apoyo siempre que somos responsables en su clase, se nota que ama su profesión, su clase es dinámica y te prepara para las siguientes materias. 100% recomendable"}, {"fecha": "14/Feb/2023", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Cálculo y Geometría analítica", "comments": "Inspiracional, Da Crédito Extra, Brinda apoyoEs una maestra que se prepara para sus clases, es empática con nosotros y siempre nos aclara cualquier duda, también nos entiende y apoyo siempre que somos responsables en su clase, se nota que ama su profesión, su clase es dinámica y te prepara para las siguientes materias. 100% recomendable"}, {"fecha": "08/Feb/2023", "score_general": "8.0", "score_facilidad": "6.0", "materia": "Cálculo y Geometría Análitica", "comments": "Pocos Exámenes, Aspectos de calificación claros, Tomaría su clase otra vezEs una maestra que se prepara para sus clases, es empática con nosotros y siempre nos aclara cualquier duda, también nos entiende y apoyo siempre que somos responsables en su clase, se nota que ama su profesión, su clase es dinámica y te prepara para las siguientes materias. 100% recomendable"}, {"fecha": "02/Feb/2023", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Calculo y geometría analítica", "comments": "Inspiracional, Brinda apoyo, Tomaría su clase otra vezEs una maestra que se prepara para sus clases, es empática con nosotros y siempre nos aclara cualquier duda, también nos entiende y apoyo siempre que somos responsables en su clase, se nota que ama su profesión, su clase es dinámica y te prepara para las siguientes materias. 100% recomendable"}, {"fecha": "02/Feb/2023", "score_general": "9.0", "score_facilidad": "10.0", "materia": "Calculo y geometría analítica", "comments": "Muchos Exámenes, Brinda apoyo, Clases excelentesEs una maestra que se prepara para sus clases, es empática con nosotros y siempre nos aclara cualquier duda, también nos entiende y apoyo siempre que somos responsables en su clase, se nota que ama su profesión, su clase es dinámica y te prepara para las siguientes materias. 100% recomendable"}, {"fecha": "25/Ene/2023", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Cálculo y Geometría Analítica", "comments": "Da buena retroalimentación, Da Crédito Extra, Tomaría su clase otra vezEs una muy buena profesora, enseña muy claro, deja tareas sencillas y te ayuda en tu calificación."}]