[{"fecha": "26/Abr/2023", "score_general": "5.0", "score_facilidad": "6.0", "materia": "Laboratorio de manufactura 1la meta", "comments": "Califica Duro, La Participación Importa, Asistencia obligatoriaLa neta califica bien pero no es un buen profesor, le da mucha flojera enseñar, recomiendo más profes, el material que te debe de dar el te lo pide, solo te enseña a base de errores que cometas"}, {"fecha": "07/Mar/2023", "score_general": "8.0", "score_facilidad": "6.0", "materia": "Laboratorio de Manufactura 1", "comments": "Muchas tareas, Asistencia obligatoria, Brinda apoyoLa neta califica bien pero no es un buen profesor, le da mucha flojera enseñar, recomiendo más profes, el material que te debe de dar el te lo pide, solo te enseña a base de errores que cometas"}, {"fecha": "18/Ene/2023", "score_general": "7.0", "score_facilidad": "8.0", "materia": "Lab de Manufactura 1", "comments": "Califica DuroLa neta califica bien pero no es un buen profesor, le da mucha flojera enseñar, recomiendo más profes, el material que te debe de dar el te lo pide, solo te enseña a base de errores que cometas"}, {"fecha": "13/Jun/2022", "score_general": "9.0", "score_facilidad": "6.0", "materia": "Laboratorio de manufactura I", "comments": "Califica Duro, Da buena retroalimentación, Asistencia obligatoriaLa neta califica bien pero no es un buen profesor, le da mucha flojera enseñar, recomiendo más profes, el material que te debe de dar el te lo pide, solo te enseña a base de errores que cometas"}, {"fecha": "26/Ene/2022", "score_general": "7.0", "score_facilidad": "8.0", "materia": "Manufactura I", "comments": "Barco, Asistencia obligatoria, Las clases son largasLa neta califica bien pero no es un buen profesor, le da mucha flojera enseñar, recomiendo más profes, el material que te debe de dar el te lo pide, solo te enseña a base de errores que cometas"}, {"fecha": "20/Dic/2021", "score_general": "7.0", "score_facilidad": "10.0", "materia": "Manufactura 1", "comments": "Asistencia obligatoria, Pocos ExámenesNo es un mal profesor ya que ejemplificaba muy bien la teoria, pero es verdad que divaga mucho y se desvia de los temas y eso puede afectar en el exámen. En el semestre en linea solo hizo un examen oral, la asistencia también era parte de la calificación, no es dificil pasar presentando el proyecto"}, {"fecha": "15/Dic/2021", "score_general": "4.0", "score_facilidad": "8.0", "materia": "Manufactura", "comments": "No es un mal profesor ya que ejemplificaba muy bien la teoria, pero es verdad que divaga mucho y se desvia de los temas y eso puede afectar en el exámen. En el semestre en linea solo hizo un examen oral, la asistencia también era parte de la calificación, no es dificil pasar presentando el proyecto"}, {"fecha": "23/Ene/2021", "score_general": "5.0", "score_facilidad": "8.0", "materia": "manufactura 1", "comments": "Califica Duro, Muchas tareas, La Participación ImportaNo es un mal profesor ya que ejemplificaba muy bien la teoria, pero es verdad que divaga mucho y se desvia de los temas y eso puede afectar en el exámen. En el semestre en linea solo hizo un examen oral, la asistencia también era parte de la calificación, no es dificil pasar presentando el proyecto"}, {"fecha": "29/Nov/2019", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Laboratorio de Manufactura I", "comments": "Barco, Muy cómico, Asistencia obligatoriaNo es un mal profesor ya que ejemplificaba muy bien la teoria, pero es verdad que divaga mucho y se desvia de los temas y eso puede afectar en el exámen. En el semestre en linea solo hizo un examen oral, la asistencia también era parte de la calificación, no es dificil pasar presentando el proyecto"}, {"fecha": "03/Jun/2019", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Laboratorio de manufactura", "comments": "No es un mal profesor ya que ejemplificaba muy bien la teoria, pero es verdad que divaga mucho y se desvia de los temas y eso puede afectar en el exámen. En el semestre en linea solo hizo un examen oral, la asistencia también era parte de la calificación, no es dificil pasar presentando el proyecto"}]