[{"fecha": "01/Feb/2023", "score_general": "8.0", "score_facilidad": "10.0", "materia": "Laboratorio de Sistemas de comunicaciones", "comments": "Brinda apoyoNo es exigente calificando y no se hace tan pesada su clase."}, {"fecha": "12/Feb/2022", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Laboratorio Sistemas de Comunicaciones", "comments": "Da buena retroalimentación, Clases excelentes, Tomaría su clase otra vezNo es exigente calificando y no se hace tan pesada su clase."}, {"fecha": "07/Ene/2022", "score_general": "6.0", "score_facilidad": "4.0", "materia": "---", "comments": "Califica Duro, Asistencia obligatoria, Los exámenes son difícilesNo es exigente calificando y no se hace tan pesada su clase."}, {"fecha": "27/Ago/2021", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Laboratorio de Sistemas de Comunicaciones", "comments": "Da buena retroalimentación, Inspiracional, Clases excelentesNo es exigente calificando y no se hace tan pesada su clase."}, {"fecha": "26/Ago/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Lab. Sistemas de comunicaciones", "comments": "Inspiracional, Clases excelentes, Tomaría su clase otra vezNo es exigente calificando y no se hace tan pesada su clase."}, {"fecha": "25/Jun/2020", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Lab. Sistemas de comunicaciones", "comments": "Brinda apoyo, Clases excelentes, Tomaría su clase otra vezEs excelente, conoce mucho de la materia y no sigue del todo el manual, algunas practicas las hace diferentes y mucho mejores, además es súper accesible y sus clases son muy interesantes entonces no se hace pesado. Hace dos exámenes y un proyecto final, que son bastante fáciles."}, {"fecha": "10/Feb/2018", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Lab. Sistemas de Comunicaciones", "comments": "Muy cómico, Da buena retroalimentación, Brinda apoyoEs excelente, conoce mucho de la materia y no sigue del todo el manual, algunas practicas las hace diferentes y mucho mejores, además es súper accesible y sus clases son muy interesantes entonces no se hace pesado. Hace dos exámenes y un proyecto final, que son bastante fáciles."}, {"fecha": "10/Ene/2018", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Lab. Sistemas de Comunicación", "comments": "Respetado por los estudiantes, Inspiracional, Clases excelentesEs excelente, conoce mucho de la materia y no sigue del todo el manual, algunas practicas las hace diferentes y mucho mejores, además es súper accesible y sus clases son muy interesantes entonces no se hace pesado. Hace dos exámenes y un proyecto final, que son bastante fáciles."}]