[{"fecha": "31/May/2022", "score_general": "8.0", "score_facilidad": "8.0", "materia": "Técnicas Geológicas de Campo", "comments": "Muchas tareas, Pocos Exámenes, Brinda apoyoEs la mejor opción para tomar la materia, si ve que te interesa la clase va a ayudarte un montón, pero si de plano no nota ese interés en ti, no vas a pasar, si no te gusta trabajar, mejor ni la metas. Es muy linda como persona y te motiva a seguir, sin duda, de las mejores profesoras."}, {"fecha": "19/Feb/2021", "score_general": "7.0", "score_facilidad": "6.0", "materia": "Técnicas geológicas de campo", "comments": "Califica Duro, La Participación Importa, Pocos ExámenesEs la mejor opción para tomar la materia, si ve que te interesa la clase va a ayudarte un montón, pero si de plano no nota ese interés en ti, no vas a pasar, si no te gusta trabajar, mejor ni la metas. Es muy linda como persona y te motiva a seguir, sin duda, de las mejores profesoras."}, {"fecha": "07/Sep/2020", "score_general": "4.0", "score_facilidad": "4.0", "materia": "---", "comments": "Muchas tareas, Muchos Exámenes, Deja trabajos largosEs la mejor opción para tomar la materia, si ve que te interesa la clase va a ayudarte un montón, pero si de plano no nota ese interés en ti, no vas a pasar, si no te gusta trabajar, mejor ni la metas. Es muy linda como persona y te motiva a seguir, sin duda, de las mejores profesoras."}, {"fecha": "05/Jun/2020", "score_general": "5.0", "score_facilidad": "8.0", "materia": "---", "comments": "Califica Duro, La Participación ImportaEs la mejor opción para tomar la materia, si ve que te interesa la clase va a ayudarte un montón, pero si de plano no nota ese interés en ti, no vas a pasar, si no te gusta trabajar, mejor ni la metas. Es muy linda como persona y te motiva a seguir, sin duda, de las mejores profesoras."}, {"fecha": "20/Ene/2020", "score_general": "5.0", "score_facilidad": "8.0", "materia": "técnicas de campo", "comments": "Hace exámenes sorpresa, Deja trabajos largos, Los exámenes son difícilesEs la mejor opción para tomar la materia, si ve que te interesa la clase va a ayudarte un montón, pero si de plano no nota ese interés en ti, no vas a pasar, si no te gusta trabajar, mejor ni la metas. Es muy linda como persona y te motiva a seguir, sin duda, de las mejores profesoras."}, {"fecha": "18/Ene/2020", "score_general": "5.0", "score_facilidad": "4.0", "materia": "TGC", "comments": "Califica Duro, Muchas tareas, Hace exámenes sorpresaEs una persona super voluble, creida, se siente superior a los demas; es verdad que si alguien le cae mal le hace la vida imposible. Si le pides ayuda te la da pero no la recomiendo para nada"}, {"fecha": "09/Ene/2020", "score_general": "7.0", "score_facilidad": "6.0", "materia": "Técnicas Geológicas", "comments": "La Participación ImportaEs una persona super voluble, creida, se siente superior a los demas; es verdad que si alguien le cae mal le hace la vida imposible. Si le pides ayuda te la da pero no la recomiendo para nada"}, {"fecha": "24/Jul/2019", "score_general": "2.0", "score_facilidad": "2.0", "materia": "TGC", "comments": "Califica Duro, Muchos ExámenesEs una persona super voluble, creida, se siente superior a los demas; es verdad que si alguien le cae mal le hace la vida imposible. Si le pides ayuda te la da pero no la recomiendo para nada"}, {"fecha": "30/Jun/2019", "score_general": "9.0", "score_facilidad": "6.0", "materia": "Técnicas Geológicas de Campo", "comments": "Asistencia obligatoria, Los exámenes son difíciles, Tomaría su clase otra vezEs una persona super voluble, creida, se siente superior a los demas; es verdad que si alguien le cae mal le hace la vida imposible. Si le pides ayuda te la da pero no la recomiendo para nada"}, {"fecha": "29/Ene/2019", "score_general": "7.0", "score_facilidad": "8.0", "materia": "técnicas de capo", "comments": "Muchos proyectos grupalesEs una persona super voluble, creida, se siente superior a los demas; es verdad que si alguien le cae mal le hace la vida imposible. Si le pides ayuda te la da pero no la recomiendo para nada"}, {"fecha": "11/Oct/2018", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Geometría Descriptiva Aplicada", "comments": "Es bien chida. Simplemente no te pongas a platicar en su clase, porque se molesta. De ahí en fuera resuelve cualquier duda, e incluso da a asesorías fuera de clase. La recomiendo mucho."}, {"fecha": "24/Ago/2018", "score_general": "5.0", "score_facilidad": "8.0", "materia": "Geometría descriptiva aplicada", "comments": "La Participación ImportaEs bien chida. Simplemente no te pongas a platicar en su clase, porque se molesta. De ahí en fuera resuelve cualquier duda, e incluso da a asesorías fuera de clase. La recomiendo mucho."}, {"fecha": "28/Jul/2018", "score_general": "7.0", "score_facilidad": "6.0", "materia": "Técnicas geológicas de campo", "comments": "Da buena retroalimentación, La Participación Importa, Muchos proyectos grupalesEs bien chida. Simplemente no te pongas a platicar en su clase, porque se molesta. De ahí en fuera resuelve cualquier duda, e incluso da a asesorías fuera de clase. La recomiendo mucho."}, {"fecha": "05/Jul/2018", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Tecnicas Geologicas deCampo", "comments": "Hace exámenes sorpresa, Asistencia obligatoria, Brinda apoyoEs bien chida. Simplemente no te pongas a platicar en su clase, porque se molesta. De ahí en fuera resuelve cualquier duda, e incluso da a asesorías fuera de clase. La recomiendo mucho."}, {"fecha": "27/Jun/2018", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Geometría desceriptiva", "comments": "Es bien chida. Simplemente no te pongas a platicar en su clase, porque se molesta. De ahí en fuera resuelve cualquier duda, e incluso da a asesorías fuera de clase. La recomiendo mucho."}, {"fecha": "27/Jun/2018", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Geometría Descriptiva Aplicada", "comments": "Se interesa mucho por que sus alumnos aprendan, destina horas extra para las personas que tengan dudas, sus exámenes son un poco difíciles pero ella enseña muy bien y no es cierto eso de que trata mal a los hombres, trata igual a todos"}, {"fecha": "27/May/2018", "score_general": "4.0", "score_facilidad": "6.0", "materia": "Geometría descriptiva y aplicada", "comments": "Se interesa mucho por que sus alumnos aprendan, destina horas extra para las personas que tengan dudas, sus exámenes son un poco difíciles pero ella enseña muy bien y no es cierto eso de que trata mal a los hombres, trata igual a todos"}, {"fecha": "07/Mar/2018", "score_general": "4.0", "score_facilidad": "6.0", "materia": "---", "comments": "Califica DuroSe interesa mucho por que sus alumnos aprendan, destina horas extra para las personas que tengan dudas, sus exámenes son un poco difíciles pero ella enseña muy bien y no es cierto eso de que trata mal a los hombres, trata igual a todos"}, {"fecha": "30/Ene/2018", "score_general": "2.0", "score_facilidad": "6.0", "materia": "tecnicas geologicas de campo", "comments": "Se interesa mucho por que sus alumnos aprendan, destina horas extra para las personas que tengan dudas, sus exámenes son un poco difíciles pero ella enseña muy bien y no es cierto eso de que trata mal a los hombres, trata igual a todos"}, {"fecha": "26/Ene/2018", "score_general": "4.0", "score_facilidad": "2.0", "materia": "---", "comments": "Se interesa mucho por que sus alumnos aprendan, destina horas extra para las personas que tengan dudas, sus exámenes son un poco difíciles pero ella enseña muy bien y no es cierto eso de que trata mal a los hombres, trata igual a todos"}, {"fecha": "22/Ene/2018", "score_general": "5.0", "score_facilidad": "8.0", "materia": "Estratigrafía", "comments": "Las clases son largasSi eres hombre NO metas clase con ella, parece que te odia por el simple hecho de serlo, es grosera, cortante y hasta burlona. Con las mujeres es completamente diferente, las ayuda y les facilita más las cosas. \r\nAdemás su clase es aburrida y la práctica de campo es completamente pérdida de tiempo."}, {"fecha": "17/Ene/2018", "score_general": "5.0", "score_facilidad": "6.0", "materia": "Técnicas Geológicas de Campo", "comments": "Califica Duro, La Participación Importa, Asistencia obligatoriaSi eres hombre NO metas clase con ella, parece que te odia por el simple hecho de serlo, es grosera, cortante y hasta burlona. Con las mujeres es completamente diferente, las ayuda y les facilita más las cosas. \r\nAdemás su clase es aburrida y la práctica de campo es completamente pérdida de tiempo."}, {"fecha": "26/Jul/2017", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Técnicas geológicas de campo", "comments": "Muchas tareas, Brinda apoyo, Clases excelentesSi eres hombre NO metas clase con ella, parece que te odia por el simple hecho de serlo, es grosera, cortante y hasta burlona. Con las mujeres es completamente diferente, las ayuda y les facilita más las cosas. \r\nAdemás su clase es aburrida y la práctica de campo es completamente pérdida de tiempo."}, {"fecha": "15/Jul/2017", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Técnicas Geológicas de Campo", "comments": "Da buena retroalimentación, La Participación Importa, Brinda apoyoSi eres hombre NO metas clase con ella, parece que te odia por el simple hecho de serlo, es grosera, cortante y hasta burlona. Con las mujeres es completamente diferente, las ayuda y les facilita más las cosas. \r\nAdemás su clase es aburrida y la práctica de campo es completamente pérdida de tiempo."}, {"fecha": "29/Jun/2017", "score_general": "9.0", "score_facilidad": "10.0", "materia": "Técnicas Geológicas de campo", "comments": "Asistencia obligatoria, Pocos Exámenes, Tomaría su clase otra vezSi eres hombre NO metas clase con ella, parece que te odia por el simple hecho de serlo, es grosera, cortante y hasta burlona. Con las mujeres es completamente diferente, las ayuda y les facilita más las cosas. \r\nAdemás su clase es aburrida y la práctica de campo es completamente pérdida de tiempo."}, {"fecha": "26/Ene/2017", "score_general": "8.0", "score_facilidad": "6.0", "materia": "Técnicas Geológicas de Campo", "comments": "La Participación Importa, Respetado por los estudiantes, Tomaría su clase otra vezLa profesora es buena onda, aunque a veces es algo estricta con eso de comportarse en clase, solo no hables mucho. Es buena profesora, las clases a veces son un poco aburridas pero eso es cuestión de los temas de la materia. Solo presta atención a lo importante y será fácil."}]