[{"fecha": "09/Mar/2023", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Álgebra", "comments": "Da buena retroalimentación, Respetado por los estudiantes, Brinda apoyoUno de los mejores profesores que he tenido en toda mi vida estudiantil, explica claramente, es amigable, y genera un ambiente relajado, pero serio"}, {"fecha": "09/Feb/2023", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Cálculo y Geometría Analítica", "comments": "Da buena retroalimentación, Brinda apoyo, Tomaría su clase otra vezUno de los mejores profesores que he tenido en toda mi vida estudiantil, explica claramente, es amigable, y genera un ambiente relajado, pero serio"}, {"fecha": "08/Feb/2023", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Cálculo Vectorial", "comments": "Muy cómico, Da buena retroalimentación, InspiracionalUno de los mejores profesores que he tenido en toda mi vida estudiantil, explica claramente, es amigable, y genera un ambiente relajado, pero serio"}, {"fecha": "08/Feb/2023", "score_general": "9.0", "score_facilidad": "10.0", "materia": "Cálculo Vectorial", "comments": "Da Crédito Extra, Brinda apoyo, Tomaría su clase otra vezUno de los mejores profesores que he tenido en toda mi vida estudiantil, explica claramente, es amigable, y genera un ambiente relajado, pero serio"}, {"fecha": "04/Feb/2023", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Cálculo Vectorial", "comments": "Respetado por los estudiantes, Inspiracional, Brinda apoyoUno de los mejores profesores que he tenido en toda mi vida estudiantil, explica claramente, es amigable, y genera un ambiente relajado, pero serio"}, {"fecha": "01/Feb/2023", "score_general": "10.0", "score_facilidad": "10.0", "materia": "CALCULO VECTORIAL", "comments": "Inspiracional, Clases excelentes, Tomaría su clase otra vezNo hay mejor profe que éste geofisico admirable, explica excelente, explica con muchos ejercicios y eso deja nivel, sus examenes están al nivel de la clase al igual que sus tareas da dulces antes de cada examen ... loamo mucho profe"}, {"fecha": "31/Ene/2023", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Cálculo Integral", "comments": "Muchas tareas, Respetado por los estudiantes, InspiracionalNo hay mejor profe que éste geofisico admirable, explica excelente, explica con muchos ejercicios y eso deja nivel, sus examenes están al nivel de la clase al igual que sus tareas da dulces antes de cada examen ... loamo mucho profe"}, {"fecha": "31/Jul/2022", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Cálculo", "comments": "Da buena retroalimentación, Respetado por los estudiantes, InspiracionalNo hay mejor profe que éste geofisico admirable, explica excelente, explica con muchos ejercicios y eso deja nivel, sus examenes están al nivel de la clase al igual que sus tareas da dulces antes de cada examen ... loamo mucho profe"}, {"fecha": "29/Jul/2022", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Cálculo integral", "comments": "Da buena retroalimentación, Da Crédito Extra, Tomaría su clase otra vezNo hay mejor profe que éste geofisico admirable, explica excelente, explica con muchos ejercicios y eso deja nivel, sus examenes están al nivel de la clase al igual que sus tareas da dulces antes de cada examen ... loamo mucho profe"}, {"fecha": "27/Jul/2022", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Cálculo Integral", "comments": "Muy cómico, Inspiracional, Tomaría su clase otra vezNo hay mejor profe que éste geofisico admirable, explica excelente, explica con muchos ejercicios y eso deja nivel, sus examenes están al nivel de la clase al igual que sus tareas da dulces antes de cada examen ... loamo mucho profe"}, {"fecha": "19/Jun/2022", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Calculo Integral", "comments": "Da buena retroalimentación, Clases excelentes, Tomaría su clase otra vezMuy buen profesor, deja muchoooos ejercicios lo que hace que agarres mucha practica y no se te haga dificil, sus examenes no son dificiles y es practicamente lo que vez en clase, su forma de evaluar es buenisima, ve todo el temario, si tienes la oportunidad de tomar clase con el, solo hazlo"}, {"fecha": "18/Jun/2022", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Cálculo integral", "comments": "Muy cómico, Da Crédito Extra, Aspectos de calificación clarosMuy buen profesor, deja muchoooos ejercicios lo que hace que agarres mucha practica y no se te haga dificil, sus examenes no son dificiles y es practicamente lo que vez en clase, su forma de evaluar es buenisima, ve todo el temario, si tienes la oportunidad de tomar clase con el, solo hazlo"}, {"fecha": "16/Jun/2022", "score_general": "10.0", "score_facilidad": "10.0", "materia": "CALCULO INTEGRAL", "comments": "Da buena retroalimentación, Clases excelentes, Tomaría su clase otra vezMuy buen profesor, deja muchoooos ejercicios lo que hace que agarres mucha practica y no se te haga dificil, sus examenes no son dificiles y es practicamente lo que vez en clase, su forma de evaluar es buenisima, ve todo el temario, si tienes la oportunidad de tomar clase con el, solo hazlo"}, {"fecha": "15/Jun/2022", "score_general": "9.0", "score_facilidad": "8.0", "materia": "CALCULO INTEGRAL", "comments": "Da Crédito Extra, Clases excelentes, Tomaría su clase otra vezMuy buen profesor, deja muchoooos ejercicios lo que hace que agarres mucha practica y no se te haga dificil, sus examenes no son dificiles y es practicamente lo que vez en clase, su forma de evaluar es buenisima, ve todo el temario, si tienes la oportunidad de tomar clase con el, solo hazlo"}, {"fecha": "06/Jun/2022", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Calculo Integral", "comments": "Inspiracional, Clases excelentes, Tomaría su clase otra vezMuy buen profesor, deja muchoooos ejercicios lo que hace que agarres mucha practica y no se te haga dificil, sus examenes no son dificiles y es practicamente lo que vez en clase, su forma de evaluar es buenisima, ve todo el temario, si tienes la oportunidad de tomar clase con el, solo hazlo"}, {"fecha": "28/Ene/2022", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Cálculo vectorial", "comments": "Barco, Clases excelentes, Tomaría su clase otra vezA pesar de tener 26 recien cumplidos, es uno de los mejores profes de la facultad, te da todo el material de clase, se hacen muchos ejercicios en clase, te recuerda lo que se vió la clase pasada, hace muchas mecánicas dinámicas para aprender, es humano, sus clases son EXCELENTES. Si puedes mételo."}, {"fecha": "14/Ago/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Cálculo integral y vectorial", "comments": "Da buena retroalimentación, Respetado por los estudiantes, Las clases son largasA pesar de tener 26 recien cumplidos, es uno de los mejores profes de la facultad, te da todo el material de clase, se hacen muchos ejercicios en clase, te recuerda lo que se vió la clase pasada, hace muchas mecánicas dinámicas para aprender, es humano, sus clases son EXCELENTES. Si puedes mételo."}, {"fecha": "17/Feb/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Calculo Integral", "comments": "Da buena retroalimentación, Respetado por los estudiantes, InspiracionalA pesar de tener 26 recien cumplidos, es uno de los mejores profes de la facultad, te da todo el material de clase, se hacen muchos ejercicios en clase, te recuerda lo que se vió la clase pasada, hace muchas mecánicas dinámicas para aprender, es humano, sus clases son EXCELENTES. Si puedes mételo."}, {"fecha": "17/Feb/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Calculo Integral", "comments": "Muy cómico, Da buena retroalimentación, InspiracionalA pesar de tener 26 recien cumplidos, es uno de los mejores profes de la facultad, te da todo el material de clase, se hacen muchos ejercicios en clase, te recuerda lo que se vió la clase pasada, hace muchas mecánicas dinámicas para aprender, es humano, sus clases son EXCELENTES. Si puedes mételo."}, {"fecha": "16/Feb/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Cálculo vectorial e Integral", "comments": "Muy cómico, Respetado por los estudiantes, Tomaría su clase otra vezA pesar de tener 26 recien cumplidos, es uno de los mejores profes de la facultad, te da todo el material de clase, se hacen muchos ejercicios en clase, te recuerda lo que se vió la clase pasada, hace muchas mecánicas dinámicas para aprender, es humano, sus clases son EXCELENTES. Si puedes mételo."}, {"fecha": "08/Feb/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Cálculo Vectorial", "comments": "Muy cómico, Da buena retroalimentación, InspiracionalExcelente profesor, a pesar de su poca experiencia, nos ha demostrado que es muy capaz y eficiente de dar clases de calidad y nivel. Y podría compararse con otros profes que llevan años. Si tienen oportunidad metanlo."}, {"fecha": "03/Feb/2021", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Cálculo Integral", "comments": "Da buena retroalimentación, Brinda apoyo, Clases excelentesExcelente profesor, a pesar de su poca experiencia, nos ha demostrado que es muy capaz y eficiente de dar clases de calidad y nivel. Y podría compararse con otros profes que llevan años. Si tienen oportunidad metanlo."}, {"fecha": "01/Feb/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Cálculo Vectorial", "comments": "Respetado por los estudiantes, Brinda apoyo, Clases excelentesExcelente profesor, a pesar de su poca experiencia, nos ha demostrado que es muy capaz y eficiente de dar clases de calidad y nivel. Y podría compararse con otros profes que llevan años. Si tienen oportunidad metanlo."}, {"fecha": "22/Ene/2021", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Calculo Vectorial", "comments": "Respetado por los estudiantes, Clases excelentesExcelente profesor, a pesar de su poca experiencia, nos ha demostrado que es muy capaz y eficiente de dar clases de calidad y nivel. Y podría compararse con otros profes que llevan años. Si tienen oportunidad metanlo."}, {"fecha": "04/Sep/2020", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Cálculo Integral", "comments": "Da buena retroalimentación, Clases excelentes, Tomaría su clase otra vezExcelente profesor, a pesar de su poca experiencia, nos ha demostrado que es muy capaz y eficiente de dar clases de calidad y nivel. Y podría compararse con otros profes que llevan años. Si tienen oportunidad metanlo."}, {"fecha": "01/Sep/2020", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Cálculo Integral", "comments": "Da buena retroalimentación, Clases excelentes, Tomaría su clase otra vezUn excelente profesor, aunque se vea joven tiene muchos años de experiencia dando clases y se nota muchísimo la diferencia entre un profe joven con las ideas claras a un profe viejo que no está actualizado a la forma de enseñanza de las nuevas generaciones. 100% recomendado en todos los aspectos"}, {"fecha": "01/Sep/2020", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Cálculo Integral", "comments": "Inspiracional, Clases excelentes, Tomaría su clase otra vezUn excelente profesor, aunque se vea joven tiene muchos años de experiencia dando clases y se nota muchísimo la diferencia entre un profe joven con las ideas claras a un profe viejo que no está actualizado a la forma de enseñanza de las nuevas generaciones. 100% recomendado en todos los aspectos"}, {"fecha": "01/Sep/2020", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Cálculo Integral", "comments": "Brinda apoyo, Clases excelentes, Tomaría su clase otra vezUn excelente profesor, aunque se vea joven tiene muchos años de experiencia dando clases y se nota muchísimo la diferencia entre un profe joven con las ideas claras a un profe viejo que no está actualizado a la forma de enseñanza de las nuevas generaciones. 100% recomendado en todos los aspectos"}, {"fecha": "02/Jun/2020", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Calculo integral", "comments": "Muy cómico, Da Crédito Extra, Tomaría su clase otra vezUn excelente profesor, aunque se vea joven tiene muchos años de experiencia dando clases y se nota muchísimo la diferencia entre un profe joven con las ideas claras a un profe viejo que no está actualizado a la forma de enseñanza de las nuevas generaciones. 100% recomendado en todos los aspectos"}, {"fecha": "02/Jun/2020", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Cálculo Integral", "comments": "Respetado por los estudiantes, Brinda apoyo, Clases excelentesUn excelente profesor, aunque se vea joven tiene muchos años de experiencia dando clases y se nota muchísimo la diferencia entre un profe joven con las ideas claras a un profe viejo que no está actualizado a la forma de enseñanza de las nuevas generaciones. 100% recomendado en todos los aspectos"}, {"fecha": "02/Jun/2020", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Cálculo Integral", "comments": "Asistencia obligatoria, Inspiracional, Da Crédito ExtraEs un buen profe, dedicado y entusiasta por enseñar, este semestre de clase en linea nos dio bastante material donde desarrollaba los temas, es bastante claro al explicar y muy metódico te ayuda si lo requieres y siempre esta disponible para dudas, es un profe con el que te da gusto ir a clase"}, {"fecha": "14/Feb/2020", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Cálculo Integral", "comments": "La Participación Importa, Inspiracional, Clases excelentesEs un buen profe, dedicado y entusiasta por enseñar, este semestre de clase en linea nos dio bastante material donde desarrollaba los temas, es bastante claro al explicar y muy metódico te ayuda si lo requieres y siempre esta disponible para dudas, es un profe con el que te da gusto ir a clase"}, {"fecha": "19/Ene/2020", "score_general": "9.0", "score_facilidad": "10.0", "materia": "Calculo Integral", "comments": "Da buena retroalimentación, La Participación Importa, Muchos ExámenesEs un buen profe, dedicado y entusiasta por enseñar, este semestre de clase en linea nos dio bastante material donde desarrollaba los temas, es bastante claro al explicar y muy metódico te ayuda si lo requieres y siempre esta disponible para dudas, es un profe con el que te da gusto ir a clase"}, {"fecha": "14/Ene/2020", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Cálculo integral", "comments": "Muy cómico, Clases excelentes, Tomaría su clase otra vezEs un buen profe, dedicado y entusiasta por enseñar, este semestre de clase en linea nos dio bastante material donde desarrollaba los temas, es bastante claro al explicar y muy metódico te ayuda si lo requieres y siempre esta disponible para dudas, es un profe con el que te da gusto ir a clase"}, {"fecha": "10/Ene/2020", "score_general": "5.0", "score_facilidad": "6.0", "materia": "Integral", "comments": "Es un buen profe, dedicado y entusiasta por enseñar, este semestre de clase en linea nos dio bastante material donde desarrollaba los temas, es bastante claro al explicar y muy metódico te ayuda si lo requieres y siempre esta disponible para dudas, es un profe con el que te da gusto ir a clase"}, {"fecha": "02/Jul/2019", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Cálculo", "comments": "Inspiracional, Brinda apoyo, Clases excelentesSúper accesible, siempre asegura que todo el grupo vaya al mismo ritmo, responde cualquier duda que se presente de manera clara y súper amable, tiene muchísimo talento enseñando, excelente profesor!"}, {"fecha": "02/May/2019", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Cálculo integral", "comments": "La Participación Importa, Muchos Exámenes, Tomaría su clase otra vezSúper accesible, siempre asegura que todo el grupo vaya al mismo ritmo, responde cualquier duda que se presente de manera clara y súper amable, tiene muchísimo talento enseñando, excelente profesor!"}]