[{"fecha": "30/Ago/2022", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Cálculo Integral", "comments": "Muchas tareas, Brinda apoyo, Tomaría su clase otra vezGRAN PROFESOR. Es claro y siempre se enfoca en que todos sus estudiantes aprendan, logrando su objetivo. Tareas sencillas, series no tanto, pero es una clase magnífica, siempre te va a ayudar en lo posible para que aprendas."}, {"fecha": "26/Ago/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Algebra lienal, calculo integral/vectorial", "comments": "Da buena retroalimentación, Da Crédito Extra, Brinda apoyoGRAN PROFESOR. Es claro y siempre se enfoca en que todos sus estudiantes aprendan, logrando su objetivo. Tareas sencillas, series no tanto, pero es una clase magnífica, siempre te va a ayudar en lo posible para que aprendas."}, {"fecha": "16/Mar/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Todas las Álgebras y cCáculos", "comments": "Respetado por los estudiantes, Inspiracional, Brinda apoyoGRAN PROFESOR. Es claro y siempre se enfoca en que todos sus estudiantes aprendan, logrando su objetivo. Tareas sencillas, series no tanto, pero es una clase magnífica, siempre te va a ayudar en lo posible para que aprendas."}, {"fecha": "25/Sep/2020", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Cálculo y Geometría, Cálculo integral", "comments": "Inspiracional, Da Crédito Extra, Brinda apoyoGRAN PROFESOR. Es claro y siempre se enfoca en que todos sus estudiantes aprendan, logrando su objetivo. Tareas sencillas, series no tanto, pero es una clase magnífica, siempre te va a ayudar en lo posible para que aprendas."}, {"fecha": "24/Jul/2018", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Cálculo integral", "comments": "Barco, Las clases son largas, Pocos ExámenesGRAN PROFESOR. Es claro y siempre se enfoca en que todos sus estudiantes aprendan, logrando su objetivo. Tareas sencillas, series no tanto, pero es una clase magnífica, siempre te va a ayudar en lo posible para que aprendas."}, {"fecha": "09/May/2017", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Calculo Integral", "comments": "La Participación Importa, Brinda apoyo, Clases excelentesEs un excelente profe cuando se tratan de Materias de Cálculo todo un profesional y excelente sus examenes son algo pesados y pueden llegar a ser algo dificiles asi que debes tambien estudiar mucho incluyendo tus antecedentes (un poco) aunque el te recuerda algunos de los antecedentes"}, {"fecha": "05/Jun/2016", "score_general": "6.0", "score_facilidad": "6.0", "materia": "Algebra", "comments": "Da buena retroalimentación, Aspectos de calificación claros, Tomaría su clase otra vezEs un excelente profe cuando se tratan de Materias de Cálculo todo un profesional y excelente sus examenes son algo pesados y pueden llegar a ser algo dificiles asi que debes tambien estudiar mucho incluyendo tus antecedentes (un poco) aunque el te recuerda algunos de los antecedentes"}, {"fecha": "26/Ene/2016", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Calculo Integral", "comments": "Es un excelente profe cuando se tratan de Materias de Cálculo todo un profesional y excelente sus examenes son algo pesados y pueden llegar a ser algo dificiles asi que debes tambien estudiar mucho incluyendo tus antecedentes (un poco) aunque el te recuerda algunos de los antecedentes"}, {"fecha": "24/Ene/2016", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Integral", "comments": "Es un excelente profe cuando se tratan de Materias de Cálculo todo un profesional y excelente sus examenes son algo pesados y pueden llegar a ser algo dificiles asi que debes tambien estudiar mucho incluyendo tus antecedentes (un poco) aunque el te recuerda algunos de los antecedentes"}, {"fecha": "03/Ago/2015", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Cálculo Integral", "comments": "Es un excelente profe cuando se tratan de Materias de Cálculo todo un profesional y excelente sus examenes son algo pesados y pueden llegar a ser algo dificiles asi que debes tambien estudiar mucho incluyendo tus antecedentes (un poco) aunque el te recuerda algunos de los antecedentes"}]