[{"fecha": "16/Feb/2021", "score_general": "6.0", "score_facilidad": "2.0", "materia": "Lab. Microprocesadores-Microcontroladores", "comments": "Muchas tareas, Las clases son largas, Deja trabajos largosSe interesa por que aprendas, sin embargo, sus prácticas son larguísimas, sólo metelo si tienes muuuucho tiempo y quieres parender investigando, al final casi todos los que se quedan pasan, prepárate para prácticas y previos muy largos. Explica, pero a veces no lo suficiente para el nivel que pide."}, {"fecha": "05/Oct/2020", "score_general": "9.0", "score_facilidad": "6.0", "materia": "Laboratorio microprocesadores y microcontroladores.", "comments": "Califica Duro, Prepárate para leer, Brinda apoyoSe interesa por que aprendas, sin embargo, sus prácticas son larguísimas, sólo metelo si tienes muuuucho tiempo y quieres parender investigando, al final casi todos los que se quedan pasan, prepárate para prácticas y previos muy largos. Explica, pero a veces no lo suficiente para el nivel que pide."}, {"fecha": "26/Ene/2020", "score_general": "8.0", "score_facilidad": "6.0", "materia": "Lab. MICROPROCESADORES Y MICROCONTROLADORES", "comments": "Da buena retroalimentación, Deja trabajos largosSe interesa por que aprendas, sin embargo, sus prácticas son larguísimas, sólo metelo si tienes muuuucho tiempo y quieres parender investigando, al final casi todos los que se quedan pasan, prepárate para prácticas y previos muy largos. Explica, pero a veces no lo suficiente para el nivel que pide."}, {"fecha": "21/Abr/2019", "score_general": "8.0", "score_facilidad": "6.0", "materia": "Fundamentos de instrumentacion biomedica", "comments": "Da buena retroalimentación, Clases excelentes, Tomaría su clase otra vezSe interesa por que aprendas, sin embargo, sus prácticas son larguísimas, sólo metelo si tienes muuuucho tiempo y quieres parender investigando, al final casi todos los que se quedan pasan, prepárate para prácticas y previos muy largos. Explica, pero a veces no lo suficiente para el nivel que pide."}]