[{"fecha": "21/Ene/2023", "score_general": "5.0", "score_facilidad": "4.0", "materia": "POO", "comments": "Sabe mucho, pero no llega a transmitir todo ese conocimiento, las clases pueden llegar a ser aburridas, aunque sus presentaciones están muy claras. Para los exámenes repasa sus diapositivas y la lógica del código, pon atención y pregunta tus dudas, porque si no el profe se sigue."}, {"fecha": "12/Dic/2022", "score_general": "5.0", "score_facilidad": "4.0", "materia": "POO", "comments": "Barco, Muchas tareas, Las clases son largasSabe mucho, pero no llega a transmitir todo ese conocimiento, las clases pueden llegar a ser aburridas, aunque sus presentaciones están muy claras. Para los exámenes repasa sus diapositivas y la lógica del código, pon atención y pregunta tus dudas, porque si no el profe se sigue."}, {"fecha": "02/Feb/2021", "score_general": "7.0", "score_facilidad": "6.0", "materia": "Programación Orientada a Objetos", "comments": "Prepárate para leer, Las clases son largas, Pocos ExámenesSabe mucho, pero no llega a transmitir todo ese conocimiento, las clases pueden llegar a ser aburridas, aunque sus presentaciones están muy claras. Para los exámenes repasa sus diapositivas y la lógica del código, pon atención y pregunta tus dudas, porque si no el profe se sigue."}, {"fecha": "17/Jul/2020", "score_general": "10.0", "score_facilidad": "6.0", "materia": "POO", "comments": "Clases excelentes, Tomaría su clase otra vezSabe mucho, pero no llega a transmitir todo ese conocimiento, las clases pueden llegar a ser aburridas, aunque sus presentaciones están muy claras. Para los exámenes repasa sus diapositivas y la lógica del código, pon atención y pregunta tus dudas, porque si no el profe se sigue."}, {"fecha": "30/Ago/2019", "score_general": "2.0", "score_facilidad": "8.0", "materia": "Pror. Orientada a Objetos", "comments": "BarcoSabe mucho, pero no llega a transmitir todo ese conocimiento, las clases pueden llegar a ser aburridas, aunque sus presentaciones están muy claras. Para los exámenes repasa sus diapositivas y la lógica del código, pon atención y pregunta tus dudas, porque si no el profe se sigue."}, {"fecha": "22/May/2019", "score_general": "9.0", "score_facilidad": "8.0", "materia": "POO", "comments": "Da buena retroalimentación, Pocos ExámenesDeja a lo mucho 8 tareas al semestre y sabe demasiado sobre programacion"}, {"fecha": "20/May/2019", "score_general": "10.0", "score_facilidad": "10.0", "materia": "POO", "comments": "Da Crédito Extra, Brinda apoyo, Tomaría su clase otra vezDeja a lo mucho 8 tareas al semestre y sabe demasiado sobre programacion"}, {"fecha": "31/Ene/2019", "score_general": "2.0", "score_facilidad": "2.0", "materia": "---", "comments": "Muchas tareas, Deja trabajos largos, Los exámenes son difícilesDeja a lo mucho 8 tareas al semestre y sabe demasiado sobre programacion"}, {"fecha": "23/Ene/2018", "score_general": "6.0", "score_facilidad": "6.0", "materia": "POO", "comments": "Deja a lo mucho 8 tareas al semestre y sabe demasiado sobre programacion"}, {"fecha": "09/Oct/2017", "score_general": "2.0", "score_facilidad": "2.0", "materia": "POO", "comments": "Califica DuroDeja a lo mucho 8 tareas al semestre y sabe demasiado sobre programacion"}, {"fecha": "24/Jul/2017", "score_general": "4.0", "score_facilidad": "2.0", "materia": "Programación Orientada a Objetos", "comments": "Califica Duro, Deja trabajos largos, Los exámenes son difícilesEs un profesor muy egocéntrico, en e anterior semestre solo paso 1 es su clase y con una calificación de 6, su proyecto es el mas dificil de todos, los de proteco no lo recomiendan, deja muchas tareas y te pone muchas trampas, no lo recomiendo para nada. Tengan cuidado con este tipo de profesores."}]