[{"fecha": "08/Feb/2023", "score_general": "5.0", "score_facilidad": "4.0", "materia": "Planeación y control de la prod", "comments": "Muchas tareas, Prepárate para leer, Los exámenes son difícilesCalifica super estricta, baja puntos por cualquier cosa y la clase es super pesada, te pide leer y estudiar mucho por tu centa, se ve que sabe, pero no es buena explicando."}, {"fecha": "02/Feb/2023", "score_general": "4.0", "score_facilidad": "4.0", "materia": "Procesos Industriales", "comments": "Califica Duro, Muchas tareas, Los exámenes son difícilesCalifica super estricta, baja puntos por cualquier cosa y la clase es super pesada, te pide leer y estudiar mucho por tu centa, se ve que sabe, pero no es buena explicando."}, {"fecha": "08/Jun/2022", "score_general": "7.0", "score_facilidad": "6.0", "materia": "Procesos Industriales", "comments": "Califica Duro, Muchas tareas, Prepárate para leerCalifica super estricta, baja puntos por cualquier cosa y la clase es super pesada, te pide leer y estudiar mucho por tu centa, se ve que sabe, pero no es buena explicando."}, {"fecha": "02/Jun/2022", "score_general": "7.0", "score_facilidad": "6.0", "materia": "PCP y procesos industriales", "comments": "Califica Duro, Muchas tareas, Asistencia obligatoriaCalifica super estricta, baja puntos por cualquier cosa y la clase es super pesada, te pide leer y estudiar mucho por tu centa, se ve que sabe, pero no es buena explicando."}, {"fecha": "02/May/2022", "score_general": "4.0", "score_facilidad": "6.0", "materia": "Procesos Industriales", "comments": "Califica Duro, Deja trabajos largosCalifica super estricta, baja puntos por cualquier cosa y la clase es super pesada, te pide leer y estudiar mucho por tu centa, se ve que sabe, pero no es buena explicando."}, {"fecha": "25/Ago/2021", "score_general": "8.0", "score_facilidad": "8.0", "materia": "Procesos Industriales", "comments": "Muchas tareas, Aspectos de calificación claros, Brinda apoyoFácil de pasar, si haces todas las tareas estás casi del otro lado. Con las tareas hechas, solo necesitas 4 en el promedio de exámenes y pasas. No es la mejor ni la peor, pero si se aprende algo e igual te resuelve todas las dudas pacientemente si le preguntas."}, {"fecha": "25/Feb/2021", "score_general": "5.0", "score_facilidad": "4.0", "materia": "Industrial y productividad", "comments": "Muchas tareas, Las clases son largas, Deja trabajos largosFácil de pasar, si haces todas las tareas estás casi del otro lado. Con las tareas hechas, solo necesitas 4 en el promedio de exámenes y pasas. No es la mejor ni la peor, pero si se aprende algo e igual te resuelve todas las dudas pacientemente si le preguntas."}, {"fecha": "18/Feb/2021", "score_general": "6.0", "score_facilidad": "2.0", "materia": "Ing Industrial y Productividad", "comments": "Califica Duro, Muchas tareas, Deja trabajos largosFácil de pasar, si haces todas las tareas estás casi del otro lado. Con las tareas hechas, solo necesitas 4 en el promedio de exámenes y pasas. No es la mejor ni la peor, pero si se aprende algo e igual te resuelve todas las dudas pacientemente si le preguntas."}, {"fecha": "10/Feb/2021", "score_general": "4.0", "score_facilidad": "2.0", "materia": "Ingeniería Industrial y Productividad", "comments": "Califica Duro, Las clases son largas, Deja trabajos largosFácil de pasar, si haces todas las tareas estás casi del otro lado. Con las tareas hechas, solo necesitas 4 en el promedio de exámenes y pasas. No es la mejor ni la peor, pero si se aprende algo e igual te resuelve todas las dudas pacientemente si le preguntas."}, {"fecha": "06/Feb/2021", "score_general": "5.0", "score_facilidad": "4.0", "materia": "Procesos Industriales", "comments": "Califica Duro, Los exámenes son difícilesFácil de pasar, si haces todas las tareas estás casi del otro lado. Con las tareas hechas, solo necesitas 4 en el promedio de exámenes y pasas. No es la mejor ni la peor, pero si se aprende algo e igual te resuelve todas las dudas pacientemente si le preguntas."}, {"fecha": "01/Sep/2020", "score_general": "7.0", "score_facilidad": "4.0", "materia": "Planeación y control de la producción", "comments": "Califica Duro, Muchas tareas, Aspectos de calificación clarosSu carácter es tan complicado ! Nunca me resolvió dudas ni de los temas ni de la forma en la que calificaba los exámenes. Siento que solo busca complicar la materia. Siempre se sentía un ambiente tenso en clase por su carácter. Mejor elige a otro profesor si tienes oportunidad"}, {"fecha": "18/Ene/2019", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Procesos Industriales", "comments": "Califica Duro, Respetado por los estudiantes, Los exámenes son difícilesSu carácter es tan complicado ! Nunca me resolvió dudas ni de los temas ni de la forma en la que calificaba los exámenes. Siento que solo busca complicar la materia. Siempre se sentía un ambiente tenso en clase por su carácter. Mejor elige a otro profesor si tienes oportunidad"}, {"fecha": "15/Ene/2019", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Procesos Industriales", "comments": "Aspectos de calificación claros, Deja trabajos largos, Clases excelentesSu carácter es tan complicado ! Nunca me resolvió dudas ni de los temas ni de la forma en la que calificaba los exámenes. Siento que solo busca complicar la materia. Siempre se sentía un ambiente tenso en clase por su carácter. Mejor elige a otro profesor si tienes oportunidad"}, {"fecha": "27/Jul/2018", "score_general": "4.0", "score_facilidad": "6.0", "materia": "Procesos Industriales", "comments": "Prepárate para leer, Los exámenes son difíciles, Muchos proyectos grupalesSu carácter es tan complicado ! Nunca me resolvió dudas ni de los temas ni de la forma en la que calificaba los exámenes. Siento que solo busca complicar la materia. Siempre se sentía un ambiente tenso en clase por su carácter. Mejor elige a otro profesor si tienes oportunidad"}, {"fecha": "09/Ene/2018", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Ingeniería industrial y productividad", "comments": "Su carácter es tan complicado ! Nunca me resolvió dudas ni de los temas ni de la forma en la que calificaba los exámenes. Siento que solo busca complicar la materia. Siempre se sentía un ambiente tenso en clase por su carácter. Mejor elige a otro profesor si tienes oportunidad"}]