[{"fecha": "28/Jul/2017", "score_general": "3.0", "score_facilidad": "4.0", "materia": "Álgebra", "comments": "Califica Duro, Muchas tareasDeja tarea cada clase, lo malo es que es muy sencilla, no da nivel, y los que saben de álgebra muchas veces terminaron por corregirla en practicamente todas las clases, si vas a hacer final mejor estudia por tu cuenta."}, {"fecha": "16/Abr/2017", "score_general": "8.0", "score_facilidad": "4.0", "materia": "Algebra Lineal", "comments": "Aspectos de calificación claros, Brinda apoyo, Los exámenes son difícilesDeja tarea cada clase, lo malo es que es muy sencilla, no da nivel, y los que saben de álgebra muchas veces terminaron por corregirla en practicamente todas las clases, si vas a hacer final mejor estudia por tu cuenta."}, {"fecha": "20/Ene/2017", "score_general": "4.0", "score_facilidad": "4.0", "materia": "Álgebra", "comments": "Los exámenes son difícilesDeja tarea cada clase, lo malo es que es muy sencilla, no da nivel, y los que saben de álgebra muchas veces terminaron por corregirla en practicamente todas las clases, si vas a hacer final mejor estudia por tu cuenta."}, {"fecha": "11/Ene/2017", "score_general": "4.0", "score_facilidad": "6.0", "materia": "algebra", "comments": "Deja tarea cada clase, lo malo es que es muy sencilla, no da nivel, y los que saben de álgebra muchas veces terminaron por corregirla en practicamente todas las clases, si vas a hacer final mejor estudia por tu cuenta."}, {"fecha": "02/Dic/2016", "score_general": "3.0", "score_facilidad": "4.0", "materia": "Álgebra", "comments": "Deja tarea cada clase, lo malo es que es muy sencilla, no da nivel, y los que saben de álgebra muchas veces terminaron por corregirla en practicamente todas las clases, si vas a hacer final mejor estudia por tu cuenta."}, {"fecha": "17/Nov/2016", "score_general": "4.0", "score_facilidad": "6.0", "materia": "Algebra", "comments": "Sus explicaciones llegan a ser confusas en muchas ocasiones. Cuando resuelve ejercicios se atora y corrige muchas veces, provocando aún más confusion. \r\nVas a necesitar aprender por ti mismo, pero na vez aprendidos los temas es relativamente fácil aprobar"}]