[{"fecha": "11/Feb/2023", "score_general": "8.0", "score_facilidad": "6.0", "materia": "Álgebra Lineal", "comments": "Inspiracional, Clases excelentes, Tomaría su clase otra vezDe lo mejor de la universidad.Domina lineal como si fueran sumas y restas.Para nada barco.Debes ser muy consistente para aprobar. Increíble que siempre tenga paciencia para explicar dudas.Anota todo!Es de las profesoras que hacen rendir el tiempo hasta el último seg.\r\nMaravilla de persona. 10 de 10."}, {"fecha": "09/Feb/2023", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Álgebra", "comments": "Respetado por los estudiantes, Las clases son largas, Brinda apoyoDe lo mejor de la universidad.Domina lineal como si fueran sumas y restas.Para nada barco.Debes ser muy consistente para aprobar. Increíble que siempre tenga paciencia para explicar dudas.Anota todo!Es de las profesoras que hacen rendir el tiempo hasta el último seg.\r\nMaravilla de persona. 10 de 10."}, {"fecha": "09/Feb/2023", "score_general": "7.0", "score_facilidad": "4.0", "materia": "Algebra", "comments": "Muchas tareas, Da Crédito Extra, Aspectos de calificación clarosDe lo mejor de la universidad.Domina lineal como si fueran sumas y restas.Para nada barco.Debes ser muy consistente para aprobar. Increíble que siempre tenga paciencia para explicar dudas.Anota todo!Es de las profesoras que hacen rendir el tiempo hasta el último seg.\r\nMaravilla de persona. 10 de 10."}, {"fecha": "03/Feb/2023", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Algebra", "comments": "Da buena retroalimentación, Brinda apoyo, Los exámenes son difícilesDe lo mejor de la universidad.Domina lineal como si fueran sumas y restas.Para nada barco.Debes ser muy consistente para aprobar. Increíble que siempre tenga paciencia para explicar dudas.Anota todo!Es de las profesoras que hacen rendir el tiempo hasta el último seg.\r\nMaravilla de persona. 10 de 10."}, {"fecha": "29/Jul/2022", "score_general": "8.0", "score_facilidad": "8.0", "materia": "Álgebra", "comments": "Muchas tareas, Asistencia obligatoria, Clases excelentesDe lo mejor de la universidad.Domina lineal como si fueran sumas y restas.Para nada barco.Debes ser muy consistente para aprobar. Increíble que siempre tenga paciencia para explicar dudas.Anota todo!Es de las profesoras que hacen rendir el tiempo hasta el último seg.\r\nMaravilla de persona. 10 de 10."}, {"fecha": "18/Jun/2022", "score_general": "7.0", "score_facilidad": "4.0", "materia": "Algebra Lineal", "comments": "Califica Duro, Las clases son largas, Los exámenes son difícilesEs buena profesora, tienes que estar muy preparado para obtener una buena calificación, 3 exámenes, unas 20 tareas aprox en el semestre, tienes que estudiar lo suficiente"}, {"fecha": "28/Ene/2022", "score_general": "7.0", "score_facilidad": "4.0", "materia": "Álgebra", "comments": "Califica Duro, Muchas tareas, Las clases son largasEs buena profesora, tienes que estar muy preparado para obtener una buena calificación, 3 exámenes, unas 20 tareas aprox en el semestre, tienes que estudiar lo suficiente"}, {"fecha": "23/Nov/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Álgebra lineal", "comments": "Pocos Exámenes, Brinda apoyo, Tomaría su clase otra vezEs buena profesora, tienes que estar muy preparado para obtener una buena calificación, 3 exámenes, unas 20 tareas aprox en el semestre, tienes que estudiar lo suficiente"}, {"fecha": "09/Sep/2021", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Algebra", "comments": "Da buena retroalimentación, La Participación Importa, Muchos ExámenesEs buena profesora, tienes que estar muy preparado para obtener una buena calificación, 3 exámenes, unas 20 tareas aprox en el semestre, tienes que estudiar lo suficiente"}, {"fecha": "08/Sep/2021", "score_general": "9.0", "score_facilidad": "6.0", "materia": "Algebra Lineal", "comments": "La Participación Importa, Respetado por los estudiantes, Aspectos de calificación clarosEs buena profesora, tienes que estar muy preparado para obtener una buena calificación, 3 exámenes, unas 20 tareas aprox en el semestre, tienes que estudiar lo suficiente"}, {"fecha": "31/Ago/2021", "score_general": "8.0", "score_facilidad": "6.0", "materia": "Algebra", "comments": "Da buena retroalimentación, Las clases son largas, Brinda apoyoMuy profesional, te brinda apoyo cuando lo necesitas además de ser muy amable y muy clara. deja poca tarea"}, {"fecha": "26/Ago/2021", "score_general": "5.0", "score_facilidad": "4.0", "materia": "Algebra Lineal", "comments": "Muchas tareasMuy profesional, te brinda apoyo cuando lo necesitas además de ser muy amable y muy clara. deja poca tarea"}, {"fecha": "23/Ago/2021", "score_general": "9.0", "score_facilidad": "6.0", "materia": "Álgebra Lineal", "comments": "Da buena retroalimentación, Muchas tareas, Da Crédito ExtraMuy profesional, te brinda apoyo cuando lo necesitas además de ser muy amable y muy clara. deja poca tarea"}, {"fecha": "19/Ago/2021", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Algebra Lineal", "comments": "Muchas tareas, La Participación Importa, Asistencia obligatoriaMuy profesional, te brinda apoyo cuando lo necesitas además de ser muy amable y muy clara. deja poca tarea"}, {"fecha": "19/Ago/2021", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Algebra Lineal", "comments": "La Participación Importa, Las clases son largas, Aspectos de calificación clarosMuy profesional, te brinda apoyo cuando lo necesitas además de ser muy amable y muy clara. deja poca tarea"}, {"fecha": "04/Mar/2021", "score_general": "8.0", "score_facilidad": "6.0", "materia": "Algebra", "comments": "Muchas tareas, Prepárate para leer, La Participación ImportaAl principio va un poco tranquila, ya después va demasiado rápido con los temas y eso hace que se complique a la hora de resolver las series del departamento. Sus exámenes tienen un poco más de nivel que las tareas, pero si estudias no serán difíciles. La participación la toma en cuenta. Te da nivel"}, {"fecha": "17/Feb/2021", "score_general": "6.0", "score_facilidad": "8.0", "materia": "Álgebra", "comments": "Muchas tareas, La Participación Importa, Las clases son largasAl principio va un poco tranquila, ya después va demasiado rápido con los temas y eso hace que se complique a la hora de resolver las series del departamento. Sus exámenes tienen un poco más de nivel que las tareas, pero si estudias no serán difíciles. La participación la toma en cuenta. Te da nivel"}, {"fecha": "16/Feb/2021", "score_general": "7.0", "score_facilidad": "6.0", "materia": "Álgebra", "comments": "Muchas tareas, Las clases son largasAl principio va un poco tranquila, ya después va demasiado rápido con los temas y eso hace que se complique a la hora de resolver las series del departamento. Sus exámenes tienen un poco más de nivel que las tareas, pero si estudias no serán difíciles. La participación la toma en cuenta. Te da nivel"}, {"fecha": "10/Feb/2021", "score_general": "7.0", "score_facilidad": "8.0", "materia": "Álgebra", "comments": "Califica Duro, Pocos Exámenes, Los exámenes son difícilesAl principio va un poco tranquila, ya después va demasiado rápido con los temas y eso hace que se complique a la hora de resolver las series del departamento. Sus exámenes tienen un poco más de nivel que las tareas, pero si estudias no serán difíciles. La participación la toma en cuenta. Te da nivel"}, {"fecha": "17/Ene/2021", "score_general": "8.0", "score_facilidad": "8.0", "materia": "Algebra", "comments": "Al principio va un poco tranquila, ya después va demasiado rápido con los temas y eso hace que se complique a la hora de resolver las series del departamento. Sus exámenes tienen un poco más de nivel que las tareas, pero si estudias no serán difíciles. La participación la toma en cuenta. Te da nivel"}, {"fecha": "29/Sep/2020", "score_general": "7.0", "score_facilidad": "6.0", "materia": "Algebra Lineal", "comments": "La Participación Importa, Las clases son largas, Los exámenes son difícilesEn presencial todo muy bien, pero cuando empezo la cuarentena casi no se comunicó con nosotros, y por lo tanto nos atrasamos, después enviaba solo PDF´s con ejercicios pero eso no basta para entender una materia como esta, en presencial buena, en linea recomendaría a otra"}, {"fecha": "04/Sep/2020", "score_general": "6.0", "score_facilidad": "6.0", "materia": "Álgebra Lineal", "comments": "Asistencia obligatoria, Brinda apoyo, Los exámenes son difícilesEn presencial todo muy bien, pero cuando empezo la cuarentena casi no se comunicó con nosotros, y por lo tanto nos atrasamos, después enviaba solo PDF´s con ejercicios pero eso no basta para entender una materia como esta, en presencial buena, en linea recomendaría a otra"}, {"fecha": "22/Jun/2020", "score_general": "8.0", "score_facilidad": "8.0", "materia": "Algebra lineal", "comments": "Barco, Da buena retroalimentación, Asistencia obligatoriaEn presencial todo muy bien, pero cuando empezo la cuarentena casi no se comunicó con nosotros, y por lo tanto nos atrasamos, después enviaba solo PDF´s con ejercicios pero eso no basta para entender una materia como esta, en presencial buena, en linea recomendaría a otra"}, {"fecha": "16/Oct/2019", "score_general": "5.0", "score_facilidad": "10.0", "materia": "Álgebra Linea / Cálculo Integral", "comments": "Barco, Las clases son largasEn presencial todo muy bien, pero cuando empezo la cuarentena casi no se comunicó con nosotros, y por lo tanto nos atrasamos, después enviaba solo PDF´s con ejercicios pero eso no basta para entender una materia como esta, en presencial buena, en linea recomendaría a otra"}, {"fecha": "12/Jul/2019", "score_general": "9.0", "score_facilidad": "10.0", "materia": "Cálculo integral", "comments": "Muchas tareas, La Participación Importa, Pocos ExámenesEn presencial todo muy bien, pero cuando empezo la cuarentena casi no se comunicó con nosotros, y por lo tanto nos atrasamos, después enviaba solo PDF´s con ejercicios pero eso no basta para entender una materia como esta, en presencial buena, en linea recomendaría a otra"}, {"fecha": "12/Jul/2019", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Cálculo Integral", "comments": "Brinda apoyo, Clases excelentes, Tomaría su clase otra vezMuy buena maestra, la neta explica bien y no están difíciles los exámenes, deja tarea pero son muy pocos ejercicios y fáciles. No es para nada dificil"}, {"fecha": "24/Jun/2019", "score_general": "9.0", "score_facilidad": "10.0", "materia": "Cálculo Integral", "comments": "Las clases son largas, Aspectos de calificación claros, Brinda apoyoMuy buena maestra, la neta explica bien y no están difíciles los exámenes, deja tarea pero son muy pocos ejercicios y fáciles. No es para nada dificil"}, {"fecha": "14/Jun/2019", "score_general": "8.0", "score_facilidad": "6.0", "materia": "Algebra lineal", "comments": "Califica Duro, Muchas tareas, Respetado por los estudiantesMuy buena maestra, la neta explica bien y no están difíciles los exámenes, deja tarea pero son muy pocos ejercicios y fáciles. No es para nada dificil"}, {"fecha": "06/Jun/2019", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Álgebra Lineal", "comments": "Muy buena maestra, la neta explica bien y no están difíciles los exámenes, deja tarea pero son muy pocos ejercicios y fáciles. No es para nada dificil"}, {"fecha": "14/Ene/2019", "score_general": "8.0", "score_facilidad": "10.0", "materia": "Álgebra", "comments": "Muy buena maestra, la neta explica bien y no están difíciles los exámenes, deja tarea pero son muy pocos ejercicios y fáciles. No es para nada dificil"}, {"fecha": "01/Dic/2018", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Algebra Lineal", "comments": "Muchas tareas, Asistencia obligatoria, Brinda apoyoLa mejor maestra que he tenido del anexo. Muy clara y paciente al explicar dudas (ya sea en clase o asesorias). Deja tarea casi diario, pero si realmente quieres aprender es la mejor opción para lineal (lo mismo considero para algebra)."}, {"fecha": "16/Sep/2018", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Álgebra lineal", "comments": "La mejor maestra que he tenido del anexo. Muy clara y paciente al explicar dudas (ya sea en clase o asesorias). Deja tarea casi diario, pero si realmente quieres aprender es la mejor opción para lineal (lo mismo considero para algebra)."}, {"fecha": "01/Jun/2018", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Algebra Lineal", "comments": "Barco, La Participación Importa, Da Crédito ExtraLa mejor maestra que he tenido del anexo. Muy clara y paciente al explicar dudas (ya sea en clase o asesorias). Deja tarea casi diario, pero si realmente quieres aprender es la mejor opción para lineal (lo mismo considero para algebra)."}, {"fecha": "11/Dic/2017", "score_general": "8.0", "score_facilidad": "4.0", "materia": "algebra lineal", "comments": "Barco, Muchas tareasLa mejor maestra que he tenido del anexo. Muy clara y paciente al explicar dudas (ya sea en clase o asesorias). Deja tarea casi diario, pero si realmente quieres aprender es la mejor opción para lineal (lo mismo considero para algebra)."}, {"fecha": "25/Jul/2017", "score_general": "7.0", "score_facilidad": "2.0", "materia": "Álgebra Lineal", "comments": "Califica DuroLa mejor maestra que he tenido del anexo. Muy clara y paciente al explicar dudas (ya sea en clase o asesorias). Deja tarea casi diario, pero si realmente quieres aprender es la mejor opción para lineal (lo mismo considero para algebra)."}, {"fecha": "26/Jun/2017", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Álgebra Lineal", "comments": "La Participación Importa, Inspiracional, Clases excelentesEXCELENTE profesora, muy comprometida con lo que hace y además le gusta enseñar.Tiene demasiada paciencia para explicar y generalmente es muy clara a la primera. Deja tarea casi diario pero con lo visto en clase seran muy fáciles.Las tareas, asistencia y participaciones son MUY importantes. La"}, {"fecha": "26/Jun/2017", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Algebra Lineal", "comments": "EXCELENTE profesora, muy comprometida con lo que hace y además le gusta enseñar.Tiene demasiada paciencia para explicar y generalmente es muy clara a la primera. Deja tarea casi diario pero con lo visto en clase seran muy fáciles.Las tareas, asistencia y participaciones son MUY importantes. La"}, {"fecha": "22/Jun/2017", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Álgebra Lineal", "comments": "Da buena retroalimentación, Aspectos de calificación clarosEXCELENTE profesora, muy comprometida con lo que hace y además le gusta enseñar.Tiene demasiada paciencia para explicar y generalmente es muy clara a la primera. Deja tarea casi diario pero con lo visto en clase seran muy fáciles.Las tareas, asistencia y participaciones son MUY importantes. La"}, {"fecha": "07/May/2017", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Álgebra lineal", "comments": "Brinda apoyo, Clases excelentes, Tomaría su clase otra vezEXCELENTE profesora, muy comprometida con lo que hace y además le gusta enseñar.Tiene demasiada paciencia para explicar y generalmente es muy clara a la primera. Deja tarea casi diario pero con lo visto en clase seran muy fáciles.Las tareas, asistencia y participaciones son MUY importantes. La"}, {"fecha": "22/Ene/2017", "score_general": "9.0", "score_facilidad": "6.0", "materia": "algebra lineal", "comments": "Muchas tareas, Asistencia obligatoria, Brinda apoyoEXCELENTE profesora, muy comprometida con lo que hace y además le gusta enseñar.Tiene demasiada paciencia para explicar y generalmente es muy clara a la primera. Deja tarea casi diario pero con lo visto en clase seran muy fáciles.Las tareas, asistencia y participaciones son MUY importantes. La"}, {"fecha": "07/Ene/2017", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Álgebra lineal", "comments": "Da buena retroalimentación, La Participación Importa, Tomaría su clase otra vezLas clases son comodas y los parciales van de acuerdo a los ejercicios vistos en clase, importante el repaso. La explicacion es muy clara en cada uno de los temas, importante la asistencia. Las participaciones pueden llegar a ayudar. Recomendable"}]