[{"fecha": "23/Ene/2023", "score_general": "4.0", "score_facilidad": "2.0", "materia": "Lenguajes Formales y Autómatas", "comments": "Califica Duro, Prepárate para leer, Los exámenes son difícilesEste semestre no dio clase por su enfermedad. Dio la profesora Lucila, para empezar fue 80% Examen y 20% proyecto, con reprobar un examen te vas a final. El final es sobre 100%. Sus exámenes son demasiado largos para 2 horas, nadie del grupo pasó. Los que entregamos protecto no nos sirvió de nada."}, {"fecha": "25/Ago/2021", "score_general": "8.0", "score_facilidad": "10.0", "materia": "Lenguajes formales y autómatas", "comments": "Barco, Las clases son largas, Brinda apoyoEste semestre no dio clase por su enfermedad. Dio la profesora Lucila, para empezar fue 80% Examen y 20% proyecto, con reprobar un examen te vas a final. El final es sobre 100%. Sus exámenes son demasiado largos para 2 horas, nadie del grupo pasó. Los que entregamos protecto no nos sirvió de nada."}, {"fecha": "17/Ago/2021", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Lenguajes formales y Automatas", "comments": "Barco, Las clases son largas, Brinda apoyoEste semestre no dio clase por su enfermedad. Dio la profesora Lucila, para empezar fue 80% Examen y 20% proyecto, con reprobar un examen te vas a final. El final es sobre 100%. Sus exámenes son demasiado largos para 2 horas, nadie del grupo pasó. Los que entregamos protecto no nos sirvió de nada."}, {"fecha": "04/Sep/2020", "score_general": "6.0", "score_facilidad": "6.0", "materia": "Lenguajes formales y autómatas", "comments": "Barco, La Participación Importa, Deja trabajos largosEste semestre no dio clase por su enfermedad. Dio la profesora Lucila, para empezar fue 80% Examen y 20% proyecto, con reprobar un examen te vas a final. El final es sobre 100%. Sus exámenes son demasiado largos para 2 horas, nadie del grupo pasó. Los que entregamos protecto no nos sirvió de nada."}, {"fecha": "29/Jun/2019", "score_general": "3.0", "score_facilidad": "4.0", "materia": "LENGUAJES FORMALES Y AUTÓMATAS", "comments": "Muchas tareas, Las clases son largas, Los exámenes son difícilesEste semestre no dio clase por su enfermedad. Dio la profesora Lucila, para empezar fue 80% Examen y 20% proyecto, con reprobar un examen te vas a final. El final es sobre 100%. Sus exámenes son demasiado largos para 2 horas, nadie del grupo pasó. Los que entregamos protecto no nos sirvió de nada."}, {"fecha": "09/Ene/2018", "score_general": "5.0", "score_facilidad": "2.0", "materia": "Lenguajes Formales y Automatas", "comments": "A pesar que da los porcentajes de evaluación, no se sabe si los respeta, o no. Su clase es pesada ya que es teórica, pero no siempre es aburrida. La mayoría pasa, eso si con 6 o 7, y debes entregar todo"}]