[{"fecha": "25/Ene/2022", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Cultura y Comunicación", "comments": "La Participación Importa, Las clases son largas, Brinda apoyoNo es barca, así que no la metas si es lo que quieres hacer. Deja unos cuantos trabajos durante el semestre que pueden ser largos, pero definitivamente vale la pena cursar con ella ya que es una gran profesora que se preocupa por nuestra salud mental y nuestro aprendizaje."}, {"fecha": "01/Sep/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Cultura y Comunicación", "comments": "No es barca, así que no la metas si es lo que quieres hacer. Deja unos cuantos trabajos durante el semestre que pueden ser largos, pero definitivamente vale la pena cursar con ella ya que es una gran profesora que se preocupa por nuestra salud mental y nuestro aprendizaje."}, {"fecha": "26/Ago/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Cultura", "comments": "Barco, Da buena retroalimentación, La Participación ImportaNo es barca, así que no la metas si es lo que quieres hacer. Deja unos cuantos trabajos durante el semestre que pueden ser largos, pero definitivamente vale la pena cursar con ella ya que es una gran profesora que se preocupa por nuestra salud mental y nuestro aprendizaje."}, {"fecha": "23/Ago/2021", "score_general": "8.0", "score_facilidad": "10.0", "materia": "Cultura y Comunicación", "comments": "No es barca, así que no la metas si es lo que quieres hacer. Deja unos cuantos trabajos durante el semestre que pueden ser largos, pero definitivamente vale la pena cursar con ella ya que es una gran profesora que se preocupa por nuestra salud mental y nuestro aprendizaje."}, {"fecha": "04/Feb/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Cultura y comunicación", "comments": "Brinda apoyo, Clases excelentes, Tomaría su clase otra vezNo es barca, así que no la metas si es lo que quieres hacer. Deja unos cuantos trabajos durante el semestre que pueden ser largos, pero definitivamente vale la pena cursar con ella ya que es una gran profesora que se preocupa por nuestra salud mental y nuestro aprendizaje."}, {"fecha": "29/Ago/2019", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Cultura y Comunicación", "comments": "Muy cómico, Aspectos de calificación claros, Tomaría su clase otra vezMuy buena onda, sólo es cuestión de ser responsable y ya tienes buena calificación asegurada"}, {"fecha": "02/Jun/2019", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Cultura y comunicación", "comments": "Da buena retroalimentación, Muchas tareasMuy buena onda, sólo es cuestión de ser responsable y ya tienes buena calificación asegurada"}, {"fecha": "13/Jun/2018", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Cultura y Comunicación", "comments": "Da buena retroalimentación, Tomaría su clase otra vezMuy buena onda, sólo es cuestión de ser responsable y ya tienes buena calificación asegurada"}, {"fecha": "30/Ene/2018", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Comunicación", "comments": "Pocos Exámenes, Aspectos de calificación claros, Tomaría su clase otra vezMuy buena onda, sólo es cuestión de ser responsable y ya tienes buena calificación asegurada"}, {"fecha": "27/Jun/2017", "score_general": "8.0", "score_facilidad": "8.0", "materia": "Cultura y Comunicacion", "comments": "Muy buena onda, sólo es cuestión de ser responsable y ya tienes buena calificación asegurada"}, {"fecha": "01/Abr/2017", "score_general": "2.0", "score_facilidad": "2.0", "materia": "Cultura y comunicación", "comments": "Barco, Prepárate para leer"}, {"fecha": "05/Feb/2017", "score_general": "7.0", "score_facilidad": "6.0", "materia": "Cultura y Comunicación", "comments": "Califica Duro, La Participación Importa, Aspectos de calificación claros"}]