[{"fecha": "10/Feb/2023", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Fundamentos de programacion", "comments": "Da buena retroalimentación, Pocos Exámenes, Brinda apoyoNada dificil, lo que viene en el examen lo enseño, NO ES BARCO, pero si te puede ayudar en la calificacion si realmente le hechaste ganas al semestre, tomario su materia otra vez."}, {"fecha": "02/Feb/2023", "score_general": "10.0", "score_facilidad": "8.0", "materia": "IA", "comments": "BarcoNada dificil, lo que viene en el examen lo enseño, NO ES BARCO, pero si te puede ayudar en la calificacion si realmente le hechaste ganas al semestre, tomario su materia otra vez."}, {"fecha": "19/Jun/2022", "score_general": "10.0", "score_facilidad": "10.0", "materia": "EDA 1", "comments": "Da buena retroalimentación, Respetado por los estudiantes, Pocos ExámenesNada dificil, lo que viene en el examen lo enseño, NO ES BARCO, pero si te puede ayudar en la calificacion si realmente le hechaste ganas al semestre, tomario su materia otra vez."}, {"fecha": "15/Jun/2022", "score_general": "4.0", "score_facilidad": "8.0", "materia": "EDA 1", "comments": "BarcoNada dificil, lo que viene en el examen lo enseño, NO ES BARCO, pero si te puede ayudar en la calificacion si realmente le hechaste ganas al semestre, tomario su materia otra vez."}, {"fecha": "04/Jun/2022", "score_general": "8.0", "score_facilidad": "10.0", "materia": "IA", "comments": "Barco, Muy cómico, Aspectos de calificación clarosNada dificil, lo que viene en el examen lo enseño, NO ES BARCO, pero si te puede ayudar en la calificacion si realmente le hechaste ganas al semestre, tomario su materia otra vez."}, {"fecha": "25/May/2022", "score_general": "10.0", "score_facilidad": "10.0", "materia": "IA", "comments": "Muy cómico, Da buena retroalimentación, Brinda apoyo"}, {"fecha": "28/Feb/2022", "score_general": "10.0", "score_facilidad": "10.0", "materia": "EDA 1", "comments": "Respetado por los estudiantes, Inspiracional, Pocos Exámenes"}, {"fecha": "18/Feb/2022", "score_general": "9.0", "score_facilidad": "8.0", "materia": "EDA 2", "comments": "Da buena retroalimentación, Respetado por los estudiantes, Tomaría su clase otra vez"}, {"fecha": "31/Ene/2022", "score_general": "9.0", "score_facilidad": "8.0", "materia": "EDA 1", "comments": "Barco, Muchos proyectos grupales"}, {"fecha": "26/Ene/2022", "score_general": "6.0", "score_facilidad": "10.0", "materia": "Inteligencia Artificial", "comments": ""}, {"fecha": "11/Ene/2022", "score_general": "10.0", "score_facilidad": "10.0", "materia": "EDA 1", "comments": "Respetado por los estudiantes, Brinda apoyo, Tomaría su clase otra vezEs excelente profesor, sabe mucho de la materia, te explica las cosas de una manera detallada para que lo entiendas, deja pocas tareas pero si tienes un peso importante en la calificación. Exámenes al nivel de la clase. Lo que si es pesado son sus prácticas,  pero el profe te asesora para resolverlo"}, {"fecha": "08/Sep/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "EDA 1", "comments": "Da buena retroalimentación, Da Crédito Extra, Brinda apoyoEs excelente profesor, sabe mucho de la materia, te explica las cosas de una manera detallada para que lo entiendas, deja pocas tareas pero si tienes un peso importante en la calificación. Exámenes al nivel de la clase. Lo que si es pesado son sus prácticas,  pero el profe te asesora para resolverlo"}, {"fecha": "03/Sep/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "EDA 1", "comments": "Da buena retroalimentación, Respetado por los estudiantes, Tomaría su clase otra vezEs excelente profesor, sabe mucho de la materia, te explica las cosas de una manera detallada para que lo entiendas, deja pocas tareas pero si tienes un peso importante en la calificación. Exámenes al nivel de la clase. Lo que si es pesado son sus prácticas,  pero el profe te asesora para resolverlo"}, {"fecha": "02/Sep/2021", "score_general": "5.0", "score_facilidad": "8.0", "materia": "EDA 1", "comments": "Barco, Las clases son largas, Pocos ExámenesEs excelente profesor, sabe mucho de la materia, te explica las cosas de una manera detallada para que lo entiendas, deja pocas tareas pero si tienes un peso importante en la calificación. Exámenes al nivel de la clase. Lo que si es pesado son sus prácticas,  pero el profe te asesora para resolverlo"}, {"fecha": "24/Ago/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Inteligencia Artificial", "comments": "Barco, Pocos Exámenes, Aspectos de calificación clarosEs excelente profesor, sabe mucho de la materia, te explica las cosas de una manera detallada para que lo entiendas, deja pocas tareas pero si tienes un peso importante en la calificación. Exámenes al nivel de la clase. Lo que si es pesado son sus prácticas,  pero el profe te asesora para resolverlo"}, {"fecha": "22/Ago/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Inteligencia Artificial", "comments": "Brinda apoyo, Clases excelentes, Tomaría su clase otra vezExcelente profesor, es super amable, domina la materia, responde todas las dudas de manera clara, sus exámenes están al nivel de la clase y no es difícil obtener buena calificación."}, {"fecha": "20/Ago/2021", "score_general": "9.0", "score_facilidad": "8.0", "materia": "EDA 1", "comments": "Aspectos de calificación claros, Brinda apoyoExcelente profesor, es super amable, domina la materia, responde todas las dudas de manera clara, sus exámenes están al nivel de la clase y no es difícil obtener buena calificación."}, {"fecha": "18/Ago/2021", "score_general": "8.0", "score_facilidad": "6.0", "materia": "Estructuras de datos y algoritmos I", "comments": "Da buena retroalimentación, Brinda apoyo, Deja trabajos largosExcelente profesor, es super amable, domina la materia, responde todas las dudas de manera clara, sus exámenes están al nivel de la clase y no es difícil obtener buena calificación."}, {"fecha": "18/Ago/2021", "score_general": "8.0", "score_facilidad": "8.0", "materia": "Inteligencia artificial", "comments": "Barco, Pocos ExámenesExcelente profesor, es super amable, domina la materia, responde todas las dudas de manera clara, sus exámenes están al nivel de la clase y no es difícil obtener buena calificación."}, {"fecha": "17/Ago/2021", "score_general": "7.0", "score_facilidad": "8.0", "materia": "Inteligencia Artificial", "comments": "Pocos ExámenesExcelente profesor, es super amable, domina la materia, responde todas las dudas de manera clara, sus exámenes están al nivel de la clase y no es difícil obtener buena calificación."}, {"fecha": "21/Feb/2021", "score_general": "9.0", "score_facilidad": "6.0", "materia": "Inteligencia Artificial", "comments": "Pocos ExámenesOnline enseña algo rápido y con diapositivas que pasa, los exámenes son al nivel de la clase aunque de repente se le va la mano, deja tareas sencillas, graba las sesiones, a veces no se le entiende y tienes que estudiar del libro pero es amable, generalmente todos sacan 9."}, {"fecha": "19/Feb/2021", "score_general": "4.0", "score_facilidad": "8.0", "materia": "Fundamentos de Programación", "comments": "BarcoOnline enseña algo rápido y con diapositivas que pasa, los exámenes son al nivel de la clase aunque de repente se le va la mano, deja tareas sencillas, graba las sesiones, a veces no se le entiende y tienes que estudiar del libro pero es amable, generalmente todos sacan 9."}, {"fecha": "18/Feb/2021", "score_general": "9.0", "score_facilidad": "10.0", "materia": "Fundamentos de Programación", "comments": "Barco, Brinda apoyoOnline enseña algo rápido y con diapositivas que pasa, los exámenes son al nivel de la clase aunque de repente se le va la mano, deja tareas sencillas, graba las sesiones, a veces no se le entiende y tienes que estudiar del libro pero es amable, generalmente todos sacan 9."}, {"fecha": "18/Feb/2021", "score_general": "6.0", "score_facilidad": "8.0", "materia": "Fundamentos de programación", "comments": "Barco, Deja trabajos largos, Muchos proyectos grupalesOnline enseña algo rápido y con diapositivas que pasa, los exámenes son al nivel de la clase aunque de repente se le va la mano, deja tareas sencillas, graba las sesiones, a veces no se le entiende y tienes que estudiar del libro pero es amable, generalmente todos sacan 9."}, {"fecha": "18/Feb/2021", "score_general": "8.0", "score_facilidad": "10.0", "materia": "Fundamentos de programación", "comments": "Barco, Da buena retroalimentación, Muchos proyectos grupalesOnline enseña algo rápido y con diapositivas que pasa, los exámenes son al nivel de la clase aunque de repente se le va la mano, deja tareas sencillas, graba las sesiones, a veces no se le entiende y tienes que estudiar del libro pero es amable, generalmente todos sacan 9."}, {"fecha": "24/Sep/2020", "score_general": "2.0", "score_facilidad": "2.0", "materia": "---", "comments": "[Comentario esperando revisión]"}, {"fecha": "08/Sep/2020", "score_general": "8.0", "score_facilidad": "8.0", "materia": "Lab Bases de Datos", "comments": "Muy cómico, Brinda apoyo[Comentario esperando revisión]"}, {"fecha": "29/Jun/2020", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Laboratorio Bases de Datos", "comments": "Muy cómico, Asistencia obligatoria, Pocos Exámenes[Comentario esperando revisión]"}]