[{"fecha": "02/Feb/2023", "score_general": "6.0", "score_facilidad": "10.0", "materia": "Productividad", "comments": "Inspiracional, Las clases son largasLa profesora que habla de su vida, pero en el examen pregunta qué es la productividad. Deja pocos trabajos. Descuida sus clases por juntas u otras cosas que hace en la facultad. A veces llega hasta 15 minutos tarde o manda a alguien más a dar la clase.\r\nA todos nos puso 8."}, {"fecha": "29/Ene/2023", "score_general": "7.0", "score_facilidad": "6.0", "materia": "PCP", "comments": "Las clases son largasLa profesora que habla de su vida, pero en el examen pregunta qué es la productividad. Deja pocos trabajos. Descuida sus clases por juntas u otras cosas que hace en la facultad. A veces llega hasta 15 minutos tarde o manda a alguien más a dar la clase.\r\nA todos nos puso 8."}, {"fecha": "06/Jul/2021", "score_general": "4.0", "score_facilidad": "4.0", "materia": "PCP", "comments": "Califica Duro, Muchas tareas, Las clases son largasLa profesora que habla de su vida, pero en el examen pregunta qué es la productividad. Deja pocos trabajos. Descuida sus clases por juntas u otras cosas que hace en la facultad. A veces llega hasta 15 minutos tarde o manda a alguien más a dar la clase.\r\nA todos nos puso 8."}, {"fecha": "16/Feb/2021", "score_general": "8.0", "score_facilidad": "6.0", "materia": "PCP", "comments": "La profesora que habla de su vida, pero en el examen pregunta qué es la productividad. Deja pocos trabajos. Descuida sus clases por juntas u otras cosas que hace en la facultad. A veces llega hasta 15 minutos tarde o manda a alguien más a dar la clase.\r\nA todos nos puso 8."}, {"fecha": "27/Ene/2021", "score_general": "7.0", "score_facilidad": "6.0", "materia": "PCP", "comments": "Califica Duro, Muchas tareas, Los exámenes son difícilesLa profesora que habla de su vida, pero en el examen pregunta qué es la productividad. Deja pocos trabajos. Descuida sus clases por juntas u otras cosas que hace en la facultad. A veces llega hasta 15 minutos tarde o manda a alguien más a dar la clase.\r\nA todos nos puso 8."}, {"fecha": "02/Jul/2018", "score_general": "8.0", "score_facilidad": "8.0", "materia": "Planeación y Control de la Producción", "comments": "Califica Duro, La Participación Importa, Los exámenes son difícilesSabe mucho de los temas y los explica bastante bien, asistió a prácticamente todas las clases, tareas y participación importan. Lo malo es que no entregó calificaciones hasta el último mes, y los exámenes son algo pesados"}, {"fecha": "15/Jun/2018", "score_general": "7.0", "score_facilidad": "6.0", "materia": "Ingeniería Industrial y Productividad", "comments": "Sabe mucho de los temas y los explica bastante bien, asistió a prácticamente todas las clases, tareas y participación importan. Lo malo es que no entregó calificaciones hasta el último mes, y los exámenes son algo pesados"}]