[{"fecha": "03/Ago/2022", "score_general": "8.0", "score_facilidad": "10.0", "materia": "Estadística aplicada", "comments": "Muchas tareas, Da Crédito Extra, Aspectos de calificación clarosDeja mucha tarea, pero te da una lista con el calendario de tareas, exámenes y trabajos por hacer, te recomiendo adelantar la de teoría. El ultimo examen es en equipo y da puntos extras por actividades culturales y participaciones. Contesta cualquier duda, es muy accesible."}, {"fecha": "02/Ago/2022", "score_general": "7.0", "score_facilidad": "8.0", "materia": "Instrumentación y control", "comments": "Barco, Muchas tareas, InspiracionalDeja mucha tarea, pero te da una lista con el calendario de tareas, exámenes y trabajos por hacer, te recomiendo adelantar la de teoría. El ultimo examen es en equipo y da puntos extras por actividades culturales y participaciones. Contesta cualquier duda, es muy accesible."}, {"fecha": "25/Jul/2022", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Recursos y Necesidades de México", "comments": "Muchas tareas, La Participación Importa, Las clases son largasDeja mucha tarea, pero te da una lista con el calendario de tareas, exámenes y trabajos por hacer, te recomiendo adelantar la de teoría. El ultimo examen es en equipo y da puntos extras por actividades culturales y participaciones. Contesta cualquier duda, es muy accesible."}, {"fecha": "26/Ene/2022", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Instrumentación y Control", "comments": "Barco, Muchas tareas, Clases excelentesDeja mucha tarea, pero te da una lista con el calendario de tareas, exámenes y trabajos por hacer, te recomiendo adelantar la de teoría. El ultimo examen es en equipo y da puntos extras por actividades culturales y participaciones. Contesta cualquier duda, es muy accesible."}, {"fecha": "30/Ago/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Recursos y Necesidades de México", "comments": "Deja mucha tarea, pero te da una lista con el calendario de tareas, exámenes y trabajos por hacer, te recomiendo adelantar la de teoría. El ultimo examen es en equipo y da puntos extras por actividades culturales y participaciones. Contesta cualquier duda, es muy accesible."}, {"fecha": "06/Mar/2021", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Recursos y Necesidades de Mexico", "comments": "Muchas tareasSabe mucho acerca de Mexico, sin duda en los temas de clase contagia su pasión por las ciencias sociales. \r\nNo dejes que se te junte la tarea, parece mucha pero en realidad no califica duro. Al final la mayoría obtuvo 9 y 10."}, {"fecha": "21/Feb/2021", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Recursos y Necesidades de México", "comments": "Sabe mucho acerca de Mexico, sin duda en los temas de clase contagia su pasión por las ciencias sociales. \r\nNo dejes que se te junte la tarea, parece mucha pero en realidad no califica duro. Al final la mayoría obtuvo 9 y 10."}, {"fecha": "08/Sep/2020", "score_general": "8.0", "score_facilidad": "4.0", "materia": "Modelado de Sistemas Físicos", "comments": "Muchas tareas, Muchos Exámenes, Deja trabajos largosSabe mucho acerca de Mexico, sin duda en los temas de clase contagia su pasión por las ciencias sociales. \r\nNo dejes que se te junte la tarea, parece mucha pero en realidad no califica duro. Al final la mayoría obtuvo 9 y 10."}, {"fecha": "31/Ago/2020", "score_general": "7.0", "score_facilidad": "6.0", "materia": "Estadistica Aplicada", "comments": "Da buena retroalimentación, Brinda apoyoSabe mucho acerca de Mexico, sin duda en los temas de clase contagia su pasión por las ciencias sociales. \r\nNo dejes que se te junte la tarea, parece mucha pero en realidad no califica duro. Al final la mayoría obtuvo 9 y 10."}, {"fecha": "02/Jun/2020", "score_general": "5.0", "score_facilidad": "4.0", "materia": "Modelado de Sistemas Físicos", "comments": "Muchas tareas, Las clases son largas, Muchos proyectos grupalesSabe mucho acerca de Mexico, sin duda en los temas de clase contagia su pasión por las ciencias sociales. \r\nNo dejes que se te junte la tarea, parece mucha pero en realidad no califica duro. Al final la mayoría obtuvo 9 y 10."}]