[{"fecha": "08/Dic/2022", "score_general": "8.0", "score_facilidad": "6.0", "materia": "Geología y Geoquímica del Petróleo", "comments": "Califica Duro, Da buena retroalimentación, Las clases son largasEs una gran persona y te ayuda si se lo pides. Desconozco su evaluación presencial, pero en línea nos ayudó para que todos pudiéramos pasar con una calificación aceptable."}, {"fecha": "27/Jul/2022", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Petrología sedimentaria", "comments": "Da buena retroalimentación, Tomaría su clase otra vezEs una gran persona y te ayuda si se lo pides. Desconozco su evaluación presencial, pero en línea nos ayudó para que todos pudiéramos pasar con una calificación aceptable."}, {"fecha": "10/Jun/2022", "score_general": "2.0", "score_facilidad": "2.0", "materia": "Geología y Geoquímica del Petróleo", "comments": "Pocos Exámenes, Aspectos de calificación claros, Muchos proyectos grupalesEs una gran persona y te ayuda si se lo pides. Desconozco su evaluación presencial, pero en línea nos ayudó para que todos pudiéramos pasar con una calificación aceptable."}, {"fecha": "27/May/2022", "score_general": "8.0", "score_facilidad": "8.0", "materia": "Geología y Geoquímica del Petróleo", "comments": "Pocos Exámenes, Aspectos de calificación claros, Muchos proyectos grupalesEs una gran persona y te ayuda si se lo pides. Desconozco su evaluación presencial, pero en línea nos ayudó para que todos pudiéramos pasar con una calificación aceptable."}, {"fecha": "02/Sep/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Geología y Geoquímica del Petróleo", "comments": "Da buena retroalimentación, Las clases son largas, Tomaría su clase otra vezEs una gran persona y te ayuda si se lo pides. Desconozco su evaluación presencial, pero en línea nos ayudó para que todos pudiéramos pasar con una calificación aceptable."}, {"fecha": "25/Ago/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Geología y Geoquímica del Petróleo", "comments": "La Participación Importa, Brinda apoyo, Tomaría su clase otra vezEn el zoomestre muy buenas clases, super interactivas, siempre aclara de la mejor manera tus dudas, son puras diapositivas, da mucho material para que aprendas, los conocimientos que adquieres son bastantes si le pones atención"}, {"fecha": "04/Feb/2021", "score_general": "7.0", "score_facilidad": "8.0", "materia": "Geoquimica del Petroleo", "comments": "Muchas tareas, Asistencia obligatoria, Aspectos de calificación clarosEn el zoomestre muy buenas clases, super interactivas, siempre aclara de la mejor manera tus dudas, son puras diapositivas, da mucho material para que aprendas, los conocimientos que adquieres son bastantes si le pones atención"}, {"fecha": "30/Nov/2019", "score_general": "8.0", "score_facilidad": "10.0", "materia": "Geología y Geoquímica del Petróleo", "comments": "Aspectos de calificación claros, Clases excelentes, Tomaría su clase otra vezEn el zoomestre muy buenas clases, super interactivas, siempre aclara de la mejor manera tus dudas, son puras diapositivas, da mucho material para que aprendas, los conocimientos que adquieres son bastantes si le pones atención"}, {"fecha": "27/Ene/2014", "score_general": "6.0", "score_facilidad": "8.0", "materia": "Geología de Yacimientos", "comments": "En el zoomestre muy buenas clases, super interactivas, siempre aclara de la mejor manera tus dudas, son puras diapositivas, da mucho material para que aprendas, los conocimientos que adquieres son bastantes si le pones atención"}]