[{"fecha": "08/Dic/2022", "score_general": "8.0", "score_facilidad": "6.0", "materia": "Geología de Yacimientos", "comments": "Califica Duro, Prepárate para leer, Los exámenes son difícilesEs una persona preparada, pero sus clases suelen ser demasiado tediosas. El examen es a nivel de clase. Es un buen profesor, pero si no eres autodidacta no lo recomiendo."}, {"fecha": "30/Sep/2021", "score_general": "2.0", "score_facilidad": "2.0", "materia": "Geología de yacimientos", "comments": "Barco, Muy cómico, Las clases son largasEs una persona preparada, pero sus clases suelen ser demasiado tediosas. El examen es a nivel de clase. Es un buen profesor, pero si no eres autodidacta no lo recomiendo."}, {"fecha": "15/Abr/2021", "score_general": "8.0", "score_facilidad": "2.0", "materia": "Geología de Yacimientos de Fluidos", "comments": "Califica Duro, Muy cómico, Las clases son largasEs una persona preparada, pero sus clases suelen ser demasiado tediosas. El examen es a nivel de clase. Es un buen profesor, pero si no eres autodidacta no lo recomiendo."}, {"fecha": "19/Feb/2021", "score_general": "7.0", "score_facilidad": "4.0", "materia": "Geología de Yacimientos", "comments": "Califica Duro, Prepárate para leer, Los exámenes son difícilesEs una persona preparada, pero sus clases suelen ser demasiado tediosas. El examen es a nivel de clase. Es un buen profesor, pero si no eres autodidacta no lo recomiendo."}, {"fecha": "19/Feb/2021", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Geología de Yacimientos de Fluidos", "comments": "Da buena retroalimentación, Las clases son largas, Pocos ExámenesEs una persona preparada, pero sus clases suelen ser demasiado tediosas. El examen es a nivel de clase. Es un buen profesor, pero si no eres autodidacta no lo recomiendo."}, {"fecha": "18/Feb/2021", "score_general": "5.0", "score_facilidad": "4.0", "materia": "geologia de yacimientos de fluidos", "comments": "Califica Duro, Las clases son largas, Deja trabajos largoses muy tediosa su clase es un poco aburrida y aveces falta hay mejores opciones"}, {"fecha": "03/Jul/2020", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Geología de Yacimientos de fluidos", "comments": "Inspiracional, Clases excelentes, Tomaría su clase otra vezes muy tediosa su clase es un poco aburrida y aveces falta hay mejores opciones"}, {"fecha": "26/Nov/2019", "score_general": "6.0", "score_facilidad": "4.0", "materia": "Geología de Yacimientos", "comments": "Califica Duro, Da buena retroalimentación, Prepárate para leeres muy tediosa su clase es un poco aburrida y aveces falta hay mejores opciones"}, {"fecha": "09/Ago/2019", "score_general": "6.0", "score_facilidad": "8.0", "materia": "---", "comments": "Inspiracional, Clases excelentes, Tomaría su clase otra vezes muy tediosa su clase es un poco aburrida y aveces falta hay mejores opciones"}, {"fecha": "22/Jul/2019", "score_general": "9.0", "score_facilidad": "4.0", "materia": "Geología de yacimientos de fluidos", "comments": "Inspiracional, Pocos Exámenes, Brinda apoyoes muy tediosa su clase es un poco aburrida y aveces falta hay mejores opciones"}, {"fecha": "19/Ago/2018", "score_general": "9.0", "score_facilidad": "4.0", "materia": "Geología de Yacimientos", "comments": "Clases excelentes, Tomaría su clase otra vezUno de los mejores maestros para la materia, conoce muy bien los temas, cualquier duda que tengas te la resolverá. Algunas clases son algo pesadas por la hora y la forma en que se da la clase. Los exámenes son algo pesados, pero nada del otro mundo. Lo recomiendo al 100%."}, {"fecha": "29/Jun/2018", "score_general": "7.0", "score_facilidad": "2.0", "materia": "geologia de yacimientos", "comments": "Califica Duro, Asistencia obligatoria, Pocos ExámenesUno de los mejores maestros para la materia, conoce muy bien los temas, cualquier duda que tengas te la resolverá. Algunas clases son algo pesadas por la hora y la forma en que se da la clase. Los exámenes son algo pesados, pero nada del otro mundo. Lo recomiendo al 100%."}, {"fecha": "10/Jun/2018", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Geologia de explotación de yacimientos (2010)", "comments": "Clases excelentes, Los exámenes son difíciles, Tomaría su clase otra vezUno de los mejores maestros para la materia, conoce muy bien los temas, cualquier duda que tengas te la resolverá. Algunas clases son algo pesadas por la hora y la forma en que se da la clase. Los exámenes son algo pesados, pero nada del otro mundo. Lo recomiendo al 100%."}, {"fecha": "28/May/2018", "score_general": "10.0", "score_facilidad": "2.0", "materia": "geologia de yacimientos", "comments": "Califica Duro, Los exámenes son difíciles, Tomaría su clase otra vezUno de los mejores maestros para la materia, conoce muy bien los temas, cualquier duda que tengas te la resolverá. Algunas clases son algo pesadas por la hora y la forma en que se da la clase. Los exámenes son algo pesados, pero nada del otro mundo. Lo recomiendo al 100%."}, {"fecha": "27/Ene/2018", "score_general": "9.0", "score_facilidad": "4.0", "materia": "Geología de Yacimientos, Geología y Geoquímica", "comments": "Respetado por los estudiantes, Clases excelentes, Tomaría su clase otra vezUno de los mejores maestros para la materia, conoce muy bien los temas, cualquier duda que tengas te la resolverá. Algunas clases son algo pesadas por la hora y la forma en que se da la clase. Los exámenes son algo pesados, pero nada del otro mundo. Lo recomiendo al 100%."}, {"fecha": "04/Ago/2017", "score_general": "7.0", "score_facilidad": "6.0", "materia": "Geología de yacimientos", "comments": "Califica Duro, Muchos Exámenes, Aspectos de calificación clarosBuen profesor, pero es difícil pasar. Cuatro exámenes algo complicados, concuerdo con el compañero de abajo, los \"paras\" son putos y por eso no meten con él, le tienen miedo. Se viste bien chingón y tiene bastante porte, soy hombre y de grande quiero ser como él, unos outfits perros."}, {"fecha": "28/Jul/2017", "score_general": "8.0", "score_facilidad": "2.0", "materia": "Geologia y geoquimica", "comments": "Califica Duro, Respetado por los estudiantes, Los exámenes son difícilesBuen profesor, pero es difícil pasar. Cuatro exámenes algo complicados, concuerdo con el compañero de abajo, los \"paras\" son putos y por eso no meten con él, le tienen miedo. Se viste bien chingón y tiene bastante porte, soy hombre y de grande quiero ser como él, unos outfits perros."}, {"fecha": "25/Jul/2017", "score_general": "8.0", "score_facilidad": "6.0", "materia": "geología de yacimientos", "comments": "Respetado por los estudiantes, Clases excelentes, Tomaría su clase otra vezBuen profesor, pero es difícil pasar. Cuatro exámenes algo complicados, concuerdo con el compañero de abajo, los \"paras\" son putos y por eso no meten con él, le tienen miedo. Se viste bien chingón y tiene bastante porte, soy hombre y de grande quiero ser como él, unos outfits perros."}, {"fecha": "09/Jun/2017", "score_general": "7.0", "score_facilidad": "4.0", "materia": "Geología de yacimientos", "comments": "Prepárate para leer, Las clases son largas, Los exámenes son difícilesBuen profesor, pero es difícil pasar. Cuatro exámenes algo complicados, concuerdo con el compañero de abajo, los \"paras\" son putos y por eso no meten con él, le tienen miedo. Se viste bien chingón y tiene bastante porte, soy hombre y de grande quiero ser como él, unos outfits perros."}, {"fecha": "27/Jul/2016", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Geología de yacimientos", "comments": "Califica Duro, BarcoBuen profesor, pero es difícil pasar. Cuatro exámenes algo complicados, concuerdo con el compañero de abajo, los \"paras\" son putos y por eso no meten con él, le tienen miedo. Se viste bien chingón y tiene bastante porte, soy hombre y de grande quiero ser como él, unos outfits perros."}, {"fecha": "04/Feb/2016", "score_general": "8.0", "score_facilidad": "4.0", "materia": "Geología de Yacimientos de Fluidos", "comments": "Pocos Exámenes, Tomaría su clase otra vezHace examen por tema y lo más probable es que te vayas a final.\r\nNo es fácil pasar, la mayoría reprueba.\r\nAunque su clase es interesante y explica bien, resuelve tus dudas.\r\nEs la opción si quieres aprender, aparte es elegante e inteligente."}, {"fecha": "13/Dic/2015", "score_general": "10.0", "score_facilidad": "4.0", "materia": "geologia de yacimientos", "comments": "Hace examen por tema y lo más probable es que te vayas a final.\r\nNo es fácil pasar, la mayoría reprueba.\r\nAunque su clase es interesante y explica bien, resuelve tus dudas.\r\nEs la opción si quieres aprender, aparte es elegante e inteligente."}, {"fecha": "03/Dic/2015", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Geología de Yacimientos", "comments": "Hace examen por tema y lo más probable es que te vayas a final.\r\nNo es fácil pasar, la mayoría reprueba.\r\nAunque su clase es interesante y explica bien, resuelve tus dudas.\r\nEs la opción si quieres aprender, aparte es elegante e inteligente."}, {"fecha": "21/Jun/2015", "score_general": "8.0", "score_facilidad": "6.0", "materia": "Geologia de yacimientos", "comments": "Hace examen por tema y lo más probable es que te vayas a final.\r\nNo es fácil pasar, la mayoría reprueba.\r\nAunque su clase es interesante y explica bien, resuelve tus dudas.\r\nEs la opción si quieres aprender, aparte es elegante e inteligente."}, {"fecha": "18/Ene/2015", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Geologia de yacimientos", "comments": "Hace examen por tema y lo más probable es que te vayas a final.\r\nNo es fácil pasar, la mayoría reprueba.\r\nAunque su clase es interesante y explica bien, resuelve tus dudas.\r\nEs la opción si quieres aprender, aparte es elegante e inteligente."}, {"fecha": "17/Abr/2013", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Geologia de yacimientos y fluidos", "comments": ""}, {"fecha": "10/Nov/2011", "score_general": "3.0", "score_facilidad": "2.0", "materia": "geologia", "comments": ""}]