[{"fecha": "09/Feb/2023", "score_general": "7.0", "score_facilidad": "10.0", "materia": "Laboratorio Circuitos Integrados Analógicos", "comments": "Barco, Aspectos de calificación clarosEs la opción para pasar fácil y rápido. Si sabes alambrar y medir no se te hará nada pesado. Tiene alta tolerancia con las fechas de entrega, no revisa a profundidad los reportes. Lo más pesado son los previos, porque son simulaciones en multisim, no toma asistencia, no es claro cuando le preguntas."}, {"fecha": "03/Feb/2023", "score_general": "8.0", "score_facilidad": "10.0", "materia": "Lab. Diseño Digital", "comments": "Barco, Tomaría su clase otra vezEs la opción para pasar fácil y rápido. Si sabes alambrar y medir no se te hará nada pesado. Tiene alta tolerancia con las fechas de entrega, no revisa a profundidad los reportes. Lo más pesado son los previos, porque son simulaciones en multisim, no toma asistencia, no es claro cuando le preguntas."}, {"fecha": "27/Ene/2023", "score_general": "7.0", "score_facilidad": "8.0", "materia": "Lab. Dispositivos Electrónicos", "comments": "Barco, Muchas tareas, Aspectos de calificación clarosEs la opción para pasar fácil y rápido. Si sabes alambrar y medir no se te hará nada pesado. Tiene alta tolerancia con las fechas de entrega, no revisa a profundidad los reportes. Lo más pesado son los previos, porque son simulaciones en multisim, no toma asistencia, no es claro cuando le preguntas."}, {"fecha": "21/Ene/2023", "score_general": "4.0", "score_facilidad": "8.0", "materia": "Laboratorio de Dispositivos Electronicos", "comments": "Barco, Muy cómico, Aspectos de calificación clarosEs la opción para pasar fácil y rápido. Si sabes alambrar y medir no se te hará nada pesado. Tiene alta tolerancia con las fechas de entrega, no revisa a profundidad los reportes. Lo más pesado son los previos, porque son simulaciones en multisim, no toma asistencia, no es claro cuando le preguntas."}, {"fecha": "21/Ene/2023", "score_general": "8.0", "score_facilidad": "10.0", "materia": "Laboratorio Dispositivos Electrónicos", "comments": "Respetado por los estudiantes, Brinda apoyo, Tomaría su clase otra vezEs la opción para pasar fácil y rápido. Si sabes alambrar y medir no se te hará nada pesado. Tiene alta tolerancia con las fechas de entrega, no revisa a profundidad los reportes. Lo más pesado son los previos, porque son simulaciones en multisim, no toma asistencia, no es claro cuando le preguntas."}, {"fecha": "01/Sep/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Lab CIA", "comments": "La verdad es super fácil cursar el laboratorio con este profesor  ya de por si las practicas son super sencillas si tienes un buen profesor en teoría o bien estudias de un buen libro, lo único que recomendaría es realizar previamente los circuitos para que te los revise y termines rápido."}, {"fecha": "16/Feb/2021", "score_general": "8.0", "score_facilidad": "8.0", "materia": "Lab. Diseño digital", "comments": "La Participación ImportaLa verdad es super fácil cursar el laboratorio con este profesor  ya de por si las practicas son super sencillas si tienes un buen profesor en teoría o bien estudias de un buen libro, lo único que recomendaría es realizar previamente los circuitos para que te los revise y termines rápido."}, {"fecha": "08/Sep/2020", "score_general": "6.0", "score_facilidad": "10.0", "materia": "Lab. Dispositivos y Circuitos Eléctronicos", "comments": "Barco, Asistencia obligatoria, Tomaría su clase otra vezLa verdad es super fácil cursar el laboratorio con este profesor  ya de por si las practicas son super sencillas si tienes un buen profesor en teoría o bien estudias de un buen libro, lo único que recomendaría es realizar previamente los circuitos para que te los revise y termines rápido."}, {"fecha": "23/Jun/2020", "score_general": "2.0", "score_facilidad": "2.0", "materia": "Lab CIA", "comments": "Califica Duro, Las clases son largasLa verdad es super fácil cursar el laboratorio con este profesor  ya de por si las practicas son super sencillas si tienes un buen profesor en teoría o bien estudias de un buen libro, lo único que recomendaría es realizar previamente los circuitos para que te los revise y termines rápido."}, {"fecha": "14/Ene/2019", "score_general": "4.0", "score_facilidad": "2.0", "materia": "Lab diseño", "comments": "Asistencia obligatoriaLa verdad es super fácil cursar el laboratorio con este profesor  ya de por si las practicas son super sencillas si tienes un buen profesor en teoría o bien estudias de un buen libro, lo único que recomendaría es realizar previamente los circuitos para que te los revise y termines rápido."}, {"fecha": "09/Jul/2018", "score_general": "2.0", "score_facilidad": "2.0", "materia": "Lab Dispositivos", "comments": "Los barberos pasan con 10 pero eso sí, le tienes que barbear chido porque hay favoritos. De otra forma no porque los examenes son difíciles, te va supervisando en las practicas y si te regaña un poquito"}, {"fecha": "27/Jun/2018", "score_general": "3.0", "score_facilidad": "2.0", "materia": "Lab dispositivos y circuitos eléctricos", "comments": "Califica DuroLos barberos pasan con 10 pero eso sí, le tienes que barbear chido porque hay favoritos. De otra forma no porque los examenes son difíciles, te va supervisando en las practicas y si te regaña un poquito"}, {"fecha": "27/Jun/2018", "score_general": "3.0", "score_facilidad": "2.0", "materia": "Lab de dispositivos", "comments": "Los barberos pasan con 10 pero eso sí, le tienes que barbear chido porque hay favoritos. De otra forma no porque los examenes son difíciles, te va supervisando en las practicas y si te regaña un poquito"}, {"fecha": "25/Ene/2018", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Lab CIA", "comments": "Los barberos pasan con 10 pero eso sí, le tienes que barbear chido porque hay favoritos. De otra forma no porque los examenes son difíciles, te va supervisando en las practicas y si te regaña un poquito"}, {"fecha": "16/Dic/2017", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Lab. Dispositivos Electrónicos", "comments": "Los barberos pasan con 10 pero eso sí, le tienes que barbear chido porque hay favoritos. De otra forma no porque los examenes son difíciles, te va supervisando en las practicas y si te regaña un poquito"}, {"fecha": "25/Jul/2016", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Lab Dispos", "comments": "Da buena retroalimentación, Clases excelentes, Tomaría su clase otra vezEs un excelente profesor para el laboratorio de dispositivos y circuitos electrónicos. \r\nTodo mundo lo conoce pero pocos saben que es maestro (Es el que se peina de cola de caballo que está en el laboratorio abierto).\r\nLa clase es muy amena, explica bastante bien y es muy fácil pasar con el."}]