[{"fecha": "03/Dic/2021", "score_general": "6.0", "score_facilidad": "6.0", "materia": "programacón", "comments": "Estuviera muchísimo mejor si sus ayudantes no fueran tan mamones"}, {"fecha": "30/Sep/2021", "score_general": "5.0", "score_facilidad": "6.0", "materia": "programacón", "comments": "Estuviera muchísimo mejor si sus ayudantes no fueran tan mamones"}, {"fecha": "31/Ago/2021", "score_general": "8.0", "score_facilidad": "6.0", "materia": "programacion basica", "comments": "Califica Duro, Las clases son largas, Deja trabajos largosEstuviera muchísimo mejor si sus ayudantes no fueran tan mamones"}, {"fecha": "25/Ago/2021", "score_general": "6.0", "score_facilidad": "8.0", "materia": "---", "comments": "Muchas tareas, Pocos Exámenes, Muchos proyectos grupalesEstuviera muchísimo mejor si sus ayudantes no fueran tan mamones"}, {"fecha": "23/Ago/2021", "score_general": "6.0", "score_facilidad": "4.0", "materia": "---", "comments": "Califica Duro, La Participación Importa, Muchos proyectos grupalesEstuviera muchísimo mejor si sus ayudantes no fueran tan mamones"}, {"fecha": "04/Mar/2021", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Programación básica", "comments": "Da buena retroalimentación, Aspectos de calificación claros, Tomaría su clase otra vez"}, {"fecha": "19/Feb/2021", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Programación Básica", "comments": "Da buena retroalimentación, La Participación Importa, Clases excelentes"}, {"fecha": "18/Feb/2021", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Programación Básica", "comments": "Da buena retroalimentación, Aspectos de calificación claros, Tomaría su clase otra vez"}, {"fecha": "13/Sep/2020", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Programación Básica", "comments": "Da buena retroalimentación, Muchas tareas, Clases excelentes"}, {"fecha": "10/Sep/2020", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Programacíon básica", "comments": "Da buena retroalimentación, Asistencia obligatoria, Respetado por los estudiantes"}, {"fecha": "09/Sep/2020", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Programación Básica", "comments": "Inspiracional, Aspectos de calificación claros, Brinda apoyoEs un profesor joven, tiene muchos conocimientos que comparte con sus estudiantes. Siempre está dispuesto a aclarar todas tus dudas dando facilidades como horas extra. Sin embargo no te tienes que confiar, debes de estudiar y practicar por tu cuenta. Proyecto final es una exposición en equipo."}, {"fecha": "09/Sep/2020", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Programacion/ Álgebra lineal", "comments": "Brinda apoyo, Clases excelentes, Tomaría su clase otra vezEs un profesor joven, tiene muchos conocimientos que comparte con sus estudiantes. Siempre está dispuesto a aclarar todas tus dudas dando facilidades como horas extra. Sin embargo no te tienes que confiar, debes de estudiar y practicar por tu cuenta. Proyecto final es una exposición en equipo."}, {"fecha": "08/Sep/2020", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Programación", "comments": "Da buena retroalimentación, Clases excelentes, Tomaría su clase otra vezEs un profesor joven, tiene muchos conocimientos que comparte con sus estudiantes. Siempre está dispuesto a aclarar todas tus dudas dando facilidades como horas extra. Sin embargo no te tienes que confiar, debes de estudiar y practicar por tu cuenta. Proyecto final es una exposición en equipo."}, {"fecha": "08/Sep/2020", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Programación básica", "comments": "Brinda apoyo, Muchos proyectos grupales, Tomaría su clase otra vezEs un profesor joven, tiene muchos conocimientos que comparte con sus estudiantes. Siempre está dispuesto a aclarar todas tus dudas dando facilidades como horas extra. Sin embargo no te tienes que confiar, debes de estudiar y practicar por tu cuenta. Proyecto final es una exposición en equipo."}, {"fecha": "08/Sep/2020", "score_general": "9.0", "score_facilidad": "6.0", "materia": "Programación básica", "comments": "Da buena retroalimentación, Brinda apoyo, Muchos proyectos grupalesEs un profesor joven, tiene muchos conocimientos que comparte con sus estudiantes. Siempre está dispuesto a aclarar todas tus dudas dando facilidades como horas extra. Sin embargo no te tienes que confiar, debes de estudiar y practicar por tu cuenta. Proyecto final es una exposición en equipo."}, {"fecha": "08/Sep/2020", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Programación Basica", "comments": "Da buena retroalimentación, Brinda apoyo, Muchos proyectos grupalesLas clases puedes llegar a ser confusas si no tienes conocimientos previos. Los trabajos casi siempre son en equipo. El profesor tiene siempre disposición para ayudar con las dudas. Incluso en horarios fuera de la clase. Se preocupa por que los alumnos tengan buena calificación al final, 9 seguro."}, {"fecha": "08/Sep/2020", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Programación básica", "comments": "Da buena retroalimentación, Respetado por los estudiantes, InspiracionalLas clases puedes llegar a ser confusas si no tienes conocimientos previos. Los trabajos casi siempre son en equipo. El profesor tiene siempre disposición para ayudar con las dudas. Incluso en horarios fuera de la clase. Se preocupa por que los alumnos tengan buena calificación al final, 9 seguro."}, {"fecha": "08/Sep/2020", "score_general": "9.0", "score_facilidad": "6.0", "materia": "Programación Básica", "comments": "Aspectos de calificación claros, Brinda apoyo, Clases excelentesLas clases puedes llegar a ser confusas si no tienes conocimientos previos. Los trabajos casi siempre son en equipo. El profesor tiene siempre disposición para ayudar con las dudas. Incluso en horarios fuera de la clase. Se preocupa por que los alumnos tengan buena calificación al final, 9 seguro."}, {"fecha": "29/Ene/2020", "score_general": "4.0", "score_facilidad": "8.0", "materia": "Programación Básica", "comments": "Pocos Exámenes, Deja trabajos largosLas clases puedes llegar a ser confusas si no tienes conocimientos previos. Los trabajos casi siempre son en equipo. El profesor tiene siempre disposición para ayudar con las dudas. Incluso en horarios fuera de la clase. Se preocupa por que los alumnos tengan buena calificación al final, 9 seguro."}]