[{"fecha": "23/Feb/2023", "score_general": "5.0", "score_facilidad": "6.0", "materia": "Lab. Fundamentos de Control", "comments": "Califica Duro, Muchas tareas, Hace exámenes sorpresaCon ella tienes que hacer \"exactamente\" lo que te dice, si vas a alambrar con los colores que ella dice, haz todo lo que te pide y vas a poder pasar, es medio pesada y hace exámenes sobresa, la verdad con que le hechas ganas si pasas tampoco es nada del otro mundo."}, {"fecha": "03/Ago/2020", "score_general": "8.0", "score_facilidad": "4.0", "materia": "Fundamentos de Control", "comments": "Califica Duro, La Participación Importa, Brinda apoyoCon ella tienes que hacer \"exactamente\" lo que te dice, si vas a alambrar con los colores que ella dice, haz todo lo que te pide y vas a poder pasar, es medio pesada y hace exámenes sobresa, la verdad con que le hechas ganas si pasas tampoco es nada del otro mundo."}, {"fecha": "30/Ene/2020", "score_general": "6.0", "score_facilidad": "2.0", "materia": "Lab Fundamentos de Control", "comments": "Califica DuroCon ella tienes que hacer \"exactamente\" lo que te dice, si vas a alambrar con los colores que ella dice, haz todo lo que te pide y vas a poder pasar, es medio pesada y hace exámenes sobresa, la verdad con que le hechas ganas si pasas tampoco es nada del otro mundo."}, {"fecha": "25/Ene/2020", "score_general": "2.0", "score_facilidad": "2.0", "materia": "Lab. Fundamentos de control", "comments": "Califica Duro, Las clases son largas, Los exámenes son difícilesCon ella tienes que hacer \"exactamente\" lo que te dice, si vas a alambrar con los colores que ella dice, haz todo lo que te pide y vas a poder pasar, es medio pesada y hace exámenes sobresa, la verdad con que le hechas ganas si pasas tampoco es nada del otro mundo."}, {"fecha": "13/Nov/2019", "score_general": "2.0", "score_facilidad": "2.0", "materia": "Laboratorio de Control y Robotica", "comments": "Con ella tienes que hacer \"exactamente\" lo que te dice, si vas a alambrar con los colores que ella dice, haz todo lo que te pide y vas a poder pasar, es medio pesada y hace exámenes sobresa, la verdad con que le hechas ganas si pasas tampoco es nada del otro mundo."}, {"fecha": "09/Ago/2019", "score_general": "2.0", "score_facilidad": "2.0", "materia": "Lab.control", "comments": "Califica Duro, Muchas tareas, Deja trabajos largosEs muy dificil, si ya sabes de circuitos y sabes alambrar bien pro puede que la armes, pero si no va estar muy pesado. Ademas es bien mamona la hdspm, la odio, no le puedes preguntar algo porque te baja puntos.\r\n Cámbiate AHORA y evita estar todo frustrado con esta vieja. Suerte crack"}, {"fecha": "20/Ene/2019", "score_general": "4.0", "score_facilidad": "4.0", "materia": "Lab. Fund. de Control", "comments": "Es muy dificil, si ya sabes de circuitos y sabes alambrar bien pro puede que la armes, pero si no va estar muy pesado. Ademas es bien mamona la hdspm, la odio, no le puedes preguntar algo porque te baja puntos.\r\n Cámbiate AHORA y evita estar todo frustrado con esta vieja. Suerte crack"}]