[{"fecha": "26/Mar/2023", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Algebra", "comments": "Muy cómico, Da buena retroalimentación, Respetado por los estudiantesEl mero crack si es que quieres aprender, no es nada barco y premia la excelencia, un examen reprobado y final, 100% examen y 80% y 20% serie si es que las haces, con el nivel que te deja puedes continuar con lo que sigue sin sufrir tanto."}, {"fecha": "23/Nov/2022", "score_general": "8.0", "score_facilidad": "8.0", "materia": "Matemáticas", "comments": "Muy cómicoEl mero crack si es que quieres aprender, no es nada barco y premia la excelencia, un examen reprobado y final, 100% examen y 80% y 20% serie si es que las haces, con el nivel que te deja puedes continuar con lo que sigue sin sufrir tanto."}, {"fecha": "13/May/2022", "score_general": "9.0", "score_facilidad": "6.0", "materia": "Matemáticas Área II", "comments": "Barco, Muy cómico, Respetado por los estudiantesEl mero crack si es que quieres aprender, no es nada barco y premia la excelencia, un examen reprobado y final, 100% examen y 80% y 20% serie si es que las haces, con el nivel que te deja puedes continuar con lo que sigue sin sufrir tanto."}, {"fecha": "05/Feb/2022", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Álgebra", "comments": "Respetado por los estudiantes, Deja trabajos largos, Tomaría su clase otra vezEl mero crack si es que quieres aprender, no es nada barco y premia la excelencia, un examen reprobado y final, 100% examen y 80% y 20% serie si es que las haces, con el nivel que te deja puedes continuar con lo que sigue sin sufrir tanto."}, {"fecha": "31/Ene/2022", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Álgebra", "comments": "Muy cómico, Inspiracional, Tomaría su clase otra vezEl mero crack si es que quieres aprender, no es nada barco y premia la excelencia, un examen reprobado y final, 100% examen y 80% y 20% serie si es que las haces, con el nivel que te deja puedes continuar con lo que sigue sin sufrir tanto."}, {"fecha": "23/Ene/2022", "score_general": "8.0", "score_facilidad": "4.0", "materia": "Matemáticas", "comments": "Barco, Muy cómico, Muchas tareas"}, {"fecha": "28/Ago/2021", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Álgebra lineal", "comments": "Muy cómico, Muchas tareas, Tomaría su clase otra vez"}, {"fecha": "26/Feb/2021", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Álgebra", "comments": "Respetado por los estudiantes, Aspectos de calificación claros, Deja trabajos largos"}, {"fecha": "20/Feb/2021", "score_general": "9.0", "score_facilidad": "6.0", "materia": "Algebra", "comments": ""}, {"fecha": "17/Feb/2021", "score_general": "7.0", "score_facilidad": "6.0", "materia": "---", "comments": "Muy cómico, Las clases son largas, Los exámenes son difíciles"}]