[{"fecha": "03/Sep/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Diseño VLSI", "comments": "Barco, Muy cómico, Brinda apoyoEl profe es muy tranquilo y muy amable, sus clases realmente son un poco aburridas y como dicen el hace todo el código y ya solo lo entregas como practicas, no hizo ningún examen y califico con puras practicas pero super sencillas, aprendes lo básico de VHDL, todos sacan 10"}, {"fecha": "15/Feb/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "VLSI", "comments": "Barco, Pocos Exámenes, Brinda apoyoEl profe es muy tranquilo y muy amable, sus clases realmente son un poco aburridas y como dicen el hace todo el código y ya solo lo entregas como practicas, no hizo ningún examen y califico con puras practicas pero super sencillas, aprendes lo básico de VHDL, todos sacan 10"}, {"fecha": "03/Sep/2020", "score_general": "2.0", "score_facilidad": "2.0", "materia": "VLSI", "comments": "Califica DuroEl profe es muy tranquilo y muy amable, sus clases realmente son un poco aburridas y como dicen el hace todo el código y ya solo lo entregas como practicas, no hizo ningún examen y califico con puras practicas pero super sencillas, aprendes lo básico de VHDL, todos sacan 10"}, {"fecha": "25/Jun/2020", "score_general": "8.0", "score_facilidad": "10.0", "materia": "VLSI", "comments": "Barco, Pocos Exámenes, Brinda apoyoEl profe es muy tranquilo y muy amable, sus clases realmente son un poco aburridas y como dicen el hace todo el código y ya solo lo entregas como practicas, no hizo ningún examen y califico con puras practicas pero super sencillas, aprendes lo básico de VHDL, todos sacan 10"}, {"fecha": "21/Ene/2020", "score_general": "10.0", "score_facilidad": "10.0", "materia": "VLSI", "comments": "Barco, Muchas tareas, Las clases son largasEl profe es muy tranquilo y muy amable, sus clases realmente son un poco aburridas y como dicen el hace todo el código y ya solo lo entregas como practicas, no hizo ningún examen y califico con puras practicas pero super sencillas, aprendes lo básico de VHDL, todos sacan 10"}, {"fecha": "26/Jun/2018", "score_general": "9.0", "score_facilidad": "10.0", "materia": "Fund. Proces. Digital de Señales", "comments": "Da la clase un poco aburrida, pero explica bien y aparte da ejemplos práticos en Python, sus tareas y exámenes están sencillos, te deja un nivel decente en la materia. Al final es poco barco. Siempre tienes que asistir."}]