[{"fecha": "11/Ene/2022", "score_general": "7.0", "score_facilidad": "8.0", "materia": "Ética profesional", "comments": "Pocos ExámenesEl profesor se la pasa hablando casi toda la clase y en ocasiones pide la opinión de los alumnos. Da la oportunidad de exponer casos de estudio. No es complicado. La clase suele ser aburrida."}, {"fecha": "27/Ago/2021", "score_general": "5.0", "score_facilidad": "10.0", "materia": "Ética", "comments": "El profesor se la pasa hablando casi toda la clase y en ocasiones pide la opinión de los alumnos. Da la oportunidad de exponer casos de estudio. No es complicado. La clase suele ser aburrida."}, {"fecha": "24/Ago/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Ética Profesional", "comments": "Barco, Las clases son largas, Pocos ExámenesEl profesor se la pasa hablando casi toda la clase y en ocasiones pide la opinión de los alumnos. Da la oportunidad de exponer casos de estudio. No es complicado. La clase suele ser aburrida."}, {"fecha": "18/Feb/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "---", "comments": "Barco, Muy cómico, Tomaría su clase otra vezEl profesor se la pasa hablando casi toda la clase y en ocasiones pide la opinión de los alumnos. Da la oportunidad de exponer casos de estudio. No es complicado. La clase suele ser aburrida."}, {"fecha": "01/Ene/2021", "score_general": "4.0", "score_facilidad": "2.0", "materia": "Dinámica de Sistemas Físicos", "comments": "Asistencia obligatoria, Pocos Exámenes, Los exámenes son difícilesEl profesor se la pasa hablando casi toda la clase y en ocasiones pide la opinión de los alumnos. Da la oportunidad de exponer casos de estudio. No es complicado. La clase suele ser aburrida."}, {"fecha": "31/Ago/2020", "score_general": "6.0", "score_facilidad": "8.0", "materia": "Análisis de sistemas y señales", "comments": "Barco, Pocos ExámenesSe desvía bastante de los temas. En línea usa unas diapositivas que tienen algún que otro error. Es muy creyente e inevitablemente va a hablar de Dios en alguna clase. Fuera de eso conoce mucho sobre la asignatura."}, {"fecha": "31/Ago/2020", "score_general": "3.0", "score_facilidad": "4.0", "materia": "Análisis de Sistemas y Señales", "comments": "Las clases son largas, Los exámenes son difícilesSe desvía bastante de los temas. En línea usa unas diapositivas que tienen algún que otro error. Es muy creyente e inevitablemente va a hablar de Dios en alguna clase. Fuera de eso conoce mucho sobre la asignatura."}, {"fecha": "05/Jul/2018", "score_general": "8.0", "score_facilidad": "8.0", "materia": "analisis de sistemas", "comments": "Inspiracional, Pocos Exámenes, Los exámenes son difícilesSe desvía bastante de los temas. En línea usa unas diapositivas que tienen algún que otro error. Es muy creyente e inevitablemente va a hablar de Dios en alguna clase. Fuera de eso conoce mucho sobre la asignatura."}, {"fecha": "28/Jun/2018", "score_general": "8.0", "score_facilidad": "8.0", "materia": "Análisis de sistemas y Señales", "comments": "Se desvía bastante de los temas. En línea usa unas diapositivas que tienen algún que otro error. Es muy creyente e inevitablemente va a hablar de Dios en alguna clase. Fuera de eso conoce mucho sobre la asignatura."}, {"fecha": "24/Abr/2018", "score_general": "6.0", "score_facilidad": "6.0", "materia": "Analisís de sistemas y señales", "comments": "Las clases son largasSe desvía bastante de los temas. En línea usa unas diapositivas que tienen algún que otro error. Es muy creyente e inevitablemente va a hablar de Dios en alguna clase. Fuera de eso conoce mucho sobre la asignatura."}]