[{"fecha": "26/Ene/2023", "score_general": "6.0", "score_facilidad": "4.0", "materia": "Álgebra", "comments": "Da buena retroalimentación, Asistencia obligatoriaMucho interés en que aprendas, pero explica fatal.\r\nLos ejercicios de la serie que deja de tarea los pone casi iguales en los exámenes."}, {"fecha": "06/Jun/2022", "score_general": "9.0", "score_facilidad": "10.0", "materia": "Análisis Númerico", "comments": "InspiracionalMucho interés en que aprendas, pero explica fatal.\r\nLos ejercicios de la serie que deja de tarea los pone casi iguales en los exámenes."}, {"fecha": "18/Ene/2022", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Cálculo Vectorial", "comments": "Da buena retroalimentación, La Participación Importa, Tomaría su clase otra vezMucho interés en que aprendas, pero explica fatal.\r\nLos ejercicios de la serie que deja de tarea los pone casi iguales en los exámenes."}, {"fecha": "26/Dic/2021", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Cálculo Vectorial", "comments": "Califica Duro, La Participación Importa, Tomaría su clase otra vezMucho interés en que aprendas, pero explica fatal.\r\nLos ejercicios de la serie que deja de tarea los pone casi iguales en los exámenes."}, {"fecha": "22/Ago/2021", "score_general": "7.0", "score_facilidad": "8.0", "materia": "Análisis Numérico", "comments": "Barco, Da Crédito Extra, Deja trabajos largosMucho interés en que aprendas, pero explica fatal.\r\nLos ejercicios de la serie que deja de tarea los pone casi iguales en los exámenes."}, {"fecha": "18/Feb/2021", "score_general": "8.0", "score_facilidad": "6.0", "materia": "Álgebra lineal", "comments": "Califica Duro, La Participación Importa, Brinda apoyoSu forma de enseñar en presencial no me gustaba, se enfocaba mucho a la teoría, pero en línea abrió su canal de Youtube y entendí bien todos los temas. Si bien no es un profesor súper bueno, tampoco es malo, lo recomiendo pero hay que poner muchísima atención a la materia."}, {"fecha": "22/Ene/2021", "score_general": "9.0", "score_facilidad": "6.0", "materia": "Álgebra Lineal", "comments": "Da buena retroalimentación, Aspectos de calificación claros, Brinda apoyoSu forma de enseñar en presencial no me gustaba, se enfocaba mucho a la teoría, pero en línea abrió su canal de Youtube y entendí bien todos los temas. Si bien no es un profesor súper bueno, tampoco es malo, lo recomiendo pero hay que poner muchísima atención a la materia."}, {"fecha": "01/Sep/2020", "score_general": "9.0", "score_facilidad": "10.0", "materia": "Análisis Numérico", "comments": "Barco, Muy cómico, Tomaría su clase otra vezSu forma de enseñar en presencial no me gustaba, se enfocaba mucho a la teoría, pero en línea abrió su canal de Youtube y entendí bien todos los temas. Si bien no es un profesor súper bueno, tampoco es malo, lo recomiendo pero hay que poner muchísima atención a la materia."}, {"fecha": "21/Ago/2020", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Análisis Numérico", "comments": "La Participación Importa, Brinda apoyo, Clases excelentesSu forma de enseñar en presencial no me gustaba, se enfocaba mucho a la teoría, pero en línea abrió su canal de Youtube y entendí bien todos los temas. Si bien no es un profesor súper bueno, tampoco es malo, lo recomiendo pero hay que poner muchísima atención a la materia."}, {"fecha": "08/Abr/2020", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Álgebra", "comments": "Muy cómico, La Participación Importa, InspiracionalSu forma de enseñar en presencial no me gustaba, se enfocaba mucho a la teoría, pero en línea abrió su canal de Youtube y entendí bien todos los temas. Si bien no es un profesor súper bueno, tampoco es malo, lo recomiendo pero hay que poner muchísima atención a la materia."}, {"fecha": "30/Ene/2020", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Algebra", "comments": ""}, {"fecha": "19/Ene/2020", "score_general": "8.0", "score_facilidad": "8.0", "materia": "Calculo Vectorila", "comments": "Las clases son largas, Pocos Exámenes, Aspectos de calificación claros"}, {"fecha": "18/Ene/2020", "score_general": "8.0", "score_facilidad": "8.0", "materia": "Cálculo Vectorial", "comments": "Barco, Da buena retroalimentación, Brinda apoyo"}, {"fecha": "25/Jul/2019", "score_general": "8.0", "score_facilidad": "8.0", "materia": "algebra lineal", "comments": "La Participación Importa, Brinda apoyo, Tomaría su clase otra vez"}, {"fecha": "15/Ene/2019", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Algebra", "comments": "La Participación Importa, Brinda apoyo, Tomaría su clase otra vez"}, {"fecha": "09/Ene/2019", "score_general": "8.0", "score_facilidad": "6.0", "materia": "Álgebra", "comments": "Da buena retroalimentación, La Participación Importa, InspiracionalExcelente profesor, puede que algunas veces  cueste entender a la primera pero si preguntas te explica a detalle todo, hace muy amena la clase."}, {"fecha": "29/Jun/2018", "score_general": "4.0", "score_facilidad": "4.0", "materia": "---", "comments": "Muchas tareas, La Participación Importa, Asistencia obligatoriaExcelente profesor, puede que algunas veces  cueste entender a la primera pero si preguntas te explica a detalle todo, hace muy amena la clase."}, {"fecha": "30/Ene/2018", "score_general": "9.0", "score_facilidad": "8.0", "materia": "álgebra lineal", "comments": "Califica Duro, Aspectos de calificación claros, Clases excelentesExcelente profesor, puede que algunas veces  cueste entender a la primera pero si preguntas te explica a detalle todo, hace muy amena la clase."}, {"fecha": "29/Ene/2018", "score_general": "10.0", "score_facilidad": "10.0", "materia": "---", "comments": "Muy cómico, Brinda apoyo, Clases excelentesExcelente profesor, puede que algunas veces  cueste entender a la primera pero si preguntas te explica a detalle todo, hace muy amena la clase."}, {"fecha": "29/Ene/2018", "score_general": "10.0", "score_facilidad": "10.0", "materia": "---", "comments": "Califica Duro, Pocos Exámenes, Muchos ExámenesExcelente profesor, puede que algunas veces  cueste entender a la primera pero si preguntas te explica a detalle todo, hace muy amena la clase."}, {"fecha": "25/Nov/2017", "score_general": "2.0", "score_facilidad": "4.0", "materia": "---", "comments": "[Comentario esperando revisión]"}, {"fecha": "18/Sep/2017", "score_general": "7.0", "score_facilidad": "4.0", "materia": "Algebra Lineal", "comments": "Califica Duro, Asistencia obligatoria, Aspectos de calificación claros[Comentario esperando revisión]"}, {"fecha": "10/Ago/2017", "score_general": "3.0", "score_facilidad": "2.0", "materia": "---", "comments": "[Comentario esperando revisión]"}]