[{"fecha": "18/Feb/2023", "score_general": "8.0", "score_facilidad": "6.0", "materia": "Álgebra lineal/ Cálculo Vectorial", "comments": "Da buena retroalimentación, Inspiracional, Clases excelentesEs un gran profesor, lo tuve en ambas materias y aprendí muchísimo. Los exámenes no son nada complicados, deja usar formulario y le puedes preguntar tus dudas y no se molesta, te ayuda!!\r\nLas tareas son semanales y más dificiles que los exámenes, en general es el mejoooor :))"}, {"fecha": "17/Feb/2023", "score_general": "8.0", "score_facilidad": "4.0", "materia": "Cálculo Vectorial", "comments": "Da buena retroalimentación, Las clases son largas, Aspectos de calificación clarosEs un gran profesor, lo tuve en ambas materias y aprendí muchísimo. Los exámenes no son nada complicados, deja usar formulario y le puedes preguntar tus dudas y no se molesta, te ayuda!!\r\nLas tareas son semanales y más dificiles que los exámenes, en general es el mejoooor :))"}, {"fecha": "13/Feb/2023", "score_general": "7.0", "score_facilidad": "4.0", "materia": "CyGA", "comments": "Da buena retroalimentación, Respetado por los estudiantes, Las clases son largasEs un gran profesor, lo tuve en ambas materias y aprendí muchísimo. Los exámenes no son nada complicados, deja usar formulario y le puedes preguntar tus dudas y no se molesta, te ayuda!!\r\nLas tareas son semanales y más dificiles que los exámenes, en general es el mejoooor :))"}, {"fecha": "07/Feb/2023", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Álgebra Lineal / cálculo vectorial", "comments": "Pocos Exámenes, Aspectos de calificación claros, Clases excelentesEs un gran profesor, lo tuve en ambas materias y aprendí muchísimo. Los exámenes no son nada complicados, deja usar formulario y le puedes preguntar tus dudas y no se molesta, te ayuda!!\r\nLas tareas son semanales y más dificiles que los exámenes, en general es el mejoooor :))"}, {"fecha": "05/Feb/2023", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Cálculo Vectorial", "comments": "Muy cómico, Muchas tareas, Tomaría su clase otra vezEs un gran profesor, lo tuve en ambas materias y aprendí muchísimo. Los exámenes no son nada complicados, deja usar formulario y le puedes preguntar tus dudas y no se molesta, te ayuda!!\r\nLas tareas son semanales y más dificiles que los exámenes, en general es el mejoooor :))"}, {"fecha": "28/Ene/2023", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Cálculo y Geometría Analítica", "comments": "Da buena retroalimentación, Inspiracional, Pocos ExámenesDe los mejores profesores de la división de ciencias básicas, enseña muy bien y siempre está dispuesto a ayudarte. Lo recomiendo para todas las materias que de."}, {"fecha": "17/Dic/2022", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Álgebra lineal", "comments": "Da buena retroalimentación, Inspiracional, Brinda apoyoDe los mejores profesores de la división de ciencias básicas, enseña muy bien y siempre está dispuesto a ayudarte. Lo recomiendo para todas las materias que de."}, {"fecha": "06/Ago/2022", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Álgebra Lineal", "comments": "Da buena retroalimentación, Respetado por los estudiantes, Brinda apoyoDe los mejores profesores de la división de ciencias básicas, enseña muy bien y siempre está dispuesto a ayudarte. Lo recomiendo para todas las materias que de."}, {"fecha": "30/Jul/2022", "score_general": "5.0", "score_facilidad": "4.0", "materia": "Cálculo Vectorial", "comments": "Muchas tareas, Las clases son largas, Aspectos de calificación clarosDe los mejores profesores de la división de ciencias básicas, enseña muy bien y siempre está dispuesto a ayudarte. Lo recomiendo para todas las materias que de."}, {"fecha": "29/Jul/2022", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Álgebra lineal", "comments": "Respetado por los estudiantes, InspiracionalDe los mejores profesores de la división de ciencias básicas, enseña muy bien y siempre está dispuesto a ayudarte. Lo recomiendo para todas las materias que de."}, {"fecha": "11/Jul/2022", "score_general": "5.0", "score_facilidad": "6.0", "materia": "Cálculo vectorial", "comments": "Califica Duro, Muchas tareas, Los exámenes son difícilesSobrevalorado, deja muchas tareas y los exámenes realmente son difíciles. Aprendes lo esencial, pero hasta ahí. Matarse tanto no vale la pena para el 8 que obtienes."}, {"fecha": "28/Jun/2022", "score_general": "8.0", "score_facilidad": "6.0", "materia": "Cálculo Vectorial", "comments": "Da buena retroalimentación, Aspectos de calificación claros, Tomaría su clase otra vezSobrevalorado, deja muchas tareas y los exámenes realmente son difíciles. Aprendes lo esencial, pero hasta ahí. Matarse tanto no vale la pena para el 8 que obtienes."}, {"fecha": "22/Jun/2022", "score_general": "6.0", "score_facilidad": "6.0", "materia": "Álgebra Lineal", "comments": "Pocos ExámenesSobrevalorado, deja muchas tareas y los exámenes realmente son difíciles. Aprendes lo esencial, pero hasta ahí. Matarse tanto no vale la pena para el 8 que obtienes."}, {"fecha": "17/Jun/2022", "score_general": "4.0", "score_facilidad": "4.0", "materia": "Álgebra Lineal", "comments": "Califica Duro, Pocos Exámenes, Los exámenes son difícilesSobrevalorado, deja muchas tareas y los exámenes realmente son difíciles. Aprendes lo esencial, pero hasta ahí. Matarse tanto no vale la pena para el 8 que obtienes."}, {"fecha": "21/Ene/2022", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Calculo Vectorial", "comments": "Aspectos de calificación claros, Brinda apoyo, Tomaría su clase otra vezSobrevalorado, deja muchas tareas y los exámenes realmente son difíciles. Aprendes lo esencial, pero hasta ahí. Matarse tanto no vale la pena para el 8 que obtienes."}, {"fecha": "09/Dic/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Cálculo Vectorial", "comments": "Da buena retroalimentación, Respetado por los estudiantes, Tomaría su clase otra vezExcelente profesor, sinceramente me arrepiento de no haberlo metido en materias anteriores, usa geogebra para ejemplificar que en lo personal me ayudo mucho a entender los temas, aparte del material que imparte en clase, comparte material extra de muchisima ayuda, LO MEJOR DE LO MEJOR"}, {"fecha": "07/Sep/2021", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Calculo y geometría analítica", "comments": "Da buena retroalimentación, Respetado por los estudiantes, Aspectos de calificación clarosExcelente profesor, sinceramente me arrepiento de no haberlo metido en materias anteriores, usa geogebra para ejemplificar que en lo personal me ayudo mucho a entender los temas, aparte del material que imparte en clase, comparte material extra de muchisima ayuda, LO MEJOR DE LO MEJOR"}, {"fecha": "07/Sep/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Cálculo y Geometría Analítica", "comments": "Da buena retroalimentación, Respetado por los estudiantes, Clases excelentesExcelente profesor, sinceramente me arrepiento de no haberlo metido en materias anteriores, usa geogebra para ejemplificar que en lo personal me ayudo mucho a entender los temas, aparte del material que imparte en clase, comparte material extra de muchisima ayuda, LO MEJOR DE LO MEJOR"}, {"fecha": "07/Sep/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "---", "comments": "Respetado por los estudiantes, Aspectos de calificación claros, Tomaría su clase otra vezExcelente profesor, sinceramente me arrepiento de no haberlo metido en materias anteriores, usa geogebra para ejemplificar que en lo personal me ayudo mucho a entender los temas, aparte del material que imparte en clase, comparte material extra de muchisima ayuda, LO MEJOR DE LO MEJOR"}, {"fecha": "07/Sep/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Calculo Lineal", "comments": "Inspiracional, Brinda apoyo, Tomaría su clase otra vezExcelente profesor, sinceramente me arrepiento de no haberlo metido en materias anteriores, usa geogebra para ejemplificar que en lo personal me ayudo mucho a entender los temas, aparte del material que imparte en clase, comparte material extra de muchisima ayuda, LO MEJOR DE LO MEJOR"}, {"fecha": "03/Sep/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Algebra Lineal/Calculo integral", "comments": "El mejor profe que he conocido en ambas materias, super claro, sabe mucho de los temas, forma de evaluar muy accesible, tiene buen ritmo y además es super comprensivo con cualquier situación, si tienes oportunidad mete con el, no te vas a arrepentir"}, {"fecha": "01/Sep/2021", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Álgebra lineal", "comments": "Da buena retroalimentación, Aspectos de calificación clarosEl mejor profe que he conocido en ambas materias, super claro, sabe mucho de los temas, forma de evaluar muy accesible, tiene buen ritmo y además es super comprensivo con cualquier situación, si tienes oportunidad mete con el, no te vas a arrepentir"}, {"fecha": "30/Ago/2021", "score_general": "7.0", "score_facilidad": "8.0", "materia": "Cálculo Integral", "comments": "Da buena retroalimentación, Las clases son largas, Pocos ExámenesEl mejor profe que he conocido en ambas materias, super claro, sabe mucho de los temas, forma de evaluar muy accesible, tiene buen ritmo y además es super comprensivo con cualquier situación, si tienes oportunidad mete con el, no te vas a arrepentir"}, {"fecha": "26/Ago/2021", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Algebra lineal", "comments": "Brinda apoyo, Clases excelentes, Tomaría su clase otra vezEl mejor profe que he conocido en ambas materias, super claro, sabe mucho de los temas, forma de evaluar muy accesible, tiene buen ritmo y además es super comprensivo con cualquier situación, si tienes oportunidad mete con el, no te vas a arrepentir"}, {"fecha": "26/Ago/2021", "score_general": "8.0", "score_facilidad": "6.0", "materia": "Álgebra Lineal", "comments": "Inspiracional, Aspectos de calificación claros, Brinda apoyoEl mejor profe que he conocido en ambas materias, super claro, sabe mucho de los temas, forma de evaluar muy accesible, tiene buen ritmo y además es super comprensivo con cualquier situación, si tienes oportunidad mete con el, no te vas a arrepentir"}, {"fecha": "24/Ago/2021", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Álgebra lineal", "comments": "Da buena retroalimentación, Aspectos de calificación claros, Clases excelentesTodo lo bueno que escuches del profesor es cierto. Sus clases son muy buenas, el profe sabe mucho y te deja claro el porque de las cosas. En línea las tareas son de opción múltiple por moodle y los exámenes escritos. La materia fue dura pero el profe  la llevo excelente."}, {"fecha": "24/Ago/2021", "score_general": "7.0", "score_facilidad": "6.0", "materia": "Cálculo integral", "comments": "Califica Duro, Aspectos de calificación claros, Los exámenes son difícilesTodo lo bueno que escuches del profesor es cierto. Sus clases son muy buenas, el profe sabe mucho y te deja claro el porque de las cosas. En línea las tareas son de opción múltiple por moodle y los exámenes escritos. La materia fue dura pero el profe  la llevo excelente."}, {"fecha": "21/Ago/2021", "score_general": "8.0", "score_facilidad": "6.0", "materia": "Cálculo integral", "comments": "Respetado por los estudiantes, Los exámenes son difícilesTodo lo bueno que escuches del profesor es cierto. Sus clases son muy buenas, el profe sabe mucho y te deja claro el porque de las cosas. En línea las tareas son de opción múltiple por moodle y los exámenes escritos. La materia fue dura pero el profe  la llevo excelente."}, {"fecha": "17/Ago/2021", "score_general": "3.0", "score_facilidad": "2.0", "materia": "Calculo integral y diferencial", "comments": "Califica Duro, Muchas tareas, Los exámenes son difícilesTodo lo bueno que escuches del profesor es cierto. Sus clases son muy buenas, el profe sabe mucho y te deja claro el porque de las cosas. En línea las tareas son de opción múltiple por moodle y los exámenes escritos. La materia fue dura pero el profe  la llevo excelente."}, {"fecha": "27/Feb/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Calculo y Geometria Analitica", "comments": "Da buena retroalimentación, Inspiracional, Clases excelentesTodo lo bueno que escuches del profesor es cierto. Sus clases son muy buenas, el profe sabe mucho y te deja claro el porque de las cosas. En línea las tareas son de opción múltiple por moodle y los exámenes escritos. La materia fue dura pero el profe  la llevo excelente."}, {"fecha": "18/Feb/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Algebra lineal/ Cálculo vectorial", "comments": "Aspectos de calificación claros, Clases excelentes, Tomaría su clase otra vezDe verdad que es el mejor profe que pude haber tenido, lo tuve presencial en algebra lineal y lo meti en linea en cálculo vectorial, no me arrepiento de nada, enseña super bonito, se preocupa porque aprendar y si pones atención y haces las tareas los examenes están regalados. Ademas es muy guapo uwu"}, {"fecha": "16/Feb/2021", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Calculo Diferencial", "comments": "Brinda apoyo, Clases excelentes, Tomaría su clase otra vezDe verdad que es el mejor profe que pude haber tenido, lo tuve presencial en algebra lineal y lo meti en linea en cálculo vectorial, no me arrepiento de nada, enseña super bonito, se preocupa porque aprendar y si pones atención y haces las tareas los examenes están regalados. Ademas es muy guapo uwu"}, {"fecha": "15/Feb/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Cálculo Vectorial", "comments": "Da buena retroalimentación, Clases excelentes, Tomaría su clase otra vezDe verdad que es el mejor profe que pude haber tenido, lo tuve presencial en algebra lineal y lo meti en linea en cálculo vectorial, no me arrepiento de nada, enseña super bonito, se preocupa porque aprendar y si pones atención y haces las tareas los examenes están regalados. Ademas es muy guapo uwu"}, {"fecha": "14/Feb/2021", "score_general": "8.0", "score_facilidad": "8.0", "materia": "Calculo Vectorial", "comments": "Da buena retroalimentación, Respetado por los estudiantes, Los exámenes son difícilesDe verdad que es el mejor profe que pude haber tenido, lo tuve presencial en algebra lineal y lo meti en linea en cálculo vectorial, no me arrepiento de nada, enseña super bonito, se preocupa porque aprendar y si pones atención y haces las tareas los examenes están regalados. Ademas es muy guapo uwu"}, {"fecha": "13/Feb/2021", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Cálculo Vectorial", "comments": "Da buena retroalimentación, Clases excelentes, Tomaría su clase otra vezDe verdad que es el mejor profe que pude haber tenido, lo tuve presencial en algebra lineal y lo meti en linea en cálculo vectorial, no me arrepiento de nada, enseña super bonito, se preocupa porque aprendar y si pones atención y haces las tareas los examenes están regalados. Ademas es muy guapo uwu"}, {"fecha": "04/Feb/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Algebra", "comments": "Da buena retroalimentación, Respetado por los estudiantes, InspiracionalUn excelente profesor. Bastante claro, se toma su tiempo para explicar, y si tienes dudas siempre te responde con amabilidad. Su forma de trabajar es bastante cómoda y fácil ya que la plataforma que ocupa te da bastante tiempo para realizar sus tareas."}, {"fecha": "02/Feb/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Cálculo Vectorial", "comments": "Muy cómico, Brinda apoyo, Tomaría su clase otra vezUn excelente profesor. Bastante claro, se toma su tiempo para explicar, y si tienes dudas siempre te responde con amabilidad. Su forma de trabajar es bastante cómoda y fácil ya que la plataforma que ocupa te da bastante tiempo para realizar sus tareas."}, {"fecha": "10/Jun/2020", "score_general": "10.0", "score_facilidad": "10.0", "materia": "algebra lineal", "comments": "Muchas tareas, Clases excelentes, Tomaría su clase otra vezUn excelente profesor. Bastante claro, se toma su tiempo para explicar, y si tienes dudas siempre te responde con amabilidad. Su forma de trabajar es bastante cómoda y fácil ya que la plataforma que ocupa te da bastante tiempo para realizar sus tareas."}, {"fecha": "10/Jun/2020", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Álgebra lineal", "comments": "Muchas tareas, Clases excelentes, Tomaría su clase otra vezUn excelente profesor. Bastante claro, se toma su tiempo para explicar, y si tienes dudas siempre te responde con amabilidad. Su forma de trabajar es bastante cómoda y fácil ya que la plataforma que ocupa te da bastante tiempo para realizar sus tareas."}, {"fecha": "18/Ene/2020", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Cálculo Vectorial", "comments": "Da buena retroalimentación, Muchos Exámenes, Aspectos de calificación clarosUn excelente profesor. Bastante claro, se toma su tiempo para explicar, y si tienes dudas siempre te responde con amabilidad. Su forma de trabajar es bastante cómoda y fácil ya que la plataforma que ocupa te da bastante tiempo para realizar sus tareas."}, {"fecha": "20/Dic/2019", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Álgebra Lineal", "comments": "Califica Duro, Da buena retroalimentación, Hace exámenes sorpresaEs un profesor con muchos grupos, por lo que es fácil alcanzar un lugar en con el. Es de las mejores opciones y aprendes si o si con el. Para lograr diez es necesario esfuerzo y dedicación, pues no es barco y sus exámenes son algo difíciles. Las tareas son en linea o para entrega (C/clase 3-4)."}, {"fecha": "24/Oct/2019", "score_general": "10.0", "score_facilidad": "10.0", "materia": "algebra", "comments": "Califica Duro, Muy cómico, Da buena retroalimentaciónEs un profesor con muchos grupos, por lo que es fácil alcanzar un lugar en con el. Es de las mejores opciones y aprendes si o si con el. Para lograr diez es necesario esfuerzo y dedicación, pues no es barco y sus exámenes son algo difíciles. Las tareas son en linea o para entrega (C/clase 3-4)."}, {"fecha": "19/Jul/2019", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Algebra lineal", "comments": "Muchas tareas, Hace exámenes sorpresa, Aspectos de calificación clarosEs un profesor con muchos grupos, por lo que es fácil alcanzar un lugar en con el. Es de las mejores opciones y aprendes si o si con el. Para lograr diez es necesario esfuerzo y dedicación, pues no es barco y sus exámenes son algo difíciles. Las tareas son en linea o para entrega (C/clase 3-4)."}, {"fecha": "08/Jul/2019", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Cálculo Vectorial", "comments": "Da buena retroalimentación, Clases excelentes, Tomaría su clase otra vezEs un profesor con muchos grupos, por lo que es fácil alcanzar un lugar en con el. Es de las mejores opciones y aprendes si o si con el. Para lograr diez es necesario esfuerzo y dedicación, pues no es barco y sus exámenes son algo difíciles. Las tareas son en linea o para entrega (C/clase 3-4)."}, {"fecha": "27/Jun/2019", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Álgebra Lineal", "comments": "Muchas tareas, Muchos Exámenes, Tomaría su clase otra vezEs un profesor con muchos grupos, por lo que es fácil alcanzar un lugar en con el. Es de las mejores opciones y aprendes si o si con el. Para lograr diez es necesario esfuerzo y dedicación, pues no es barco y sus exámenes son algo difíciles. Las tareas son en linea o para entrega (C/clase 3-4)."}, {"fecha": "05/Feb/2019", "score_general": "10.0", "score_facilidad": "10.0", "materia": "---", "comments": "[Comentario esperando revisión]"}, {"fecha": "21/Ene/2019", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Algebra", "comments": "Da buena retroalimentación, Pocos Exámenes, Clases excelentes[Comentario esperando revisión]"}, {"fecha": "14/Ene/2019", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Álgebra", "comments": "Hace exámenes sorpresa, Brinda apoyo, Clases excelentes[Comentario esperando revisión]"}, {"fecha": "10/Ene/2019", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Álgebra lineal", "comments": "Muchas tareas[Comentario esperando revisión]"}, {"fecha": "07/Ene/2019", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Algebra Lineal", "comments": "[Comentario esperando revisión]"}, {"fecha": "08/Dic/2018", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Álgebra", "comments": "Da buena retroalimentación, Muchas tareas, Clases excelentes"}, {"fecha": "13/Ago/2018", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Calculo y Geometria Analitica", "comments": "Califica Duro, Muchas tareas, Hace exámenes sorpresa"}, {"fecha": "12/Ago/2018", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Álgebra", "comments": "Hace exámenes sorpresa, Respetado por los estudiantes, Clases excelentes"}, {"fecha": "10/Ago/2018", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Álgebra Lineal", "comments": "Muchas tareas, Inspiracional, Clases excelentes"}, {"fecha": "28/Jul/2018", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Cálculo y Geometría Analítica", "comments": "Muchas tareas, La Participación Importa, Asistencia obligatoria"}, {"fecha": "25/Jul/2018", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Álgebra y Álgebra Lineal", "comments": "El mejor profesor de la FI, es super claro a la hora de explicar, da participaciones en cada clase para puntos extra, hay exámenes cortos que son bastante útiles para entender el tema y preparar los exámenes parciales."}, {"fecha": "25/Jul/2018", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Algebra Lineal", "comments": "El mejor profesor de la FI, es super claro a la hora de explicar, da participaciones en cada clase para puntos extra, hay exámenes cortos que son bastante útiles para entender el tema y preparar los exámenes parciales."}, {"fecha": "27/Jun/2018", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Álgebra Lineal", "comments": "Aspectos de calificación claros, Clases excelentes, Tomaría su clase otra vezEl mejor profesor de la FI, es super claro a la hora de explicar, da participaciones en cada clase para puntos extra, hay exámenes cortos que son bastante útiles para entender el tema y preparar los exámenes parciales."}, {"fecha": "27/Jun/2018", "score_general": "10.0", "score_facilidad": "10.0", "materia": "algebra lineal", "comments": "El mejor profesor de la FI, es super claro a la hora de explicar, da participaciones en cada clase para puntos extra, hay exámenes cortos que son bastante útiles para entender el tema y preparar los exámenes parciales."}, {"fecha": "24/Jun/2018", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Algebra", "comments": "Inspiracional, Brinda apoyo, Tomaría su clase otra vezEl mejor profesor de la FI, es super claro a la hora de explicar, da participaciones en cada clase para puntos extra, hay exámenes cortos que son bastante útiles para entender el tema y preparar los exámenes parciales."}, {"fecha": "21/Jun/2018", "score_general": "10.0", "score_facilidad": "4.0", "materia": "Álgebra", "comments": "Inspiracional, Brinda apoyo, Clases excelentesMe enamore del álgebra gracias a él, te explica cuantas veces sea necesario y te brinda esa confianza de preguntar. Los ejemplos y tareas te dejan un buen nivel para los examenes, con solo poner atención y resolver sus tareas ya estas listo, es lo mejor, es amor, es joven y su clase es divertida."}, {"fecha": "14/Jun/2018", "score_general": "8.0", "score_facilidad": "4.0", "materia": "Álgebra lineal", "comments": "Muchas tareas, Clases excelentes, Tomaría su clase otra vezMe enamore del álgebra gracias a él, te explica cuantas veces sea necesario y te brinda esa confianza de preguntar. Los ejemplos y tareas te dejan un buen nivel para los examenes, con solo poner atención y resolver sus tareas ya estas listo, es lo mejor, es amor, es joven y su clase es divertida."}, {"fecha": "04/Jun/2018", "score_general": "10.0", "score_facilidad": "8.0", "materia": "ÁLGEBRA LINEAL", "comments": "Da buena retroalimentación, Muchas tareas, Hace exámenes sorpresaMe enamore del álgebra gracias a él, te explica cuantas veces sea necesario y te brinda esa confianza de preguntar. Los ejemplos y tareas te dejan un buen nivel para los examenes, con solo poner atención y resolver sus tareas ya estas listo, es lo mejor, es amor, es joven y su clase es divertida."}, {"fecha": "08/Feb/2018", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Álgebra", "comments": "Brinda apoyo, Clases excelentes, Tomaría su clase otra vezMe enamore del álgebra gracias a él, te explica cuantas veces sea necesario y te brinda esa confianza de preguntar. Los ejemplos y tareas te dejan un buen nivel para los examenes, con solo poner atención y resolver sus tareas ya estas listo, es lo mejor, es amor, es joven y su clase es divertida."}, {"fecha": "30/Ene/2018", "score_general": "9.0", "score_facilidad": "6.0", "materia": "Algebra y Cálculo diferencial", "comments": "Clases excelentes, Tomaría su clase otra vezMe enamore del álgebra gracias a él, te explica cuantas veces sea necesario y te brinda esa confianza de preguntar. Los ejemplos y tareas te dejan un buen nivel para los examenes, con solo poner atención y resolver sus tareas ya estas listo, es lo mejor, es amor, es joven y su clase es divertida."}, {"fecha": "26/Ene/2018", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Algebra", "comments": "Excelente profesor, si eres de compu te da muchas aplicaciones del algebra para tu carrera, es muy compresivo y muy amable. Sus examenes tienen un buen nivel de dificultad pero nada que no te haya enseñado o dejado de tarea. PD: está atractivo el hombre"}, {"fecha": "23/Ene/2018", "score_general": "8.0", "score_facilidad": "8.0", "materia": "ÁLGEBRA", "comments": "Da Crédito Extra, Muchos Exámenes, Clases excelentesExcelente profesor, si eres de compu te da muchas aplicaciones del algebra para tu carrera, es muy compresivo y muy amable. Sus examenes tienen un buen nivel de dificultad pero nada que no te haya enseñado o dejado de tarea. PD: está atractivo el hombre"}, {"fecha": "04/Dic/2017", "score_general": "8.0", "score_facilidad": "4.0", "materia": "Algebra Lineal", "comments": "Excelente profesor, si eres de compu te da muchas aplicaciones del algebra para tu carrera, es muy compresivo y muy amable. Sus examenes tienen un buen nivel de dificultad pero nada que no te haya enseñado o dejado de tarea. PD: está atractivo el hombre"}, {"fecha": "05/Nov/2017", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Álgebra", "comments": "Excelente profesor, si eres de compu te da muchas aplicaciones del algebra para tu carrera, es muy compresivo y muy amable. Sus examenes tienen un buen nivel de dificultad pero nada que no te haya enseñado o dejado de tarea. PD: está atractivo el hombre"}, {"fecha": "29/Sep/2017", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Algebra Lineal", "comments": "Inspiracional, Brinda apoyo, Tomaría su clase otra vezExcelente profesor, si eres de compu te da muchas aplicaciones del algebra para tu carrera, es muy compresivo y muy amable. Sus examenes tienen un buen nivel de dificultad pero nada que no te haya enseñado o dejado de tarea. PD: está atractivo el hombre"}, {"fecha": "11/Ago/2017", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Algebra lineal", "comments": "Muchas tareas, Asistencia obligatoria, Tomaría su clase otra vezEl mejor profe que tuve en la fac. Me gustó tanto su clase que me termino de convencer de cambiarme a Ciencias debido al nivel de mates."}, {"fecha": "10/Ago/2017", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Alebra Lineal", "comments": "Da buena retroalimentación, Muchas tareas, Hace exámenes sorpresaEl mejor profe que tuve en la fac. Me gustó tanto su clase que me termino de convencer de cambiarme a Ciencias debido al nivel de mates."}, {"fecha": "26/Jul/2017", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Álgebra Lineal", "comments": "El mejor profe que tuve en la fac. Me gustó tanto su clase que me termino de convencer de cambiarme a Ciencias debido al nivel de mates."}, {"fecha": "03/Jul/2017", "score_general": "9.0", "score_facilidad": "10.0", "materia": "Algebra", "comments": "Brinda apoyo, Clases excelentes, Tomaría su clase otra vezEl mejor profe que tuve en la fac. Me gustó tanto su clase que me termino de convencer de cambiarme a Ciencias debido al nivel de mates."}]