[{"fecha": "25/Feb/2023", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Análisis de Circuitos", "comments": "Pocos Exámenes, Brinda apoyoSu forma de evaluar es sencilla, es fácil obtener una buena calificación, sin embargo, depende mucho del grupo, porque a veces ella misma se confunde. Se puede considerar fácil sacar entre 8 y 9, sin embargo, para aprobar es necesario tener un promedio en general de 6 en los examenes."}, {"fecha": "14/Feb/2023", "score_general": "6.0", "score_facilidad": "6.0", "materia": "Ecuaciones diferenciales", "comments": "Califica Duro, Las clases son largas, Los exámenes son difícilesSu forma de evaluar es sencilla, es fácil obtener una buena calificación, sin embargo, depende mucho del grupo, porque a veces ella misma se confunde. Se puede considerar fácil sacar entre 8 y 9, sin embargo, para aprobar es necesario tener un promedio en general de 6 en los examenes."}, {"fecha": "08/Feb/2023", "score_general": "6.0", "score_facilidad": "6.0", "materia": "analisis de circuitos", "comments": "Los exámenes son difícilesSu forma de evaluar es sencilla, es fácil obtener una buena calificación, sin embargo, depende mucho del grupo, porque a veces ella misma se confunde. Se puede considerar fácil sacar entre 8 y 9, sin embargo, para aprobar es necesario tener un promedio en general de 6 en los examenes."}, {"fecha": "01/Feb/2023", "score_general": "9.0", "score_facilidad": "6.0", "materia": "Análisis de circuitos", "comments": "Da buena retroalimentación, Brinda apoyoSu forma de evaluar es sencilla, es fácil obtener una buena calificación, sin embargo, depende mucho del grupo, porque a veces ella misma se confunde. Se puede considerar fácil sacar entre 8 y 9, sin embargo, para aprobar es necesario tener un promedio en general de 6 en los examenes."}, {"fecha": "31/Ene/2023", "score_general": "4.0", "score_facilidad": "6.0", "materia": "Ecuaciones Diferenciales", "comments": "Califica Duro, Las clases son largasSu forma de evaluar es sencilla, es fácil obtener una buena calificación, sin embargo, depende mucho del grupo, porque a veces ella misma se confunde. Se puede considerar fácil sacar entre 8 y 9, sin embargo, para aprobar es necesario tener un promedio en general de 6 en los examenes."}, {"fecha": "03/Ago/2022", "score_general": "9.0", "score_facilidad": "6.0", "materia": "Análisis de Circuitos", "comments": "La Participación Importa, Aspectos de calificación claros, Los exámenes son difícilesSi te interesa la materia es muy buena, cumple con el temario y a veces por eso sientes que va muy rapido, tienes que tener buenos apuntes y prestar atención, la maestra es buena, pero si pierdes el paso te puedes confundir un poco, tienes que tener 6 en promedio de examanes para exentar."}, {"fecha": "27/Ene/2022", "score_general": "5.0", "score_facilidad": "4.0", "materia": "Ecuaciones Diferenciales", "comments": "Califica Duro, Brinda apoyo, Los exámenes son difícilesSi te interesa la materia es muy buena, cumple con el temario y a veces por eso sientes que va muy rapido, tienes que tener buenos apuntes y prestar atención, la maestra es buena, pero si pierdes el paso te puedes confundir un poco, tienes que tener 6 en promedio de examanes para exentar."}, {"fecha": "25/Ene/2022", "score_general": "7.0", "score_facilidad": "8.0", "materia": "Ecuaciones Diferenciales", "comments": "Da buena retroalimentación, Da Crédito Extra, Brinda apoyoSi te interesa la materia es muy buena, cumple con el temario y a veces por eso sientes que va muy rapido, tienes que tener buenos apuntes y prestar atención, la maestra es buena, pero si pierdes el paso te puedes confundir un poco, tienes que tener 6 en promedio de examanes para exentar."}, {"fecha": "18/Ene/2022", "score_general": "4.0", "score_facilidad": "2.0", "materia": "Ecuaciones Diferenciales", "comments": "Califica Duro, Asistencia obligatoria, Los exámenes son difícilesSi te interesa la materia es muy buena, cumple con el temario y a veces por eso sientes que va muy rapido, tienes que tener buenos apuntes y prestar atención, la maestra es buena, pero si pierdes el paso te puedes confundir un poco, tienes que tener 6 en promedio de examanes para exentar."}, {"fecha": "24/Ago/2021", "score_general": "8.0", "score_facilidad": "6.0", "materia": "Ecuaciones Diferenciales", "comments": "Si te interesa la materia es muy buena, cumple con el temario y a veces por eso sientes que va muy rapido, tienes que tener buenos apuntes y prestar atención, la maestra es buena, pero si pierdes el paso te puedes confundir un poco, tienes que tener 6 en promedio de examanes para exentar."}, {"fecha": "18/Ago/2021", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Análisis de Circuitos", "comments": "La Participación Importa, Da Crédito Extra, Pocos ExámenesLa profesora es muy accesible, es buena onda y nos apoya bastante, aunque si tiene nivel y tienes que estar atento toda la clase o te pierdes; hace práctica entonces no te pierdes esa parte de la materia. La evaluación ayuda bastante, tiene poco porcentaje el examen pero debes Trabajar todo lo demás"}, {"fecha": "28/Mar/2021", "score_general": "2.0", "score_facilidad": "2.0", "materia": "Ecuaciones Diferenciales", "comments": "Barco, Muchas tareas, Las clases son largasLa profesora es muy accesible, es buena onda y nos apoya bastante, aunque si tiene nivel y tienes que estar atento toda la clase o te pierdes; hace práctica entonces no te pierdes esa parte de la materia. La evaluación ayuda bastante, tiene poco porcentaje el examen pero debes Trabajar todo lo demás"}, {"fecha": "18/Feb/2021", "score_general": "8.0", "score_facilidad": "8.0", "materia": "Análisis de Circuitos", "comments": "Da buena retroalimentación, Brinda apoyoLa profesora es muy accesible, es buena onda y nos apoya bastante, aunque si tiene nivel y tienes que estar atento toda la clase o te pierdes; hace práctica entonces no te pierdes esa parte de la materia. La evaluación ayuda bastante, tiene poco porcentaje el examen pero debes Trabajar todo lo demás"}, {"fecha": "16/Feb/2021", "score_general": "9.0", "score_facilidad": "6.0", "materia": "Análisis de Circuitos", "comments": "Las clases son largas, Da Crédito Extra, Aspectos de calificación clarosLa profesora es muy accesible, es buena onda y nos apoya bastante, aunque si tiene nivel y tienes que estar atento toda la clase o te pierdes; hace práctica entonces no te pierdes esa parte de la materia. La evaluación ayuda bastante, tiene poco porcentaje el examen pero debes Trabajar todo lo demás"}, {"fecha": "15/Feb/2021", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Análisis de circuitos", "comments": "Da Crédito Extra, Aspectos de calificación claros, Brinda apoyoLa profesora es muy accesible, es buena onda y nos apoya bastante, aunque si tiene nivel y tienes que estar atento toda la clase o te pierdes; hace práctica entonces no te pierdes esa parte de la materia. La evaluación ayuda bastante, tiene poco porcentaje el examen pero debes Trabajar todo lo demás"}, {"fecha": "14/Feb/2021", "score_general": "8.0", "score_facilidad": "8.0", "materia": "Análisis de Circuitos", "comments": "Da buena retroalimentación, Asistencia obligatoria, Brinda apoyoEn las clases en línea, siempre se resolvía ejercicios, los cuales los explicaba muy bien y muy claros. En la parte de laboratorio nos pidió comprar material para hacer las prácticas desde casa con ayuda de simuladores. Al final si es poco pesado porque nos aplicó 4 exámenes  y proyecto final."}, {"fecha": "06/Ene/2021", "score_general": "4.0", "score_facilidad": "6.0", "materia": "---", "comments": "BarcoEn las clases en línea, siempre se resolvía ejercicios, los cuales los explicaba muy bien y muy claros. En la parte de laboratorio nos pidió comprar material para hacer las prácticas desde casa con ayuda de simuladores. Al final si es poco pesado porque nos aplicó 4 exámenes  y proyecto final."}, {"fecha": "06/Sep/2020", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Circuitos", "comments": "En las clases en línea, siempre se resolvía ejercicios, los cuales los explicaba muy bien y muy claros. En la parte de laboratorio nos pidió comprar material para hacer las prácticas desde casa con ayuda de simuladores. Al final si es poco pesado porque nos aplicó 4 exámenes  y proyecto final."}, {"fecha": "31/Ene/2020", "score_general": "6.0", "score_facilidad": "2.0", "materia": "Analisis de Circuitos", "comments": "Califica Duro, Aspectos de calificación claros, Los exámenes son difícilesEn las clases en línea, siempre se resolvía ejercicios, los cuales los explicaba muy bien y muy claros. En la parte de laboratorio nos pidió comprar material para hacer las prácticas desde casa con ayuda de simuladores. Al final si es poco pesado porque nos aplicó 4 exámenes  y proyecto final."}, {"fecha": "12/Nov/2019", "score_general": "6.0", "score_facilidad": "2.0", "materia": "Ecuaciones Diferenciales", "comments": "Muchas tareas, Asistencia obligatoria, Las clases son largasEn las clases en línea, siempre se resolvía ejercicios, los cuales los explicaba muy bien y muy claros. En la parte de laboratorio nos pidió comprar material para hacer las prácticas desde casa con ayuda de simuladores. Al final si es poco pesado porque nos aplicó 4 exámenes  y proyecto final."}, {"fecha": "23/Jul/2019", "score_general": "2.0", "score_facilidad": "2.0", "materia": "Ecuaciones Diferenciales", "comments": "es de las PEORES profesoras que he tenido en la facultad, su forma de explicar es muy confusa , además no prepara bien sus clases y ella misma se confunde."}, {"fecha": "23/Jul/2019", "score_general": "4.0", "score_facilidad": "2.0", "materia": "Analisis de circuitos", "comments": "Muchas tareas, Pocos Exámenes, Los exámenes son difícileses de las PEORES profesoras que he tenido en la facultad, su forma de explicar es muy confusa , además no prepara bien sus clases y ella misma se confunde."}, {"fecha": "26/Jun/2019", "score_general": "4.0", "score_facilidad": "4.0", "materia": "Analisis de circuitos", "comments": "Las clases son largas, Deja trabajos largos, Los exámenes son difícileses de las PEORES profesoras que he tenido en la facultad, su forma de explicar es muy confusa , además no prepara bien sus clases y ella misma se confunde."}, {"fecha": "09/Jun/2019", "score_general": "3.0", "score_facilidad": "2.0", "materia": "Ecuaciones diferenciales", "comments": "Prepárate para leer, Clases excelenteses de las PEORES profesoras que he tenido en la facultad, su forma de explicar es muy confusa , además no prepara bien sus clases y ella misma se confunde."}, {"fecha": "31/May/2019", "score_general": "6.0", "score_facilidad": "6.0", "materia": "Analisis de circuitos", "comments": "Las clases son largas, Los exámenes son difíciles, Muchos proyectos grupaleses de las PEORES profesoras que he tenido en la facultad, su forma de explicar es muy confusa , además no prepara bien sus clases y ella misma se confunde."}, {"fecha": "05/Dic/2018", "score_general": "8.0", "score_facilidad": "8.0", "materia": "Análisis de circuitos", "comments": "Es una buena profesora, aprenderás bastante cosas en su materia; cabe destacar que está sobrevalorada."}, {"fecha": "28/Mar/2018", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Análisis de Circuitos", "comments": "Muy cómico, Tomaría su clase otra vezEs una buena profesora, aprenderás bastante cosas en su materia; cabe destacar que está sobrevalorada."}, {"fecha": "11/Ene/2018", "score_general": "6.0", "score_facilidad": "4.0", "materia": "Análisis de Circuitos", "comments": "Los exámenes son difícilesEs una buena profesora, aprenderás bastante cosas en su materia; cabe destacar que está sobrevalorada."}]