[{"fecha": "06/Feb/2023", "score_general": "9.0", "score_facilidad": "10.0", "materia": "Probabilidad", "comments": "Barco, Pocos Exámenes, Brinda apoyoBuen profesor, tiene buen conocimiento del área. Enseña con diapositivas, por lo que favorece mucho el uso de tablet o compu, casi les da preferencia. Deja la opción de tomar los exámenes en EDUCAFI, si les dice eso, acepten todos. Aguas con su forma de explicar los criterios."}, {"fecha": "03/Abr/2022", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Fundamentos de Probabilidad y Estadistica", "comments": "Da buena retroalimentación, La Participación Importa, Respetado por los estudiantesBuen profesor, tiene buen conocimiento del área. Enseña con diapositivas, por lo que favorece mucho el uso de tablet o compu, casi les da preferencia. Deja la opción de tomar los exámenes en EDUCAFI, si les dice eso, acepten todos. Aguas con su forma de explicar los criterios."}, {"fecha": "17/Mar/2022", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Calculo", "comments": "Barco, Da buena retroalimentación, InspiracionalBuen profesor, tiene buen conocimiento del área. Enseña con diapositivas, por lo que favorece mucho el uso de tablet o compu, casi les da preferencia. Deja la opción de tomar los exámenes en EDUCAFI, si les dice eso, acepten todos. Aguas con su forma de explicar los criterios."}, {"fecha": "26/Ago/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Probabilidad", "comments": "Barco, Pocos Exámenes, Clases excelentesBuen profesor, tiene buen conocimiento del área. Enseña con diapositivas, por lo que favorece mucho el uso de tablet o compu, casi les da preferencia. Deja la opción de tomar los exámenes en EDUCAFI, si les dice eso, acepten todos. Aguas con su forma de explicar los criterios."}, {"fecha": "17/Feb/2021", "score_general": "7.0", "score_facilidad": "2.0", "materia": "Probabilidad", "comments": "Las clases son largas, Brinda apoyoBuen profesor, tiene buen conocimiento del área. Enseña con diapositivas, por lo que favorece mucho el uso de tablet o compu, casi les da preferencia. Deja la opción de tomar los exámenes en EDUCAFI, si les dice eso, acepten todos. Aguas con su forma de explicar los criterios."}, {"fecha": "09/Feb/2021", "score_general": "6.0", "score_facilidad": "10.0", "materia": "Algebra", "comments": "Las clases son largasAburre un poco y enseña lo mínimo, aprendes básicamente con las series. Si realizas las series ten por seguro un 10 en tu examen. En realidad no es difícil pasar con él."}, {"fecha": "05/Feb/2021", "score_general": "6.0", "score_facilidad": "10.0", "materia": "Probabilidad", "comments": "Barco, Las clases son largas, Pocos ExámenesAburre un poco y enseña lo mínimo, aprendes básicamente con las series. Si realizas las series ten por seguro un 10 en tu examen. En realidad no es difícil pasar con él."}, {"fecha": "14/Ene/2021", "score_general": "7.0", "score_facilidad": "4.0", "materia": "Cálculo y Geometría analítica", "comments": "BarcoAburre un poco y enseña lo mínimo, aprendes básicamente con las series. Si realizas las series ten por seguro un 10 en tu examen. En realidad no es difícil pasar con él."}, {"fecha": "21/Sep/2020", "score_general": "9.0", "score_facilidad": "6.0", "materia": "Calculo integral", "comments": "Da buena retroalimentación, Las clases son largas, Los exámenes son difícilesAburre un poco y enseña lo mínimo, aprendes básicamente con las series. Si realizas las series ten por seguro un 10 en tu examen. En realidad no es difícil pasar con él."}, {"fecha": "20/Nov/2019", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Probabilidad y Calculo integral", "comments": "Da buena retroalimentación, Inspiracional, Brinda apoyoAburre un poco y enseña lo mínimo, aprendes básicamente con las series. Si realizas las series ten por seguro un 10 en tu examen. En realidad no es difícil pasar con él."}, {"fecha": "20/Ene/2019", "score_general": "8.0", "score_facilidad": "8.0", "materia": "Probabilidad y Estadistica", "comments": "Califica Duro, Muchas tareas, Muchos ExámenesLo tuve como maestro de calculo integral hace 3 años y era barco. Volvi a tenerlo en probabilidad y estadistica y cambio mucho. Sus clases son algo aburridas y te llama la atencion por cualquier cosa. Pasa lista al final de la clase y deja tareas casi diario. Llega tarde y falta algunas veces."}, {"fecha": "09/Nov/2018", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Álgebra", "comments": "Da buena retroalimentación, Inspiracional, Clases excelentesLo tuve como maestro de calculo integral hace 3 años y era barco. Volvi a tenerlo en probabilidad y estadistica y cambio mucho. Sus clases son algo aburridas y te llama la atencion por cualquier cosa. Pasa lista al final de la clase y deja tareas casi diario. Llega tarde y falta algunas veces."}, {"fecha": "17/Oct/2018", "score_general": "6.0", "score_facilidad": "8.0", "materia": "álgebra", "comments": "Lo tuve como maestro de calculo integral hace 3 años y era barco. Volvi a tenerlo en probabilidad y estadistica y cambio mucho. Sus clases son algo aburridas y te llama la atencion por cualquier cosa. Pasa lista al final de la clase y deja tareas casi diario. Llega tarde y falta algunas veces."}, {"fecha": "28/Jun/2018", "score_general": "8.0", "score_facilidad": "8.0", "materia": "Integral", "comments": "Las clases son largas, Brinda apoyo, Tomaría su clase otra vezLo tuve como maestro de calculo integral hace 3 años y era barco. Volvi a tenerlo en probabilidad y estadistica y cambio mucho. Sus clases son algo aburridas y te llama la atencion por cualquier cosa. Pasa lista al final de la clase y deja tareas casi diario. Llega tarde y falta algunas veces."}, {"fecha": "27/Jun/2018", "score_general": "7.0", "score_facilidad": "6.0", "materia": "Calculo y Geometria Analitica", "comments": "Lo tuve como maestro de calculo integral hace 3 años y era barco. Volvi a tenerlo en probabilidad y estadistica y cambio mucho. Sus clases son algo aburridas y te llama la atencion por cualquier cosa. Pasa lista al final de la clase y deja tareas casi diario. Llega tarde y falta algunas veces."}, {"fecha": "29/Ene/2018", "score_general": "8.0", "score_facilidad": "6.0", "materia": "Algebra", "comments": "Explica muy bien y resuelve ejercicios de finales pasados en clase (aparentemente se entero de que no estaba al nivel de un final y decidió cambiar su método). Es recomendable que le preguntes tus dudas ya que a veces lo da por visto si nadie pregunta. No entrega a tiempo calificación de examen."}, {"fecha": "26/Ene/2018", "score_general": "8.0", "score_facilidad": "6.0", "materia": "Integral", "comments": "Da buena retroalimentación, Aspectos de calificación claros, Tomaría su clase otra vezExplica muy bien y resuelve ejercicios de finales pasados en clase (aparentemente se entero de que no estaba al nivel de un final y decidió cambiar su método). Es recomendable que le preguntes tus dudas ya que a veces lo da por visto si nadie pregunta. No entrega a tiempo calificación de examen."}, {"fecha": "09/Ene/2018", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Álgebra", "comments": "Explica muy bien y resuelve ejercicios de finales pasados en clase (aparentemente se entero de que no estaba al nivel de un final y decidió cambiar su método). Es recomendable que le preguntes tus dudas ya que a veces lo da por visto si nadie pregunta. No entrega a tiempo calificación de examen."}, {"fecha": "27/Jul/2017", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Integral", "comments": "Tomaría su clase otra vezExplica muy bien y resuelve ejercicios de finales pasados en clase (aparentemente se entero de que no estaba al nivel de un final y decidió cambiar su método). Es recomendable que le preguntes tus dudas ya que a veces lo da por visto si nadie pregunta. No entrega a tiempo calificación de examen."}, {"fecha": "26/Jun/2017", "score_general": "2.0", "score_facilidad": "4.0", "materia": "Álgebra", "comments": "Explica muy bien y resuelve ejercicios de finales pasados en clase (aparentemente se entero de que no estaba al nivel de un final y decidió cambiar su método). Es recomendable que le preguntes tus dudas ya que a veces lo da por visto si nadie pregunta. No entrega a tiempo calificación de examen."}, {"fecha": "26/Jun/2017", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Algebra", "comments": "Brinda apoyo, Clases excelentes, Los exámenes son difícilesEs un excelente profesor, su experiencia se nota en su manera de hablar, de escribir e incluso de vestirse para dar clase. Es un magnífico profesor de la facultad."}, {"fecha": "18/Mar/2017", "score_general": "9.0", "score_facilidad": "8.0", "materia": "CALCULO INTEGRAL", "comments": "Asistencia obligatoria, Inspiracional, Tomaría su clase otra vezEs un excelente profesor, su experiencia se nota en su manera de hablar, de escribir e incluso de vestirse para dar clase. Es un magnífico profesor de la facultad."}, {"fecha": "01/Mar/2017", "score_general": "6.0", "score_facilidad": "6.0", "materia": "Cálculo Integral", "comments": "Es un excelente profesor, su experiencia se nota en su manera de hablar, de escribir e incluso de vestirse para dar clase. Es un magnífico profesor de la facultad."}, {"fecha": "24/Ene/2017", "score_general": "7.0", "score_facilidad": "6.0", "materia": "Cálculo y Geometría Analítica", "comments": "La Participación Importa, Las clases son largas, Pocos ExámenesEs un excelente profesor, su experiencia se nota en su manera de hablar, de escribir e incluso de vestirse para dar clase. Es un magnífico profesor de la facultad."}, {"fecha": "28/Nov/2016", "score_general": "7.0", "score_facilidad": "10.0", "materia": "Álgebra", "comments": "Barco, Brinda apoyo, Tomaría su clase otra vezEs un excelente profesor, su experiencia se nota en su manera de hablar, de escribir e incluso de vestirse para dar clase. Es un magnífico profesor de la facultad."}, {"fecha": "19/Nov/2016", "score_general": "5.0", "score_facilidad": "10.0", "materia": "Calculo y geometria analitica", "comments": "Barco, Asistencia obligatoria, Las clases son largasIrresponsable, se confunde mucho, da largas para entregarte cosas. Evitarlo a menos que quieran barquear"}, {"fecha": "28/Jun/2016", "score_general": "6.0", "score_facilidad": "6.0", "materia": "Calculo Integral", "comments": "Irresponsable, se confunde mucho, da largas para entregarte cosas. Evitarlo a menos que quieran barquear"}, {"fecha": "27/Jun/2016", "score_general": "8.0", "score_facilidad": "8.0", "materia": "Calculo inegral", "comments": "BarcoIrresponsable, se confunde mucho, da largas para entregarte cosas. Evitarlo a menos que quieran barquear"}, {"fecha": "01/Mar/2016", "score_general": "7.0", "score_facilidad": "10.0", "materia": "Álgebra 2016", "comments": "La Participación Importa, Asistencia obligatoriaIrresponsable, se confunde mucho, da largas para entregarte cosas. Evitarlo a menos que quieran barquear"}, {"fecha": "27/Ene/2016", "score_general": "6.0", "score_facilidad": "10.0", "materia": "---", "comments": "Irresponsable, se confunde mucho, da largas para entregarte cosas. Evitarlo a menos que quieran barquear"}, {"fecha": "20/Ene/2016", "score_general": "4.0", "score_facilidad": "8.0", "materia": "Algebra", "comments": "nunca entrega los examenes, se confunde mucho a la hora de explicar y se equivoca en los ejercicios que pone en clase. muy malo."}, {"fecha": "20/Ene/2016", "score_general": "8.0", "score_facilidad": "10.0", "materia": "Cálculo con Geometría Analítica", "comments": "nunca entrega los examenes, se confunde mucho a la hora de explicar y se equivoca en los ejercicios que pone en clase. muy malo."}, {"fecha": "13/Ene/2016", "score_general": "4.0", "score_facilidad": "8.0", "materia": "Intgral", "comments": "nunca entrega los examenes, se confunde mucho a la hora de explicar y se equivoca en los ejercicios que pone en clase. muy malo."}, {"fecha": "11/Ene/2016", "score_general": "4.0", "score_facilidad": "8.0", "materia": "Integral", "comments": "nunca entrega los examenes, se confunde mucho a la hora de explicar y se equivoca en los ejercicios que pone en clase. muy malo."}, {"fecha": "02/Ene/2016", "score_general": "6.0", "score_facilidad": "10.0", "materia": "Calculo y Geometría Analitica", "comments": "nunca entrega los examenes, se confunde mucho a la hora de explicar y se equivoca en los ejercicios que pone en clase. muy malo."}, {"fecha": "25/Jul/2015", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Álgebra Lineal", "comments": "Barco, La Participación Importa, Brinda apoyoSe va muy lento, no aprendes mucho sólo lo más básico"}, {"fecha": "06/Jul/2015", "score_general": "9.0", "score_facilidad": "10.0", "materia": "Álgebra Lineal", "comments": "Barco, Respetado por los estudiantes, Da Crédito ExtraSe va muy lento, no aprendes mucho sólo lo más básico"}]