[{"fecha": "19/Feb/2023", "score_general": "8.0", "score_facilidad": "6.0", "materia": "E y M (teoria)  L+", "comments": "Da buena retroalimentación, Clases excelentes, Tomaría su clase otra vezSi Tesla, Gaus, Faraday, Maxwell estuvieran vivos, seguramente  recomendaría a esta profesora, no por nada es la jefa de la división de EyM, solo repasa lo exámenes colegiados de la  DBC, el examen está a ese nivel. 40 %Ex (2 de 3 Ex para exentar) , 30% Lab, 10% infografía, y 10% Tareas."}, {"fecha": "17/Feb/2023", "score_general": "2.0", "score_facilidad": "2.0", "materia": "Cálculo vectorial", "comments": "Califica Duro, Muchas tareasSi Tesla, Gaus, Faraday, Maxwell estuvieran vivos, seguramente  recomendaría a esta profesora, no por nada es la jefa de la división de EyM, solo repasa lo exámenes colegiados de la  DBC, el examen está a ese nivel. 40 %Ex (2 de 3 Ex para exentar) , 30% Lab, 10% infografía, y 10% Tareas."}, {"fecha": "17/Feb/2023", "score_general": "10.0", "score_facilidad": "4.0", "materia": "Calculo Vectorial", "comments": "Califica Duro, Da buena retroalimentación, Los exámenes son difícilesSi Tesla, Gaus, Faraday, Maxwell estuvieran vivos, seguramente  recomendaría a esta profesora, no por nada es la jefa de la división de EyM, solo repasa lo exámenes colegiados de la  DBC, el examen está a ese nivel. 40 %Ex (2 de 3 Ex para exentar) , 30% Lab, 10% infografía, y 10% Tareas."}, {"fecha": "09/Feb/2023", "score_general": "5.0", "score_facilidad": "4.0", "materia": "Electricidad y Magnetismo", "comments": "Califica Duro, Las clases son largas, Los exámenes son difícilesSi Tesla, Gaus, Faraday, Maxwell estuvieran vivos, seguramente  recomendaría a esta profesora, no por nada es la jefa de la división de EyM, solo repasa lo exámenes colegiados de la  DBC, el examen está a ese nivel. 40 %Ex (2 de 3 Ex para exentar) , 30% Lab, 10% infografía, y 10% Tareas."}, {"fecha": "08/Feb/2023", "score_general": "3.0", "score_facilidad": "2.0", "materia": "Cálculo vectorial", "comments": "Califica Duro, Los exámenes son difícilesSi Tesla, Gaus, Faraday, Maxwell estuvieran vivos, seguramente  recomendaría a esta profesora, no por nada es la jefa de la división de EyM, solo repasa lo exámenes colegiados de la  DBC, el examen está a ese nivel. 40 %Ex (2 de 3 Ex para exentar) , 30% Lab, 10% infografía, y 10% Tareas."}, {"fecha": "24/Ene/2023", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Electricidad y Magnetismo", "comments": "Califica Duro, Da buena retroalimentación, Tomaría su clase otra vezLos conocimientos de la profesora son excelentes y sobe transmitirlos bien (aunque tienes que tener ciertas bases). Sus clases no son pesadas pero si son un poco rápidas. El único problema es que no ve muchos ejercicios, pero con que estudies un poco por tue cuenta puedes pasar."}, {"fecha": "03/Ago/2022", "score_general": "7.0", "score_facilidad": "4.0", "materia": "Electricidad y Magnetismo", "comments": "Da buena retroalimentación, Los exámenes son difícilesLos conocimientos de la profesora son excelentes y sobe transmitirlos bien (aunque tienes que tener ciertas bases). Sus clases no son pesadas pero si son un poco rápidas. El único problema es que no ve muchos ejercicios, pero con que estudies un poco por tue cuenta puedes pasar."}, {"fecha": "20/Ene/2022", "score_general": "7.0", "score_facilidad": "4.0", "materia": "Mayverena Jurado Pineda", "comments": "Califica Duro, Muy cómico, La Participación ImportaLos conocimientos de la profesora son excelentes y sobe transmitirlos bien (aunque tienes que tener ciertas bases). Sus clases no son pesadas pero si son un poco rápidas. El único problema es que no ve muchos ejercicios, pero con que estudies un poco por tue cuenta puedes pasar."}, {"fecha": "20/Ene/2022", "score_general": "8.0", "score_facilidad": "4.0", "materia": "Electricidad y Magnetismo", "comments": "Califica DuroLos conocimientos de la profesora son excelentes y sobe transmitirlos bien (aunque tienes que tener ciertas bases). Sus clases no son pesadas pero si son un poco rápidas. El único problema es que no ve muchos ejercicios, pero con que estudies un poco por tue cuenta puedes pasar."}, {"fecha": "26/Feb/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Cálculo integral", "comments": "Califica Duro, Da buena retroalimentación, Los exámenes son difícilesLos conocimientos de la profesora son excelentes y sobe transmitirlos bien (aunque tienes que tener ciertas bases). Sus clases no son pesadas pero si son un poco rápidas. El único problema es que no ve muchos ejercicios, pero con que estudies un poco por tue cuenta puedes pasar."}, {"fecha": "16/Feb/2021", "score_general": "10.0", "score_facilidad": "4.0", "materia": "Calculo Integral", "comments": "Da buena retroalimentación, Clases excelentes, Los exámenes son difíciles(En linea)Dio las clases por zoom, resolvía dudas y nos dio asesorías extras, no es difícil exentar el final pero sus examenes tanto parciales como final son un poco mas difícil que los de la división"}, {"fecha": "16/Feb/2021", "score_general": "9.0", "score_facilidad": "6.0", "materia": "Calculo Integral", "comments": "Da buena retroalimentación, Brinda apoyo(En linea)Dio las clases por zoom, resolvía dudas y nos dio asesorías extras, no es difícil exentar el final pero sus examenes tanto parciales como final son un poco mas difícil que los de la división"}, {"fecha": "12/Feb/2021", "score_general": "8.0", "score_facilidad": "6.0", "materia": "CÁLCULO INTEGRAL", "comments": "Califica Duro, Da buena retroalimentación, Clases excelentes(En linea)Dio las clases por zoom, resolvía dudas y nos dio asesorías extras, no es difícil exentar el final pero sus examenes tanto parciales como final son un poco mas difícil que los de la división"}, {"fecha": "30/Ene/2021", "score_general": "10.0", "score_facilidad": "4.0", "materia": "Cálculo Integral", "comments": "Califica Duro, Da buena retroalimentación, Inspiracional(En linea)Dio las clases por zoom, resolvía dudas y nos dio asesorías extras, no es difícil exentar el final pero sus examenes tanto parciales como final son un poco mas difícil que los de la división"}, {"fecha": "03/Dic/2020", "score_general": "10.0", "score_facilidad": "4.0", "materia": "Cálculo Integral", "comments": "Califica Duro, Da buena retroalimentación, Inspiracional(En linea)Dio las clases por zoom, resolvía dudas y nos dio asesorías extras, no es difícil exentar el final pero sus examenes tanto parciales como final son un poco mas difícil que los de la división"}, {"fecha": "31/Ago/2020", "score_general": "8.0", "score_facilidad": "6.0", "materia": "Calculo y geometría analítica", "comments": "Califica Duro, Brinda apoyo, Los exámenes son difícilesEs muy  buena profa, aunque fui a final repase todo lo visto en clase y me ayudo bastante, la mayoría suele reprobar sus exámenes, aun así te deja buen nivel."}, {"fecha": "25/Ago/2020", "score_general": "10.0", "score_facilidad": "4.0", "materia": "Cálculo y geometría analítica", "comments": "Inspiracional, Brinda apoyo, Clases excelentesEs muy  buena profa, aunque fui a final repase todo lo visto en clase y me ayudo bastante, la mayoría suele reprobar sus exámenes, aun así te deja buen nivel."}, {"fecha": "04/Dic/2019", "score_general": "10.0", "score_facilidad": "4.0", "materia": "Cálculo integral y cálculo vectorial", "comments": "Clases excelentes, Los exámenes son difícilesEs muy  buena profa, aunque fui a final repase todo lo visto en clase y me ayudo bastante, la mayoría suele reprobar sus exámenes, aun así te deja buen nivel."}, {"fecha": "15/Oct/2019", "score_general": "5.0", "score_facilidad": "2.0", "materia": "Cálculo integral", "comments": "Califica Duro, Aspectos de calificación claros, Los exámenes son difícilesEs muy  buena profa, aunque fui a final repase todo lo visto en clase y me ayudo bastante, la mayoría suele reprobar sus exámenes, aun así te deja buen nivel."}, {"fecha": "01/Ago/2019", "score_general": "10.0", "score_facilidad": "4.0", "materia": "Calculo y Geometría Analítica, Calculo Integral", "comments": "Brinda apoyo, Clases excelentes, Los exámenes son difícilesEs muy  buena profa, aunque fui a final repase todo lo visto en clase y me ayudo bastante, la mayoría suele reprobar sus exámenes, aun así te deja buen nivel."}, {"fecha": "19/Jul/2019", "score_general": "8.0", "score_facilidad": "4.0", "materia": "Calculo integral", "comments": "Es una maestra con un carácter muy bueno. Pero no es fácil;  da BASTANTE nivel. Sin embargo, en mi grupo nadie sacó 10 con ella dado que sus exámenes son pesados, constan de 5 preguntas y con cualquier cosita ya te baja puntos, así que hay que ser muy cuidadoso. Casi nunca deja tarea."}, {"fecha": "17/Jul/2019", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Calculo y Geometria analitica", "comments": "Da buena retroalimentación, Respetado por los estudiantes, Brinda apoyoEs una maestra con un carácter muy bueno. Pero no es fácil;  da BASTANTE nivel. Sin embargo, en mi grupo nadie sacó 10 con ella dado que sus exámenes son pesados, constan de 5 preguntas y con cualquier cosita ya te baja puntos, así que hay que ser muy cuidadoso. Casi nunca deja tarea."}, {"fecha": "13/Jun/2019", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Laboratorio Electricidad y Magnetismo", "comments": "Da buena retroalimentación, Clases excelentes, Tomaría su clase otra vezEs una maestra con un carácter muy bueno. Pero no es fácil;  da BASTANTE nivel. Sin embargo, en mi grupo nadie sacó 10 con ella dado que sus exámenes son pesados, constan de 5 preguntas y con cualquier cosita ya te baja puntos, así que hay que ser muy cuidadoso. Casi nunca deja tarea."}, {"fecha": "24/Ene/2019", "score_general": "7.0", "score_facilidad": "2.0", "materia": "CALCULO Y GEOMETRÍA ANALÍTICA", "comments": "Califica Duro, Muchas tareas, Respetado por los estudiantesEs una maestra con un carácter muy bueno. Pero no es fácil;  da BASTANTE nivel. Sin embargo, en mi grupo nadie sacó 10 con ella dado que sus exámenes son pesados, constan de 5 preguntas y con cualquier cosita ya te baja puntos, así que hay que ser muy cuidadoso. Casi nunca deja tarea."}, {"fecha": "19/Ene/2019", "score_general": "8.0", "score_facilidad": "4.0", "materia": "Calculo y Geometría Analitica", "comments": "Califica Duro, Asistencia obligatoria, Los exámenes son difícilesEs una maestra con un carácter muy bueno. Pero no es fácil;  da BASTANTE nivel. Sin embargo, en mi grupo nadie sacó 10 con ella dado que sus exámenes son pesados, constan de 5 preguntas y con cualquier cosita ya te baja puntos, así que hay que ser muy cuidadoso. Casi nunca deja tarea."}, {"fecha": "08/Ago/2018", "score_general": "9.0", "score_facilidad": "4.0", "materia": "Sistemas termodinamicos", "comments": "Brinda apoyo, Clases excelentes, Tomaría su clase otra vezEs una gran profesora que da buen nivel y se preocupa mucho por tu aprendizaje, sin embargo sus exámenes son un poco complicados por lo que hay que estudiar constantemente y hacer las series. La verdad yo la recomiendo ampliamente"}, {"fecha": "26/Jul/2018", "score_general": "8.0", "score_facilidad": "6.0", "materia": "calculo diferecial", "comments": "Califica Duro, Respetado por los estudiantes, Tomaría su clase otra vezEs una gran profesora que da buen nivel y se preocupa mucho por tu aprendizaje, sin embargo sus exámenes son un poco complicados por lo que hay que estudiar constantemente y hacer las series. La verdad yo la recomiendo ampliamente"}, {"fecha": "07/Feb/2018", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Calculo Vectorial", "comments": "Es una gran profesora que da buen nivel y se preocupa mucho por tu aprendizaje, sin embargo sus exámenes son un poco complicados por lo que hay que estudiar constantemente y hacer las series. La verdad yo la recomiendo ampliamente"}, {"fecha": "29/Ene/2018", "score_general": "7.0", "score_facilidad": "4.0", "materia": "Calculo Vectorial", "comments": "Respetado por los estudiantesEs una gran profesora que da buen nivel y se preocupa mucho por tu aprendizaje, sin embargo sus exámenes son un poco complicados por lo que hay que estudiar constantemente y hacer las series. La verdad yo la recomiendo ampliamente"}, {"fecha": "26/Ene/2018", "score_general": "3.0", "score_facilidad": "2.0", "materia": "Cálculo vectorial", "comments": "Califica Duro, Muchas tareas, Las clases son largasEs una gran profesora que da buen nivel y se preocupa mucho por tu aprendizaje, sin embargo sus exámenes son un poco complicados por lo que hay que estudiar constantemente y hacer las series. La verdad yo la recomiendo ampliamente"}, {"fecha": "26/Ene/2018", "score_general": "8.0", "score_facilidad": "2.0", "materia": "Cálculo Vectorial", "comments": "Brinda apoyo, Los exámenes son difícilesDa las clases muy rápido y a veces te puedes perder si no le entiendes muy bien, explica algo confuso. Va haciendo ejercicios de la serie y sus examenes los hace difíciles, más que los ejercicios de clase. \r\nEl final vale 60% y el curso 40%, incluso en segunda vuelta."}, {"fecha": "25/Ene/2018", "score_general": "10.0", "score_facilidad": "4.0", "materia": "Cálculo Vectorial", "comments": "Da las clases muy rápido y a veces te puedes perder si no le entiendes muy bien, explica algo confuso. Va haciendo ejercicios de la serie y sus examenes los hace difíciles, más que los ejercicios de clase. \r\nEl final vale 60% y el curso 40%, incluso en segunda vuelta."}, {"fecha": "22/Ene/2018", "score_general": "9.0", "score_facilidad": "6.0", "materia": "Cálculo Vectorial", "comments": "Califica Duro, Muchas tareas, Clases excelentesDa las clases muy rápido y a veces te puedes perder si no le entiendes muy bien, explica algo confuso. Va haciendo ejercicios de la serie y sus examenes los hace difíciles, más que los ejercicios de clase. \r\nEl final vale 60% y el curso 40%, incluso en segunda vuelta."}, {"fecha": "08/Ene/2018", "score_general": "10.0", "score_facilidad": "2.0", "materia": "C. Vectorial y S.T. y E.", "comments": "Clases excelentes, Los exámenes son difíciles, Tomaría su clase otra vezDa las clases muy rápido y a veces te puedes perder si no le entiendes muy bien, explica algo confuso. Va haciendo ejercicios de la serie y sus examenes los hace difíciles, más que los ejercicios de clase. \r\nEl final vale 60% y el curso 40%, incluso en segunda vuelta."}, {"fecha": "12/Dic/2017", "score_general": "5.0", "score_facilidad": "4.0", "materia": "Calculo vectorial", "comments": "Califica Duro, Las clases son largas, Los exámenes son difícilesDa las clases muy rápido y a veces te puedes perder si no le entiendes muy bien, explica algo confuso. Va haciendo ejercicios de la serie y sus examenes los hace difíciles, más que los ejercicios de clase. \r\nEl final vale 60% y el curso 40%, incluso en segunda vuelta."}, {"fecha": "27/Jul/2017", "score_general": "6.0", "score_facilidad": "4.0", "materia": "Cálculo Vectorial", "comments": "Califica Duro, Prepárate para leer, Brinda apoyoEs muy buena, tiene buenos conocimientos, aunque se la pasa demostrando casi todo el tiempo, sus examenes se basan en la serie, asique mientras hagan TODA la serie no les resultara probnlema porque vienen en el examen, eso si, da mucha flojera hacerla, tambíen ayuda si te conoce."}, {"fecha": "14/Jul/2017", "score_general": "8.0", "score_facilidad": "8.0", "materia": "Cálculo Vectorial", "comments": "Califica Duro, Muchas tareas, La Participación ImportaEs muy buena, tiene buenos conocimientos, aunque se la pasa demostrando casi todo el tiempo, sus examenes se basan en la serie, asique mientras hagan TODA la serie no les resultara probnlema porque vienen en el examen, eso si, da mucha flojera hacerla, tambíen ayuda si te conoce."}, {"fecha": "27/Jun/2017", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Cálculo Vectorial", "comments": "Brinda apoyo, Clases excelentes, Los exámenes son difícilesEs muy buena, tiene buenos conocimientos, aunque se la pasa demostrando casi todo el tiempo, sus examenes se basan en la serie, asique mientras hagan TODA la serie no les resultara probnlema porque vienen en el examen, eso si, da mucha flojera hacerla, tambíen ayuda si te conoce."}, {"fecha": "11/Feb/2017", "score_general": "7.0", "score_facilidad": "10.0", "materia": "Integral / PEYM", "comments": "Barco, La Participación Importa, Brinda apoyoEs muy buena, tiene buenos conocimientos, aunque se la pasa demostrando casi todo el tiempo, sus examenes se basan en la serie, asique mientras hagan TODA la serie no les resultara probnlema porque vienen en el examen, eso si, da mucha flojera hacerla, tambíen ayuda si te conoce."}, {"fecha": "24/Ene/2017", "score_general": "4.0", "score_facilidad": "4.0", "materia": "Cálculo Vectorial", "comments": "Muchas tareas, Las clases son largas, Los exámenes son difícilesEs muy buena, tiene buenos conocimientos, aunque se la pasa demostrando casi todo el tiempo, sus examenes se basan en la serie, asique mientras hagan TODA la serie no les resultara probnlema porque vienen en el examen, eso si, da mucha flojera hacerla, tambíen ayuda si te conoce."}, {"fecha": "23/Ene/2017", "score_general": "6.0", "score_facilidad": "4.0", "materia": "Calculos", "comments": "Califica Duro, Asistencia obligatoria, Los exámenes son difícilesExigente, se enoja si te distraes,sus examenes son difciles pero no se si pasarias el final con su nivel."}, {"fecha": "22/Ene/2017", "score_general": "8.0", "score_facilidad": "4.0", "materia": "Calculo Vectorial", "comments": "Clases excelentesExigente, se enoja si te distraes,sus examenes son difciles pero no se si pasarias el final con su nivel."}, {"fecha": "19/Ene/2017", "score_general": "7.0", "score_facilidad": "4.0", "materia": "Principios de termodinámica", "comments": "Califica Duro, Da buena retroalimentación, La Participación ImportaExigente, se enoja si te distraes,sus examenes son difciles pero no se si pasarias el final con su nivel."}, {"fecha": "14/Dic/2016", "score_general": "7.0", "score_facilidad": "4.0", "materia": "Cálculo Vectorial", "comments": "Exigente, se enoja si te distraes,sus examenes son difciles pero no se si pasarias el final con su nivel."}, {"fecha": "06/Dic/2016", "score_general": "10.0", "score_facilidad": "2.0", "materia": "Cálculo vectorial", "comments": "Exigente, se enoja si te distraes,sus examenes son difciles pero no se si pasarias el final con su nivel."}, {"fecha": "28/Nov/2016", "score_general": "9.0", "score_facilidad": "6.0", "materia": "Cálculo Vectorial", "comments": "Brinda apoyo, Clases excelentes, Tomaría su clase otra vezEs una excelente profesora, domina la materia. Hace que esta materia parezca muy sencillo cuando es de lo más complicado, y sus exámenes son del nivel que enseña en clase. Haz las tareas porque te ayudan a estudiar para los exámenes."}, {"fecha": "18/Ago/2016", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Calculo Integral", "comments": "Brinda apoyo, Los exámenes son difíciles, Tomaría su clase otra vezEs una excelente profesora, domina la materia. Hace que esta materia parezca muy sencillo cuando es de lo más complicado, y sus exámenes son del nivel que enseña en clase. Haz las tareas porque te ayudan a estudiar para los exámenes."}, {"fecha": "21/Jun/2016", "score_general": "8.0", "score_facilidad": "10.0", "materia": "Cálculo Integral", "comments": "Da buena retroalimentación, Aspectos de calificación claros, Brinda apoyoEs una excelente profesora, domina la materia. Hace que esta materia parezca muy sencillo cuando es de lo más complicado, y sus exámenes son del nivel que enseña en clase. Haz las tareas porque te ayudan a estudiar para los exámenes."}, {"fecha": "27/Ene/2016", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Calculo y Geometria analitica", "comments": "Es una excelente profesora, domina la materia. Hace que esta materia parezca muy sencillo cuando es de lo más complicado, y sus exámenes son del nivel que enseña en clase. Haz las tareas porque te ayudan a estudiar para los exámenes."}, {"fecha": "08/Ene/2016", "score_general": "9.0", "score_facilidad": "10.0", "materia": "Cálculo Vectorial", "comments": "Es una excelente profesora, domina la materia. Hace que esta materia parezca muy sencillo cuando es de lo más complicado, y sus exámenes son del nivel que enseña en clase. Haz las tareas porque te ayudan a estudiar para los exámenes."}, {"fecha": "27/Nov/2015", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Calculo y geometria analítica", "comments": "Excelente profesora, muy clara y ordenada al momento de dar su clase. Responde todas tus dudas así sea la más básica. Sus examenes son como los ejercicios hechos en clase pero OJO traen trucos o artificios que tienes que notar si no estas frito. Deja proyecto de arduino que vale 1 punto final."}, {"fecha": "19/Ago/2015", "score_general": "9.0", "score_facilidad": "6.0", "materia": "Cálculo integral, Cálculo vectorial", "comments": "Brinda apoyo, Clases excelentes, Tomaría su clase otra vezExcelente profesora, muy clara y ordenada al momento de dar su clase. Responde todas tus dudas así sea la más básica. Sus examenes son como los ejercicios hechos en clase pero OJO traen trucos o artificios que tienes que notar si no estas frito. Deja proyecto de arduino que vale 1 punto final."}, {"fecha": "26/Jul/2015", "score_general": "7.0", "score_facilidad": "4.0", "materia": "Cálculo Integral", "comments": "La Participación Importa, Da Crédito Extra, Brinda apoyoExcelente profesora, muy clara y ordenada al momento de dar su clase. Responde todas tus dudas así sea la más básica. Sus examenes son como los ejercicios hechos en clase pero OJO traen trucos o artificios que tienes que notar si no estas frito. Deja proyecto de arduino que vale 1 punto final."}, {"fecha": "25/Jul/2015", "score_general": "10.0", "score_facilidad": "4.0", "materia": "Principios de Termodinámica", "comments": "Califica Duro, Clases excelentes, Los exámenes son difícilesExcelente profesora, muy clara y ordenada al momento de dar su clase. Responde todas tus dudas así sea la más básica. Sus examenes son como los ejercicios hechos en clase pero OJO traen trucos o artificios que tienes que notar si no estas frito. Deja proyecto de arduino que vale 1 punto final."}, {"fecha": "05/Jul/2015", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Cálculo diferencial", "comments": "Excelente profesora, muy clara y ordenada al momento de dar su clase. Responde todas tus dudas así sea la más básica. Sus examenes son como los ejercicios hechos en clase pero OJO traen trucos o artificios que tienes que notar si no estas frito. Deja proyecto de arduino que vale 1 punto final."}, {"fecha": "01/Jul/2015", "score_general": "9.0", "score_facilidad": "4.0", "materia": "Cálculo Integral", "comments": "Excelente profesora!! De lo mejor que hay en el anexo, explica de forma excepcional y te da un muy buen nivel. Sus exámenes son complejos pero del nivel que enseña en clases, hace muchos ejercicios en y deja otros más de tarea. No dudes en inscribir cálculo con ella!!"}, {"fecha": "22/Ene/2015", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Calculo Diferencial", "comments": "Excelente profesora!! De lo mejor que hay en el anexo, explica de forma excepcional y te da un muy buen nivel. Sus exámenes son complejos pero del nivel que enseña en clases, hace muchos ejercicios en y deja otros más de tarea. No dudes en inscribir cálculo con ella!!"}, {"fecha": "28/Oct/2014", "score_general": "10.0", "score_facilidad": "4.0", "materia": "Cálculo integral", "comments": "Excelente profesora!! De lo mejor que hay en el anexo, explica de forma excepcional y te da un muy buen nivel. Sus exámenes son complejos pero del nivel que enseña en clases, hace muchos ejercicios en y deja otros más de tarea. No dudes en inscribir cálculo con ella!!"}, {"fecha": "27/Jun/2014", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Principios", "comments": "Excelente profesora!! De lo mejor que hay en el anexo, explica de forma excepcional y te da un muy buen nivel. Sus exámenes son complejos pero del nivel que enseña en clases, hace muchos ejercicios en y deja otros más de tarea. No dudes en inscribir cálculo con ella!!"}, {"fecha": "09/Jun/2014", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Cálculo Integral", "comments": "Excelente profesora!! De lo mejor que hay en el anexo, explica de forma excepcional y te da un muy buen nivel. Sus exámenes son complejos pero del nivel que enseña en clases, hace muchos ejercicios en y deja otros más de tarea. No dudes en inscribir cálculo con ella!!"}, {"fecha": "06/Jun/2014", "score_general": "7.0", "score_facilidad": "2.0", "materia": "cálculo diferencial", "comments": "No la recomiendo para recursar, se va muy rápido, en los examenes son de alto nivel al igual que sus clases; lo que no me gusto nada es que falto mucho en el curso y en los examenes mandaba a sus ayudantes."}, {"fecha": "18/Ene/2014", "score_general": "7.0", "score_facilidad": "4.0", "materia": "Calculo Integral", "comments": "No la recomiendo para recursar, se va muy rápido, en los examenes son de alto nivel al igual que sus clases; lo que no me gusto nada es que falto mucho en el curso y en los examenes mandaba a sus ayudantes."}, {"fecha": "14/Ene/2014", "score_general": "10.0", "score_facilidad": "2.0", "materia": "Calculo Integral", "comments": "No la recomiendo para recursar, se va muy rápido, en los examenes son de alto nivel al igual que sus clases; lo que no me gusto nada es que falto mucho en el curso y en los examenes mandaba a sus ayudantes."}, {"fecha": "12/Ene/2014", "score_general": "10.0", "score_facilidad": "4.0", "materia": "Calculo Diferencial", "comments": "No la recomiendo para recursar, se va muy rápido, en los examenes son de alto nivel al igual que sus clases; lo que no me gusto nada es que falto mucho en el curso y en los examenes mandaba a sus ayudantes."}, {"fecha": "25/Jun/2013", "score_general": "10.0", "score_facilidad": "4.0", "materia": "Cálculo Integral", "comments": "No la recomiendo para recursar, se va muy rápido, en los examenes son de alto nivel al igual que sus clases; lo que no me gusto nada es que falto mucho en el curso y en los examenes mandaba a sus ayudantes."}, {"fecha": "30/Ene/2013", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Calculo Diferencial", "comments": "Excelente profesora, te explica muy bien hasta que queda claro ademas pasar con ella no es tan dificil con que repases los ejercicios vistos en clase o las tareas que dejo tienes resuelto el examen"}, {"fecha": "15/Ene/2013", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Cálculo Diferencial", "comments": "Excelente profesora, te explica muy bien hasta que queda claro ademas pasar con ella no es tan dificil con que repases los ejercicios vistos en clase o las tareas que dejo tienes resuelto el examen"}, {"fecha": "08/Nov/2012", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Cálculo Diferencial", "comments": "Excelente profesora, te explica muy bien hasta que queda claro ademas pasar con ella no es tan dificil con que repases los ejercicios vistos en clase o las tareas que dejo tienes resuelto el examen"}, {"fecha": "07/Ago/2012", "score_general": "8.0", "score_facilidad": "6.0", "materia": "Cálculo Diferencial", "comments": "Excelente profesora, te explica muy bien hasta que queda claro ademas pasar con ella no es tan dificil con que repases los ejercicios vistos en clase o las tareas que dejo tienes resuelto el examen"}, {"fecha": "07/Sep/2011", "score_general": "8.0", "score_facilidad": "6.0", "materia": "diferencial", "comments": "Excelente profesora, te explica muy bien hasta que queda claro ademas pasar con ella no es tan dificil con que repases los ejercicios vistos en clase o las tareas que dejo tienes resuelto el examen"}, {"fecha": "11/Ago/2011", "score_general": "10.0", "score_facilidad": "6.0", "materia": "calculo diferencial, integral", "comments": "excelente profesora, muy arriba de Erick Castañeda, sin duda es la mejor de todo el anexo.."}, {"fecha": "16/Feb/2011", "score_general": "10.0", "score_facilidad": "6.0", "materia": "calculo integral", "comments": "excelente profesora, muy arriba de Erick Castañeda, sin duda es la mejor de todo el anexo.."}, {"fecha": "12/Feb/2011", "score_general": "10.0", "score_facilidad": "8.0", "materia": "termodinamica", "comments": "excelente profesora, muy arriba de Erick Castañeda, sin duda es la mejor de todo el anexo.."}, {"fecha": "20/Ene/2011", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Calculo integral y calculo diferencial", "comments": "excelente profesora, muy arriba de Erick Castañeda, sin duda es la mejor de todo el anexo.."}, {"fecha": "18/Ene/2011", "score_general": "9.0", "score_facilidad": "6.0", "materia": "Calculo Diferencial", "comments": "excelente profesora, muy arriba de Erick Castañeda, sin duda es la mejor de todo el anexo.."}, {"fecha": "04/Dic/2010", "score_general": "10.0", "score_facilidad": "2.0", "materia": "Calculo diferencial", "comments": ""}, {"fecha": "22/Sep/2010", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Integral", "comments": ""}, {"fecha": "05/Sep/2010", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Cálculo", "comments": ""}, {"fecha": "02/Sep/2010", "score_general": "9.0", "score_facilidad": "6.0", "materia": "calculo integral", "comments": ""}, {"fecha": "24/Jul/2010", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Cálculo Integral", "comments": ""}, {"fecha": "20/Jul/2010", "score_general": "9.0", "score_facilidad": "8.0", "materia": "lab de termodinamica", "comments": "muy buena maestra, explica las veces que sean necesarias si no entiendes y es relax, pero no es barco, no confundan"}, {"fecha": "18/May/2010", "score_general": "8.0", "score_facilidad": "4.0", "materia": "Calculo Integral", "comments": "muy buena maestra, explica las veces que sean necesarias si no entiendes y es relax, pero no es barco, no confundan"}, {"fecha": "24/Mar/2010", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Calculo I y D,", "comments": "muy buena maestra, explica las veces que sean necesarias si no entiendes y es relax, pero no es barco, no confundan"}, {"fecha": "18/Feb/2010", "score_general": "8.0", "score_facilidad": "6.0", "materia": "calculo diferencial", "comments": "muy buena maestra, explica las veces que sean necesarias si no entiendes y es relax, pero no es barco, no confundan"}, {"fecha": "20/Ene/2010", "score_general": "10.0", "score_facilidad": "6.0", "materia": "calculo integral y diferencial", "comments": "muy buena maestra, explica las veces que sean necesarias si no entiendes y es relax, pero no es barco, no confundan"}, {"fecha": "18/Ene/2010", "score_general": "9.0", "score_facilidad": "10.0", "materia": "calculo diferencial", "comments": ""}, {"fecha": "25/Nov/2009", "score_general": "8.0", "score_facilidad": "10.0", "materia": "Calculo Diferencial", "comments": ""}, {"fecha": "21/Nov/2009", "score_general": "8.0", "score_facilidad": "8.0", "materia": "Calculo Integral", "comments": ""}, {"fecha": "12/Oct/2009", "score_general": "9.0", "score_facilidad": "6.0", "materia": "calculo diferencial e integral", "comments": ""}, {"fecha": "29/Jul/2009", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Calculo Integral", "comments": ""}]