[{"fecha": "01/Feb/2023", "score_general": "10.0", "score_facilidad": "10.0", "materia": "FISICA", "comments": ""}, {"fecha": "25/Ene/2023", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Fundamentos de física", "comments": "La Participación Importa, Clases excelentes, Tomaría su clase otra vez"}, {"fecha": "11/Dic/2022", "score_general": "7.0", "score_facilidad": "6.0", "materia": "Fundamentos de Física", "comments": "Deja trabajos largos, Muchos proyectos grupales"}, {"fecha": "30/Jul/2022", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Lab EyM", "comments": "Asistencia obligatoria, Brinda apoyo, Tomaría su clase otra vez"}, {"fecha": "24/Jun/2022", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Laboratorio de electricidad y magnetismo", "comments": "Asistencia obligatoria, Aspectos de calificación claros"}, {"fecha": "01/Feb/2022", "score_general": "2.0", "score_facilidad": "6.0", "materia": "Laboratorio de EyM", "comments": "Barco, Muchas tareas, Asistencia obligatoriaEs una maestra que no se adaptó a la modalidad en linea, no te la recomiendo en absoluto, si puedes elegir cualquier otra opción, no dudes en hacerlo, sus explicaciones dejan mucho que desear y con cualquier pregunta que realices se molesta por lo que se vuelve muy tediosa su clase."}, {"fecha": "09/Sep/2021", "score_general": "5.0", "score_facilidad": "4.0", "materia": "Fisica", "comments": "Califica Duro, Muchas tareas, Deja trabajos largosEs una maestra que no se adaptó a la modalidad en linea, no te la recomiendo en absoluto, si puedes elegir cualquier otra opción, no dudes en hacerlo, sus explicaciones dejan mucho que desear y con cualquier pregunta que realices se molesta por lo que se vuelve muy tediosa su clase."}, {"fecha": "24/Ago/2021", "score_general": "8.0", "score_facilidad": "8.0", "materia": "Laboratorio de EyM", "comments": "Da Crédito Extra, Aspectos de calificación claros, Brinda apoyoEs una maestra que no se adaptó a la modalidad en linea, no te la recomiendo en absoluto, si puedes elegir cualquier otra opción, no dudes en hacerlo, sus explicaciones dejan mucho que desear y con cualquier pregunta que realices se molesta por lo que se vuelve muy tediosa su clase."}, {"fecha": "23/Feb/2021", "score_general": "9.0", "score_facilidad": "10.0", "materia": "Fundamentos de Física", "comments": "Es una maestra que no se adaptó a la modalidad en linea, no te la recomiendo en absoluto, si puedes elegir cualquier otra opción, no dudes en hacerlo, sus explicaciones dejan mucho que desear y con cualquier pregunta que realices se molesta por lo que se vuelve muy tediosa su clase."}, {"fecha": "17/Feb/2021", "score_general": "7.0", "score_facilidad": "8.0", "materia": "Lab de Electricidad y Magnetismo", "comments": "Califica Duro, Tomaría su clase otra vezEs una maestra que no se adaptó a la modalidad en linea, no te la recomiendo en absoluto, si puedes elegir cualquier otra opción, no dudes en hacerlo, sus explicaciones dejan mucho que desear y con cualquier pregunta que realices se molesta por lo que se vuelve muy tediosa su clase."}, {"fecha": "16/Feb/2021", "score_general": "2.0", "score_facilidad": "4.0", "materia": "Fundamentos de Física", "comments": "Muchas tareas, Prepárate para leer, Las clases son largasUna de las peores maestras con las que e tomado, sus clases son eternas, no sabe explicar, si quieres aprender estudia por tu cuenta. Es un poco barco pero no aprendes nada."}, {"fecha": "16/Feb/2021", "score_general": "3.0", "score_facilidad": "6.0", "materia": "Fundamentos de Física", "comments": "Prepárate para leer, La Participación ImportaUna de las peores maestras con las que e tomado, sus clases son eternas, no sabe explicar, si quieres aprender estudia por tu cuenta. Es un poco barco pero no aprendes nada."}, {"fecha": "16/Feb/2021", "score_general": "2.0", "score_facilidad": "4.0", "materia": "Fundamentos de física", "comments": "Una de las peores maestras con las que e tomado, sus clases son eternas, no sabe explicar, si quieres aprender estudia por tu cuenta. Es un poco barco pero no aprendes nada."}, {"fecha": "16/Feb/2021", "score_general": "5.0", "score_facilidad": "4.0", "materia": "Fundamentos de Física", "comments": "La Participación Importa, Pocos ExámenesUna de las peores maestras con las que e tomado, sus clases son eternas, no sabe explicar, si quieres aprender estudia por tu cuenta. Es un poco barco pero no aprendes nada."}, {"fecha": "16/Feb/2021", "score_general": "2.0", "score_facilidad": "6.0", "materia": "Fundamentos de Física", "comments": "Prepárate para leer, La Participación ImportaUna de las peores maestras con las que e tomado, sus clases son eternas, no sabe explicar, si quieres aprender estudia por tu cuenta. Es un poco barco pero no aprendes nada."}, {"fecha": "16/Feb/2021", "score_general": "5.0", "score_facilidad": "10.0", "materia": "Fundamentos de Física", "comments": "Barco, Prepárate para leer, La Participación Importa"}, {"fecha": "13/Feb/2021", "score_general": "3.0", "score_facilidad": "8.0", "materia": "Lab. Electricidad y Magnetismo", "comments": "Califica Duro"}, {"fecha": "11/Feb/2021", "score_general": "2.0", "score_facilidad": "2.0", "materia": "Fundamentos de Fisica", "comments": "Califica Duro, La Participación Importa, Asistencia obligatoria"}, {"fecha": "03/Feb/2021", "score_general": "7.0", "score_facilidad": "8.0", "materia": "FF", "comments": "La Participación Importa, Asistencia obligatoria, Pocos Exámenes"}, {"fecha": "12/Ene/2021", "score_general": "2.0", "score_facilidad": "2.0", "materia": "Fundamentos de física", "comments": "La Participación Importa, Las clases son largas, Los exámenes son difíciles"}, {"fecha": "30/Sep/2020", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Lab de EyM", "comments": "La Participación Importa, Aspectos de calificación claros, Brinda apoyoMe encanto su clase, es muy tranquila y muy chida, explica de forma clara y sencilla, en definitiva volveria a llevar clases con ella, me gusto mucho físicamente y ademas aprendi y pase"}, {"fecha": "13/Sep/2020", "score_general": "7.0", "score_facilidad": "6.0", "materia": "Laboratorio de Termodinámica", "comments": "Califica Duro, Pocos Exámenes, Muchos proyectos grupalesMe encanto su clase, es muy tranquila y muy chida, explica de forma clara y sencilla, en definitiva volveria a llevar clases con ella, me gusto mucho físicamente y ademas aprendi y pase"}, {"fecha": "04/Sep/2020", "score_general": "7.0", "score_facilidad": "10.0", "materia": "Fundamentos de Física", "comments": "La Participación Importa, Asistencia obligatoriaMe encanto su clase, es muy tranquila y muy chida, explica de forma clara y sencilla, en definitiva volveria a llevar clases con ella, me gusto mucho físicamente y ademas aprendi y pase"}, {"fecha": "17/Ene/2020", "score_general": "8.0", "score_facilidad": "8.0", "materia": "Lab Electricidad y Magnetismo", "comments": "Asistencia obligatoria, Los exámenes son difíciles, Tomaría su clase otra vezMe encanto su clase, es muy tranquila y muy chida, explica de forma clara y sencilla, en definitiva volveria a llevar clases con ella, me gusto mucho físicamente y ademas aprendi y pase"}, {"fecha": "12/Dic/2019", "score_general": "2.0", "score_facilidad": "6.0", "materia": "Fundamentos de física", "comments": "Los exámenes son difícilesMe encanto su clase, es muy tranquila y muy chida, explica de forma clara y sencilla, en definitiva volveria a llevar clases con ella, me gusto mucho físicamente y ademas aprendi y pase"}, {"fecha": "19/Nov/2019", "score_general": "7.0", "score_facilidad": "4.0", "materia": "Laboratorio de termodinámica", "comments": "Califica Duro, Asistencia obligatoria, Brinda apoyoEs buena explicando aunque depende de la teoría sino haz visto ese tema en teoría vas a sufrir para la entrega de tus reportes"}, {"fecha": "19/Jul/2018", "score_general": "7.0", "score_facilidad": "6.0", "materia": "---", "comments": "Los exámenes son difíciles, Tomaría su clase otra vezEs buena explicando aunque depende de la teoría sino haz visto ese tema en teoría vas a sufrir para la entrega de tus reportes"}, {"fecha": "12/Feb/2018", "score_general": "9.0", "score_facilidad": "8.0", "materia": "FF", "comments": "Califica Duro, Da Crédito Extra, Tomaría su clase otra vezEs buena explicando aunque depende de la teoría sino haz visto ese tema en teoría vas a sufrir para la entrega de tus reportes"}, {"fecha": "08/Feb/2018", "score_general": "5.0", "score_facilidad": "10.0", "materia": "---", "comments": "Barco, Da buena retroalimentación, Pocos ExámenesEs buena explicando aunque depende de la teoría sino haz visto ese tema en teoría vas a sufrir para la entrega de tus reportes"}, {"fecha": "04/Ago/2017", "score_general": "9.0", "score_facilidad": "8.0", "materia": "---", "comments": "Brinda apoyo, Muchos proyectos grupales, Tomaría su clase otra vezEs buena explicando aunque depende de la teoría sino haz visto ese tema en teoría vas a sufrir para la entrega de tus reportes"}, {"fecha": "06/Abr/2017", "score_general": "6.0", "score_facilidad": "4.0", "materia": "Fundamentos de Física", "comments": "Muchas tareas, Pocos Exámenes, Deja trabajos largosEs buen pedo, tienes que estudiar mucho, te deja las series de ejercicio de madrazo y hay problemas que no explica de dichas series, en realidad es equis la profesora, nada fuera de lo normal, héchale ganas y estudia mucho por tu cuenta, ademas ve a asesorias."}, {"fecha": "20/Ene/2017", "score_general": "7.0", "score_facilidad": "6.0", "materia": "Fundamentos de Fisica", "comments": "Es buen pedo, tienes que estudiar mucho, te deja las series de ejercicio de madrazo y hay problemas que no explica de dichas series, en realidad es equis la profesora, nada fuera de lo normal, héchale ganas y estudia mucho por tu cuenta, ademas ve a asesorias."}, {"fecha": "17/Ene/2017", "score_general": "7.0", "score_facilidad": "6.0", "materia": "Fundamentos de fisica", "comments": "Es buen pedo, tienes que estudiar mucho, te deja las series de ejercicio de madrazo y hay problemas que no explica de dichas series, en realidad es equis la profesora, nada fuera de lo normal, héchale ganas y estudia mucho por tu cuenta, ademas ve a asesorias."}, {"fecha": "07/Dic/2016", "score_general": "6.0", "score_facilidad": "6.0", "materia": "---", "comments": "Califica Duro, La Participación Importa, Da Crédito ExtraEs buen pedo, tienes que estudiar mucho, te deja las series de ejercicio de madrazo y hay problemas que no explica de dichas series, en realidad es equis la profesora, nada fuera de lo normal, héchale ganas y estudia mucho por tu cuenta, ademas ve a asesorias."}]