[{"fecha": "08/Feb/2023", "score_general": "9.0", "score_facilidad": "4.0", "materia": "Termofluidos", "comments": "Muy cómico, Da buena retroalimentación, La Participación ImportaEs un profesor bueno, la materia es pesada y él la facilita mucho, eso sí debes de poner atención en clase para no perderte, pero en general la materia se pasa y con conocimientos."}, {"fecha": "23/Ago/2021", "score_general": "8.0", "score_facilidad": "6.0", "materia": "Lab Mecánica de fluidos I", "comments": "La Participación Importa, Brinda apoyo, Tomaría su clase otra vezEs un profesor bueno, la materia es pesada y él la facilita mucho, eso sí debes de poner atención en clase para no perderte, pero en general la materia se pasa y con conocimientos."}, {"fecha": "08/Sep/2020", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Lab Fluidos I", "comments": "Muy cómico, Aspectos de calificación claros, Clases excelentesEs un profesor bueno, la materia es pesada y él la facilita mucho, eso sí debes de poner atención en clase para no perderte, pero en general la materia se pasa y con conocimientos."}, {"fecha": "17/Jun/2016", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Laboratorio mecánica de fluidos", "comments": "La Participación Importa, Brinda apoyo, Clases excelentesEs un profesor bueno, la materia es pesada y él la facilita mucho, eso sí debes de poner atención en clase para no perderte, pero en general la materia se pasa y con conocimientos."}, {"fecha": "04/May/2016", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Laboratorio de termofluidos", "comments": "Da buena retroalimentación, Brinda apoyo, Clases excelentesEs un profesor bueno, la materia es pesada y él la facilita mucho, eso sí debes de poner atención en clase para no perderte, pero en general la materia se pasa y con conocimientos."}, {"fecha": "16/Dic/2015", "score_general": "9.0", "score_facilidad": "10.0", "materia": "Laboratorio de Mecánica de Fluidos I", "comments": "Buen profesor de laboratorio, aunque no diría que está entre los mejores. Sus explicaciones siempre son muy coloquiales, por lo que puede o no ser una dificultad, dependiendo de tu forma de aprender. Problema: a veces no queda claro cuáles son tus errores en los reportes de laboratorio."}]