[{"fecha": "23/Feb/2023", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Etica profesional", "comments": "Muchas tareas, Prepárate para leer, Clases excelentesLa clase es de debatir por lo que debes saber argumentar y la verdad eso hace dinamica la clase, la recomiendo mucho jajaja solo que tienes que hacer muchas tareas, tú entregalas bien y sé sincero en tu autoevaluación al final y sacas 10, por lo que aprendes bien y sales bien :)"}, {"fecha": "03/Feb/2023", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Etica Profesional", "comments": "Barco, La Participación Importa, Asistencia obligatoriaLa clase es de debatir por lo que debes saber argumentar y la verdad eso hace dinamica la clase, la recomiendo mucho jajaja solo que tienes que hacer muchas tareas, tú entregalas bien y sé sincero en tu autoevaluación al final y sacas 10, por lo que aprendes bien y sales bien :)"}, {"fecha": "26/Ene/2023", "score_general": "4.0", "score_facilidad": "10.0", "materia": "Ética", "comments": "Hace exámenes sorpresa, Asistencia obligatoria, Las clases son largasLa clase es de debatir por lo que debes saber argumentar y la verdad eso hace dinamica la clase, la recomiendo mucho jajaja solo que tienes que hacer muchas tareas, tú entregalas bien y sé sincero en tu autoevaluación al final y sacas 10, por lo que aprendes bien y sales bien :)"}, {"fecha": "30/Jun/2022", "score_general": "4.0", "score_facilidad": "10.0", "materia": "Etikk", "comments": "Las clases son largasLa clase es de debatir por lo que debes saber argumentar y la verdad eso hace dinamica la clase, la recomiendo mucho jajaja solo que tienes que hacer muchas tareas, tú entregalas bien y sé sincero en tu autoevaluación al final y sacas 10, por lo que aprendes bien y sales bien :)"}, {"fecha": "08/Jun/2022", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Ética profesional", "comments": "Prepárate para leer, Respetado por los estudiantes, Clases excelentesLa clase es de debatir por lo que debes saber argumentar y la verdad eso hace dinamica la clase, la recomiendo mucho jajaja solo que tienes que hacer muchas tareas, tú entregalas bien y sé sincero en tu autoevaluación al final y sacas 10, por lo que aprendes bien y sales bien :)"}, {"fecha": "04/Jun/2022", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Ética", "comments": "Es una clase muy buena llena de debates y reflexiones, a la vez que se aprenden conceptos éticos generales que terminan siendo aterrizados a la Ingeniería. Muy recomendable para quedarte con algo y disfrutar la clase, pero no para barquear."}, {"fecha": "27/Ene/2022", "score_general": "8.0", "score_facilidad": "10.0", "materia": "Etica Profesional", "comments": "Barco, Muchas tareas, La Participación ImportaEs una clase muy buena llena de debates y reflexiones, a la vez que se aprenden conceptos éticos generales que terminan siendo aterrizados a la Ingeniería. Muy recomendable para quedarte con algo y disfrutar la clase, pero no para barquear."}, {"fecha": "27/Ago/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Ética Profesional", "comments": "Inspiracional, Clases excelentes, Tomaría su clase otra vezEs una clase muy buena llena de debates y reflexiones, a la vez que se aprenden conceptos éticos generales que terminan siendo aterrizados a la Ingeniería. Muy recomendable para quedarte con algo y disfrutar la clase, pero no para barquear."}, {"fecha": "18/Ago/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Ética profesional", "comments": "Barco, Respetado por los estudiantes, InspiracionalEs una clase muy buena llena de debates y reflexiones, a la vez que se aprenden conceptos éticos generales que terminan siendo aterrizados a la Ingeniería. Muy recomendable para quedarte con algo y disfrutar la clase, pero no para barquear."}]