[{"fecha": "12/Dic/2022", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Liderazgo", "comments": "Da buena retroalimentación, Muchas tareas, InspiracionalCada clase vale la pena incluso si no sacas buena calificación, nunca te vas a arrepentir."}, {"fecha": "10/Dic/2022", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Liderazgo", "comments": "Da buena retroalimentación, Respetado por los estudiantes, InspiracionalCada clase vale la pena incluso si no sacas buena calificación, nunca te vas a arrepentir."}, {"fecha": "10/Dic/2022", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Liderazgo", "comments": "Da buena retroalimentación, Clases excelentes, Tomaría su clase otra vezCada clase vale la pena incluso si no sacas buena calificación, nunca te vas a arrepentir."}, {"fecha": "10/Dic/2022", "score_general": "9.0", "score_facilidad": "10.0", "materia": "Taller sociohumanístico: Liderazgo", "comments": "Da buena retroalimentación, Clases excelentes, Tomaría su clase otra vezCada clase vale la pena incluso si no sacas buena calificación, nunca te vas a arrepentir."}, {"fecha": "09/Dic/2022", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Liderazgo", "comments": "Inspiracional, Brinda apoyo, Clases excelentesCada clase vale la pena incluso si no sacas buena calificación, nunca te vas a arrepentir."}, {"fecha": "08/Dic/2022", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Taller Socio-humanístico: Liderazgo", "comments": "Muchas tareas, Inspiracional, Clases excelentesSu curso tiene muchos recursos interesantes y útiles en la vida profesional, la verdad. Si disfrutas de las clases interactivas, las tareas de reflexión y la formación de vínculos con gente de la Facultad, este es el lugar indicado"}, {"fecha": "08/Dic/2022", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Liderazgo", "comments": "Respetado por los estudiantes, Inspiracional, Tomaría su clase otra vezSu curso tiene muchos recursos interesantes y útiles en la vida profesional, la verdad. Si disfrutas de las clases interactivas, las tareas de reflexión y la formación de vínculos con gente de la Facultad, este es el lugar indicado"}, {"fecha": "06/Dic/2022", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Liderazgo", "comments": "Inspiracional, Aspectos de calificación claros, Tomaría su clase otra vezSu curso tiene muchos recursos interesantes y útiles en la vida profesional, la verdad. Si disfrutas de las clases interactivas, las tareas de reflexión y la formación de vínculos con gente de la Facultad, este es el lugar indicado"}, {"fecha": "06/Dic/2022", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Taller de liderazgo", "comments": "Muy cómico, Muchas tareas, InspiracionalSu curso tiene muchos recursos interesantes y útiles en la vida profesional, la verdad. Si disfrutas de las clases interactivas, las tareas de reflexión y la formación de vínculos con gente de la Facultad, este es el lugar indicado"}, {"fecha": "05/May/2022", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Taller Liderazgo Positivo", "comments": "Da buena retroalimentación, Respetado por los estudiantesSu curso tiene muchos recursos interesantes y útiles en la vida profesional, la verdad. Si disfrutas de las clases interactivas, las tareas de reflexión y la formación de vínculos con gente de la Facultad, este es el lugar indicado"}, {"fecha": "05/May/2022", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Liderazgo Positivo", "comments": "Muy cómico, Inspiracional, Clases excelentesGran profesor, lo metí porque las reseñas de él estaban buenas y la verdad si, gran profesor que te ayuda a conocerte mejor en todo aspecto."}, {"fecha": "04/May/2022", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Liderazgo", "comments": "Da buena retroalimentación, Muchas tareas, Brinda apoyoGran profesor, lo metí porque las reseñas de él estaban buenas y la verdad si, gran profesor que te ayuda a conocerte mejor en todo aspecto."}, {"fecha": "02/May/2022", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Taller de Liderazgo", "comments": "Muchas tareas, Inspiracional, Tomaría su clase otra vezGran profesor, lo metí porque las reseñas de él estaban buenas y la verdad si, gran profesor que te ayuda a conocerte mejor en todo aspecto."}, {"fecha": "02/May/2022", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Liderazgo", "comments": "Inspiracional, Clases excelentes, Tomaría su clase otra vezGran profesor, lo metí porque las reseñas de él estaban buenas y la verdad si, gran profesor que te ayuda a conocerte mejor en todo aspecto."}, {"fecha": "02/May/2022", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Taller de liderazgo", "comments": "Brinda apoyo, Clases excelentes, Tomaría su clase otra vezGran profesor, lo metí porque las reseñas de él estaban buenas y la verdad si, gran profesor que te ayuda a conocerte mejor en todo aspecto."}, {"fecha": "02/May/2022", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Taller Sochiohumanistico: Liderazgo", "comments": "Da buena retroalimentación, Prepárate para leer, InspiracionalLa clase es un poco complicada al principio porque te pide realizar un teste que cuesta alrededor de 550, el precio baja si se compra en conjunto, asi que toma esto en cuenta. El test es obligatorio ya que varias tareas se basan en ello y es lo que le da sentido al curso y deja tareas cada semana."}, {"fecha": "02/May/2022", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Liderazgo", "comments": "Muchas tareas, Inspiracional, Las clases son largasLa clase es un poco complicada al principio porque te pide realizar un teste que cuesta alrededor de 550, el precio baja si se compra en conjunto, asi que toma esto en cuenta. El test es obligatorio ya que varias tareas se basan en ello y es lo que le da sentido al curso y deja tareas cada semana."}, {"fecha": "02/May/2022", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Taller de Liderazgo +", "comments": "Muchas tareas, Inspiracional, Tomaría su clase otra vezLa clase es un poco complicada al principio porque te pide realizar un teste que cuesta alrededor de 550, el precio baja si se compra en conjunto, asi que toma esto en cuenta. El test es obligatorio ya que varias tareas se basan en ello y es lo que le da sentido al curso y deja tareas cada semana."}, {"fecha": "02/May/2022", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Taller Socihumanistico: Liderazgo", "comments": "Muchas tareas, Inspiracional, Pocos ExámenesLa clase es un poco complicada al principio porque te pide realizar un teste que cuesta alrededor de 550, el precio baja si se compra en conjunto, asi que toma esto en cuenta. El test es obligatorio ya que varias tareas se basan en ello y es lo que le da sentido al curso y deja tareas cada semana."}, {"fecha": "02/May/2022", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Liderazgo", "comments": "Da buena retroalimentación, Prepárate para leer, Tomaría su clase otra vezLa clase es un poco complicada al principio porque te pide realizar un teste que cuesta alrededor de 550, el precio baja si se compra en conjunto, asi que toma esto en cuenta. El test es obligatorio ya que varias tareas se basan en ello y es lo que le da sentido al curso y deja tareas cada semana."}, {"fecha": "02/May/2022", "score_general": "9.0", "score_facilidad": "10.0", "materia": "Liderazgo", "comments": "Da buena retroalimentación, Pocos Exámenes, Clases excelentesSi te interesa mejorar tus talentos y en un futuro ser un líder, es altamente recomendado; si bien hay actividades que sientes que están fuera de contexto pero realmente son muy importantes para comprender los temas, no es difícil salir con 10 solo se atent@  y responsable lo cual no es complicado."}, {"fecha": "02/May/2022", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Liderazgo", "comments": "Da buena retroalimentación, Inspiracional, Tomaría su clase otra vezSi te interesa mejorar tus talentos y en un futuro ser un líder, es altamente recomendado; si bien hay actividades que sientes que están fuera de contexto pero realmente son muy importantes para comprender los temas, no es difícil salir con 10 solo se atent@  y responsable lo cual no es complicado."}, {"fecha": "02/May/2022", "score_general": "10.0", "score_facilidad": "10.0", "materia": "liderazgoo", "comments": "Respetado por los estudiantes, Inspiracional, Brinda apoyoSi te interesa mejorar tus talentos y en un futuro ser un líder, es altamente recomendado; si bien hay actividades que sientes que están fuera de contexto pero realmente son muy importantes para comprender los temas, no es difícil salir con 10 solo se atent@  y responsable lo cual no es complicado."}, {"fecha": "29/Nov/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Liderazgo", "comments": "Da buena retroalimentación, Inspiracional, Muchos proyectos grupalesSi te interesa mejorar tus talentos y en un futuro ser un líder, es altamente recomendado; si bien hay actividades que sientes que están fuera de contexto pero realmente son muy importantes para comprender los temas, no es difícil salir con 10 solo se atent@  y responsable lo cual no es complicado."}, {"fecha": "29/Nov/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Liderazgo Positivo", "comments": "Muchas tareas, Brinda apoyo, Tomaría su clase otra vezSi te interesa mejorar tus talentos y en un futuro ser un líder, es altamente recomendado; si bien hay actividades que sientes que están fuera de contexto pero realmente son muy importantes para comprender los temas, no es difícil salir con 10 solo se atent@  y responsable lo cual no es complicado."}, {"fecha": "29/Nov/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Liderazgo", "comments": "Da buena retroalimentación, La Participación Importa, InspiracionalMuy bueno"}, {"fecha": "29/Nov/2021", "score_general": "9.0", "score_facilidad": "6.0", "materia": "Liderazgo", "comments": "Da buena retroalimentación, Muchas tareas, Asistencia obligatoriaMuy bueno"}, {"fecha": "29/Nov/2021", "score_general": "8.0", "score_facilidad": "8.0", "materia": "Liderazgo", "comments": "Da buena retroalimentación, Muchas tareas, Clases excelentesMuy bueno"}, {"fecha": "29/Nov/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Taller sociohumanistico Liderazgo", "comments": "Inspiracional, Clases excelentes, Tomaría su clase otra vezMuy bueno"}, {"fecha": "29/Nov/2021", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Liderazgo", "comments": "Da buena retroalimentación, Inspiracional, Tomaría su clase otra vezMuy bueno"}, {"fecha": "29/Nov/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Liderazgo", "comments": "Da buena retroalimentación, Prepárate para leer, Inspiracional"}, {"fecha": "29/Nov/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Taller de liderazgo", "comments": "Da buena retroalimentación, La Participación Importa, Clases excelentes"}, {"fecha": "28/Nov/2021", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Liderazgo", "comments": ""}, {"fecha": "28/Nov/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Liderazgo", "comments": "Aspectos de calificación claros, Clases excelentes, Tomaría su clase otra vez"}, {"fecha": "28/Nov/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Liderazgo", "comments": "Muchas tareas, La Participación Importa, Respetado por los estudiantes"}, {"fecha": "28/Nov/2021", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Taller Liderazgo", "comments": "Da buena retroalimentación, Muchas tareas, InspiracionalEs un profesor con muy buena actitud, te motiva y te ayuda a reflexionar algunas cosas con sus actividades. Deja muchas tareas, no son difíciles pero si no quieres hacer nada en esta materia, entonces tal vez el no sea el adecuado para ti."}, {"fecha": "28/Nov/2021", "score_general": "8.0", "score_facilidad": "10.0", "materia": "Liderazgo", "comments": "Muchas tareas, Inspiracional, Tomaría su clase otra vezEs un profesor con muy buena actitud, te motiva y te ayuda a reflexionar algunas cosas con sus actividades. Deja muchas tareas, no son difíciles pero si no quieres hacer nada en esta materia, entonces tal vez el no sea el adecuado para ti."}, {"fecha": "28/Nov/2021", "score_general": "6.0", "score_facilidad": "8.0", "materia": "Liderazgo", "comments": "Muchas tareas, La Participación Importa, Las clases son largasEs un profesor con muy buena actitud, te motiva y te ayuda a reflexionar algunas cosas con sus actividades. Deja muchas tareas, no son difíciles pero si no quieres hacer nada en esta materia, entonces tal vez el no sea el adecuado para ti."}, {"fecha": "28/Nov/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Liderazgo", "comments": "Muchas tareas, Inspiracional, Tomaría su clase otra vezEs un profesor con muy buena actitud, te motiva y te ayuda a reflexionar algunas cosas con sus actividades. Deja muchas tareas, no son difíciles pero si no quieres hacer nada en esta materia, entonces tal vez el no sea el adecuado para ti."}, {"fecha": "28/Nov/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Liderzago", "comments": "Inspiracional, Brinda apoyo, Clases excelentesEs un profesor con muy buena actitud, te motiva y te ayuda a reflexionar algunas cosas con sus actividades. Deja muchas tareas, no son difíciles pero si no quieres hacer nada en esta materia, entonces tal vez el no sea el adecuado para ti."}, {"fecha": "28/Nov/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Liderazgo", "comments": "Da buena retroalimentación, Inspiracional, Clases excelentesMuy buena clase, aprendes demásidado, las tareas son fáciles y en equipo, te enseña herramientas muy valiosas para ser líder."}, {"fecha": "28/Nov/2021", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Liderazgo", "comments": "Da buena retroalimentación, Muchas tareas, Prepárate para leerMuy buena clase, aprendes demásidado, las tareas son fáciles y en equipo, te enseña herramientas muy valiosas para ser líder."}, {"fecha": "28/Nov/2021", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Liderazgo", "comments": "Muy cómicoMuy buena clase, aprendes demásidado, las tareas son fáciles y en equipo, te enseña herramientas muy valiosas para ser líder."}, {"fecha": "28/Nov/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Liderazgo", "comments": "Barco, Inspiracional, Brinda apoyoMuy buena clase, aprendes demásidado, las tareas son fáciles y en equipo, te enseña herramientas muy valiosas para ser líder."}, {"fecha": "28/Nov/2021", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Creatividad", "comments": "Muy buena clase, aprendes demásidado, las tareas son fáciles y en equipo, te enseña herramientas muy valiosas para ser líder."}, {"fecha": "28/Nov/2021", "score_general": "8.0", "score_facilidad": "6.0", "materia": "Liderazgo", "comments": ""}, {"fecha": "28/Nov/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Taller sociohumanistico: Liderazgo", "comments": "Da buena retroalimentación, La Participación Importa, Tomaría su clase otra vez"}, {"fecha": "28/Nov/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Liderazgo", "comments": "Inspiracional, Clases excelentes, Tomaría su clase otra vez"}, {"fecha": "27/Nov/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Taller sociohumanistico: Liderazgo", "comments": "Inspiracional, Pocos Exámenes, Clases excelentes"}, {"fecha": "27/Nov/2021", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Taller sociohumanistico: Liderazgo", "comments": "Muy cómico, La Participación Importa, Inspiracional"}, {"fecha": "27/Nov/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Liderazgo", "comments": "Inspiracional, Clases excelentes, Tomaría su clase otra vezMuy buena clase si quieres descubrir tus fortalezas y maximizar tu potencial de líder, las tareas son importantes para que te auto descubras, debes pagar un examencito que parece un test psicométrico, pero no es un gasto, es como invertir en un libreo. buen profesor y relajado."}, {"fecha": "27/Nov/2021", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Liderazgo", "comments": "Muchas tareas, Asistencia obligatoriaMuy buena clase si quieres descubrir tus fortalezas y maximizar tu potencial de líder, las tareas son importantes para que te auto descubras, debes pagar un examencito que parece un test psicométrico, pero no es un gasto, es como invertir en un libreo. buen profesor y relajado."}, {"fecha": "27/Nov/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Liderazgo", "comments": "Muchas tareas, Inspiracional, Muchos proyectos grupalesMuy buena clase si quieres descubrir tus fortalezas y maximizar tu potencial de líder, las tareas son importantes para que te auto descubras, debes pagar un examencito que parece un test psicométrico, pero no es un gasto, es como invertir en un libreo. buen profesor y relajado."}, {"fecha": "26/Nov/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Liderazgo", "comments": "Da buena retroalimentación, Pocos Exámenes, Muchos proyectos grupalesMuy buena clase si quieres descubrir tus fortalezas y maximizar tu potencial de líder, las tareas son importantes para que te auto descubras, debes pagar un examencito que parece un test psicométrico, pero no es un gasto, es como invertir en un libreo. buen profesor y relajado."}, {"fecha": "26/Nov/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Liderazgo", "comments": "Barco, Da buena retroalimentación, Muchas tareasMuy buena clase si quieres descubrir tus fortalezas y maximizar tu potencial de líder, las tareas son importantes para que te auto descubras, debes pagar un examencito que parece un test psicométrico, pero no es un gasto, es como invertir en un libreo. buen profesor y relajado."}, {"fecha": "26/Nov/2021", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Liderazgo", "comments": "Da buena retroalimentación, Inspiracional, Clases excelentesExcelente profesor, gracias a sus diversas actividades es que te darás cuenta de tu verdadero potencial y de el significado de la asignatura, bastante paciente, muy comprensivo, y atento con sus alumnos en general, muy motivacional y con una actitud bastante positiva."}, {"fecha": "25/Nov/2021", "score_general": "8.0", "score_facilidad": "10.0", "materia": "Liderazgo", "comments": "Muchas tareas, Respetado por los estudiantes, Brinda apoyoExcelente profesor, gracias a sus diversas actividades es que te darás cuenta de tu verdadero potencial y de el significado de la asignatura, bastante paciente, muy comprensivo, y atento con sus alumnos en general, muy motivacional y con una actitud bastante positiva."}, {"fecha": "25/Nov/2021", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Liderazgo Positivo", "comments": "Da buena retroalimentación, La Participación Importa, Respetado por los estudiantesExcelente profesor, gracias a sus diversas actividades es que te darás cuenta de tu verdadero potencial y de el significado de la asignatura, bastante paciente, muy comprensivo, y atento con sus alumnos en general, muy motivacional y con una actitud bastante positiva."}, {"fecha": "24/Nov/2021", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Liderazgo", "comments": "Muchas tareas, Inspiracional, Pocos ExámenesExcelente profesor, gracias a sus diversas actividades es que te darás cuenta de tu verdadero potencial y de el significado de la asignatura, bastante paciente, muy comprensivo, y atento con sus alumnos en general, muy motivacional y con una actitud bastante positiva."}, {"fecha": "23/Nov/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Liderazgo", "comments": "Inspiracional, Clases excelentes, Tomaría su clase otra vezExcelente profesor, gracias a sus diversas actividades es que te darás cuenta de tu verdadero potencial y de el significado de la asignatura, bastante paciente, muy comprensivo, y atento con sus alumnos en general, muy motivacional y con una actitud bastante positiva."}, {"fecha": "23/Nov/2021", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Taller sociohumanistico: Liderazgo", "comments": "Da buena retroalimentación, Respetado por los estudiantes, InspiracionalBuen profesor, aunque hay que gastar en el test de fortalezas alrededor de 20 dolares, pero ayuda mucho"}, {"fecha": "23/Nov/2021", "score_general": "7.0", "score_facilidad": "6.0", "materia": "Liderazgo", "comments": "Buen profesor, aunque hay que gastar en el test de fortalezas alrededor de 20 dolares, pero ayuda mucho"}, {"fecha": "22/Nov/2021", "score_general": "10.0", "score_facilidad": "8.0", "materia": "TALLER SOCIOHUMANISTICO: LIDERAZGO", "comments": "Da buena retroalimentación, Muchas tareas, InspiracionalBuen profesor, aunque hay que gastar en el test de fortalezas alrededor de 20 dolares, pero ayuda mucho"}, {"fecha": "17/Ago/2021", "score_general": "5.0", "score_facilidad": "6.0", "materia": "TALLER SOCIOHUMANISTICO: LIDERAZGO", "comments": "Califica Duro, Asistencia obligatoria, Los exámenes son difícilesBuen profesor, aunque hay que gastar en el test de fortalezas alrededor de 20 dolares, pero ayuda mucho"}, {"fecha": "11/Ago/2021", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Liderazgo Positivo", "comments": "Da buena retroalimentación, Inspiracional, Brinda apoyoBuen profesor, aunque hay que gastar en el test de fortalezas alrededor de 20 dolares, pero ayuda mucho"}, {"fecha": "09/Ago/2021", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Taller de Liderazgo", "comments": "Da buena retroalimentación, Inspiracional, Clases excelentesEs un buen profesor, las actividades y tareas realmente te hacen descubrir tus talentos y las características de un líder. Al inicio te hace comprar un test para descubrir tus talentos, no te preocupes, realmente vale la pena, es una buena inversión. Pon atención a las clases, te servirá para el exa"}, {"fecha": "09/Ago/2021", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Liderazgo Positivo :v", "comments": "Inspiracional, Clases excelentes, Tomaría su clase otra vezEs un buen profesor, las actividades y tareas realmente te hacen descubrir tus talentos y las características de un líder. Al inicio te hace comprar un test para descubrir tus talentos, no te preocupes, realmente vale la pena, es una buena inversión. Pon atención a las clases, te servirá para el exa"}, {"fecha": "09/Ago/2021", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Liderazgo", "comments": "Muy cómico, Da buena retroalimentación, InspiracionalEs un buen profesor, las actividades y tareas realmente te hacen descubrir tus talentos y las características de un líder. Al inicio te hace comprar un test para descubrir tus talentos, no te preocupes, realmente vale la pena, es una buena inversión. Pon atención a las clases, te servirá para el exa"}, {"fecha": "09/Ago/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Taller de Liderazgo", "comments": "Da buena retroalimentación, Muchas tareas, InspiracionalEs un buen profesor, las actividades y tareas realmente te hacen descubrir tus talentos y las características de un líder. Al inicio te hace comprar un test para descubrir tus talentos, no te preocupes, realmente vale la pena, es una buena inversión. Pon atención a las clases, te servirá para el exa"}, {"fecha": "09/Ago/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Liderazgo", "comments": "Muchas tareas, Inspiracional, Brinda apoyoEs un buen profesor, las actividades y tareas realmente te hacen descubrir tus talentos y las características de un líder. Al inicio te hace comprar un test para descubrir tus talentos, no te preocupes, realmente vale la pena, es una buena inversión. Pon atención a las clases, te servirá para el exa"}, {"fecha": "09/Ago/2021", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Liderazgo", "comments": "Da buena retroalimentación, Inspiracional, Brinda apoyoSu clase me motivó mucho y me ayudó a encontrar mi valor real como persona y me demostró las grandes cosas que puedo lograr."}, {"fecha": "09/Ago/2021", "score_general": "8.0", "score_facilidad": "10.0", "materia": "Taller de liderazgo", "comments": "Inspiracional, Pocos Exámenes, Muchos proyectos grupalesSu clase me motivó mucho y me ayudó a encontrar mi valor real como persona y me demostró las grandes cosas que puedo lograr."}, {"fecha": "09/Ago/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Liderazgo", "comments": "Inspiracional, Brinda apoyo, Clases excelentesSu clase me motivó mucho y me ayudó a encontrar mi valor real como persona y me demostró las grandes cosas que puedo lograr."}, {"fecha": "09/Ago/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Liderazgo", "comments": "Da buena retroalimentación, Inspiracional, Clases excelentesSu clase me motivó mucho y me ayudó a encontrar mi valor real como persona y me demostró las grandes cosas que puedo lograr."}, {"fecha": "09/Ago/2021", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Liderazgo", "comments": "Da buena retroalimentación, Muchas tareas, InspiracionalSu clase me motivó mucho y me ayudó a encontrar mi valor real como persona y me demostró las grandes cosas que puedo lograr."}, {"fecha": "09/Ago/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Taller de liderazgo positivo", "comments": "Muchas tareas, Clases excelentesEs un muy buen profesor, clases dinamicas, plataformas de trabajo extrañas, NECESITAS tomar un examen de 10 o 20 dolares porque es el tema central del taller pero fuera de eso es un muy buen profesor"}, {"fecha": "09/Ago/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Liderazgo Positivo", "comments": "Inspiracional, Muchos proyectos grupales, Tomaría su clase otra vezEs un muy buen profesor, clases dinamicas, plataformas de trabajo extrañas, NECESITAS tomar un examen de 10 o 20 dolares porque es el tema central del taller pero fuera de eso es un muy buen profesor"}, {"fecha": "09/Ago/2021", "score_general": "4.0", "score_facilidad": "4.0", "materia": "liderazgo", "comments": "Es un muy buen profesor, clases dinamicas, plataformas de trabajo extrañas, NECESITAS tomar un examen de 10 o 20 dolares porque es el tema central del taller pero fuera de eso es un muy buen profesor"}, {"fecha": "09/Ago/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Liderazgo", "comments": "Da buena retroalimentación, Inspiracional, Pocos ExámenesEs un muy buen profesor, clases dinamicas, plataformas de trabajo extrañas, NECESITAS tomar un examen de 10 o 20 dolares porque es el tema central del taller pero fuera de eso es un muy buen profesor"}, {"fecha": "09/Ago/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Liderazgo", "comments": "Da buena retroalimentación, La Participación Importa, Respetado por los estudiantesEs un muy buen profesor, clases dinamicas, plataformas de trabajo extrañas, NECESITAS tomar un examen de 10 o 20 dolares porque es el tema central del taller pero fuera de eso es un muy buen profesor"}, {"fecha": "09/Ago/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Liderazgo", "comments": "Inspiracional, Clases excelentes, Tomaría su clase otra vez"}, {"fecha": "09/Ago/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Liderazgo", "comments": "Califica Duro"}, {"fecha": "09/Ago/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "liderazgo", "comments": "Clases excelentes, Muchos proyectos grupales, Tomaría su clase otra vez"}, {"fecha": "09/Ago/2021", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Taller sociohumanistico: Liderazgo", "comments": "Da buena retroalimentación, La Participación Importa, Brinda apoyo"}, {"fecha": "09/Ago/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Liderazgo", "comments": "Respetado por los estudiantes, Inspiracional, Clases excelentes"}, {"fecha": "09/Ago/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Liderazgo", "comments": "Da buena retroalimentación, Inspiracional, Tomaría su clase otra vezAyuda a descubrir tus talentos y como influenciar en los demás mediante ellos.\r\nClase bastante inspiradora y dinámica."}, {"fecha": "09/Ago/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Taller de Liderazgo", "comments": "Da buena retroalimentación, La Participación Importa, Asistencia obligatoriaAyuda a descubrir tus talentos y como influenciar en los demás mediante ellos.\r\nClase bastante inspiradora y dinámica."}, {"fecha": "09/Ago/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Liderazgo Positivo", "comments": "Inspiracional, Brinda apoyo, Clases excelentesAyuda a descubrir tus talentos y como influenciar en los demás mediante ellos.\r\nClase bastante inspiradora y dinámica."}, {"fecha": "09/Ago/2021", "score_general": "9.0", "score_facilidad": "6.0", "materia": "Liderazgo Positivio", "comments": "La Participación Importa, Inspiracional, Tomaría su clase otra vezAyuda a descubrir tus talentos y como influenciar en los demás mediante ellos.\r\nClase bastante inspiradora y dinámica."}, {"fecha": "09/Ago/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "LIderazgo", "comments": "Respetado por los estudiantes, Inspiracional, Tomaría su clase otra vezAyuda a descubrir tus talentos y como influenciar en los demás mediante ellos.\r\nClase bastante inspiradora y dinámica."}, {"fecha": "09/Ago/2021", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Taller de Liderazgo", "comments": "Pocos Exámenes, Brinda apoyo, Tomaría su clase otra vezEn general aprendes mucho más de lo que creerías de la materia, sin duda la cursaría otra vez."}, {"fecha": "09/Ago/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Liderazgo Positivo", "comments": "La Participación Importa, Inspiracional, Clases excelentesEn general aprendes mucho más de lo que creerías de la materia, sin duda la cursaría otra vez."}, {"fecha": "09/Ago/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Liderazgo", "comments": "Da buena retroalimentación, Respetado por los estudiantes, InspiracionalEn general aprendes mucho más de lo que creerías de la materia, sin duda la cursaría otra vez."}, {"fecha": "09/Ago/2021", "score_general": "9.0", "score_facilidad": "6.0", "materia": "Taller Liderazgo", "comments": "Inspiracional, Clases excelentes, Tomaría su clase otra vezEn general aprendes mucho más de lo que creerías de la materia, sin duda la cursaría otra vez."}, {"fecha": "09/Ago/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "TALLER SOCIOHUMANISTICO: LIDERAZGO", "comments": "Da buena retroalimentación, Muchas tareas, Prepárate para leerEn general aprendes mucho más de lo que creerías de la materia, sin duda la cursaría otra vez."}, {"fecha": "09/Ago/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Liderazgo", "comments": "Es muy buen profesor, su clase es muy interesante y realmente te deja muchas enseñanzas. Lo único a considerar es que te pide un test al inicio de entre 300 a 500 pesos y es obligatorio pues es en lo que basa el curso."}, {"fecha": "09/Ago/2021", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Liderazgo", "comments": "Da buena retroalimentación, Pocos Exámenes, Aspectos de calificación clarosEs muy buen profesor, su clase es muy interesante y realmente te deja muchas enseñanzas. Lo único a considerar es que te pide un test al inicio de entre 300 a 500 pesos y es obligatorio pues es en lo que basa el curso."}, {"fecha": "09/Ago/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Liderazgo", "comments": "Da buena retroalimentación, Muchas tareas, InspiracionalEs muy buen profesor, su clase es muy interesante y realmente te deja muchas enseñanzas. Lo único a considerar es que te pide un test al inicio de entre 300 a 500 pesos y es obligatorio pues es en lo que basa el curso."}, {"fecha": "09/Ago/2021", "score_general": "9.0", "score_facilidad": "6.0", "materia": "Liderazgo", "comments": "Da buena retroalimentación, InspiracionalEs muy buen profesor, su clase es muy interesante y realmente te deja muchas enseñanzas. Lo único a considerar es que te pide un test al inicio de entre 300 a 500 pesos y es obligatorio pues es en lo que basa el curso."}, {"fecha": "07/Ago/2021", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Liderazo", "comments": "Muchas tareas, Inspiracional, Clases excelentesEs muy buen profesor, su clase es muy interesante y realmente te deja muchas enseñanzas. Lo único a considerar es que te pide un test al inicio de entre 300 a 500 pesos y es obligatorio pues es en lo que basa el curso."}, {"fecha": "02/Ago/2021", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Liderazgo", "comments": "Da buena retroalimentación, Inspiracional, Clases excelentesBuen maestro que te motiva a pensar y reflexionar el porque y como ser un buen líder, analizando diferentes casos, y muchos ejemplos a lo largo del curso."}, {"fecha": "14/Feb/2021", "score_general": "4.0", "score_facilidad": "6.0", "materia": "---", "comments": "Prepárate para leer, Los exámenes son difícilesBuen maestro que te motiva a pensar y reflexionar el porque y como ser un buen líder, analizando diferentes casos, y muchos ejemplos a lo largo del curso."}, {"fecha": "24/Ene/2021", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Liderazgo", "comments": "Muchas tareas, Inspiracional, Tomaría su clase otra vezBuen maestro que te motiva a pensar y reflexionar el porque y como ser un buen líder, analizando diferentes casos, y muchos ejemplos a lo largo del curso."}, {"fecha": "24/Ene/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Liderazgo", "comments": "Prepárate para leer, Inspiracional, Brinda apoyoBuen maestro que te motiva a pensar y reflexionar el porque y como ser un buen líder, analizando diferentes casos, y muchos ejemplos a lo largo del curso."}, {"fecha": "24/Ene/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Liderazgo", "comments": "La Participación Importa, Inspiracional, Clases excelentesBuen maestro que te motiva a pensar y reflexionar el porque y como ser un buen líder, analizando diferentes casos, y muchos ejemplos a lo largo del curso."}, {"fecha": "23/Ene/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Liderazgo", "comments": "Da buena retroalimentación, InspiracionalSi estás preparado para llevar una clase diferente a lo convencional, en lo personal es más terapia que clase y te ayuda a conocerte a ti mismo y explotar tus propios talentos. Eso sí, tarea cada semana, camara abierta y algunos trabajos en equipo. Se debe pagar un test de talentos $500 pero lo vale"}, {"fecha": "19/Ene/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Liderazgo positivo", "comments": "Da buena retroalimentación, Inspiracional, Brinda apoyoSi estás preparado para llevar una clase diferente a lo convencional, en lo personal es más terapia que clase y te ayuda a conocerte a ti mismo y explotar tus propios talentos. Eso sí, tarea cada semana, camara abierta y algunos trabajos en equipo. Se debe pagar un test de talentos $500 pero lo vale"}, {"fecha": "18/Ene/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Taller sociohumanístico: Liderazgo", "comments": "Respetado por los estudiantes, Brinda apoyo, Clases excelentesSi estás preparado para llevar una clase diferente a lo convencional, en lo personal es más terapia que clase y te ayuda a conocerte a ti mismo y explotar tus propios talentos. Eso sí, tarea cada semana, camara abierta y algunos trabajos en equipo. Se debe pagar un test de talentos $500 pero lo vale"}, {"fecha": "18/Ene/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Liderazgo", "comments": "Inspiracional, Pocos Exámenes, Brinda apoyoSi estás preparado para llevar una clase diferente a lo convencional, en lo personal es más terapia que clase y te ayuda a conocerte a ti mismo y explotar tus propios talentos. Eso sí, tarea cada semana, camara abierta y algunos trabajos en equipo. Se debe pagar un test de talentos $500 pero lo vale"}, {"fecha": "18/Ene/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Liderazgo", "comments": "Da buena retroalimentación, Inspiracional, Tomaría su clase otra vezSi estás preparado para llevar una clase diferente a lo convencional, en lo personal es más terapia que clase y te ayuda a conocerte a ti mismo y explotar tus propios talentos. Eso sí, tarea cada semana, camara abierta y algunos trabajos en equipo. Se debe pagar un test de talentos $500 pero lo vale"}, {"fecha": "18/Ene/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Liderazgo", "comments": "Una clase muy motivadora, llena de energía positiva y con muchas enseñanzas para trabajar en el futuro y ser un gran líder haciendo lo que mejor sabes hacer y explotando tus talentos"}, {"fecha": "18/Ene/2021", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Liderazgo", "comments": "Una clase muy motivadora, llena de energía positiva y con muchas enseñanzas para trabajar en el futuro y ser un gran líder haciendo lo que mejor sabes hacer y explotando tus talentos"}, {"fecha": "18/Ene/2021", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Taller de Liderazgo Positivo", "comments": "Da buena retroalimentación, Inspiracional, Tomaría su clase otra vezUna clase muy motivadora, llena de energía positiva y con muchas enseñanzas para trabajar en el futuro y ser un gran líder haciendo lo que mejor sabes hacer y explotando tus talentos"}, {"fecha": "18/Ene/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Liderazgo", "comments": "BarcoUna clase muy motivadora, llena de energía positiva y con muchas enseñanzas para trabajar en el futuro y ser un gran líder haciendo lo que mejor sabes hacer y explotando tus talentos"}, {"fecha": "18/Ene/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "LIDERAZGO", "comments": "Inspiracional, Clases excelentes, Tomaría su clase otra vezUna clase muy motivadora, llena de energía positiva y con muchas enseñanzas para trabajar en el futuro y ser un gran líder haciendo lo que mejor sabes hacer y explotando tus talentos"}, {"fecha": "18/Ene/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Liderazgo", "comments": "Inspiracional, Clases excelentes, Tomaría su clase otra vezExcelente profesor, sus clases son muy interesantes y todas las tareas te sirven de mucho para crecer como persona y conocerte a ti mismo."}, {"fecha": "18/Ene/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Taller humanístico: liderazgo", "comments": "Excelente profesor, sus clases son muy interesantes y todas las tareas te sirven de mucho para crecer como persona y conocerte a ti mismo."}, {"fecha": "18/Ene/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Taller de Liderazgo", "comments": "Pocos Exámenes, Aspectos de calificación claros, Clases excelentesExcelente profesor, sus clases son muy interesantes y todas las tareas te sirven de mucho para crecer como persona y conocerte a ti mismo."}, {"fecha": "17/May/2020", "score_general": "10.0", "score_facilidad": "10.0", "materia": "LIDERAZGO", "comments": "Prepárate para leer, Inspiracional, Tomaría su clase otra vezExcelente profesor, sus clases son muy interesantes y todas las tareas te sirven de mucho para crecer como persona y conocerte a ti mismo."}, {"fecha": "16/May/2020", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Liderazgo", "comments": "Da buena retroalimentación, Inspiracional, Clases excelentesExcelente profesor, sus clases son muy interesantes y todas las tareas te sirven de mucho para crecer como persona y conocerte a ti mismo."}, {"fecha": "13/May/2020", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Liderazgo", "comments": ""}, {"fecha": "12/May/2020", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Liderazgo", "comments": "Inspiracional, Clases excelentes"}, {"fecha": "11/May/2020", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Liderazgo", "comments": "Inspiracional, Clases excelentes, Tomaría su clase otra vez"}, {"fecha": "11/May/2020", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Sociohumanistica", "comments": "Brinda apoyo, Tomaría su clase otra vez"}, {"fecha": "24/Nov/2019", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Liderazgo", "comments": "Da buena retroalimentación, Inspiracional, Clases excelentes"}, {"fecha": "23/Nov/2019", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Taller de Liderazgo", "comments": "Muchas tareas, Inspiracional, Clases excelentesEl mejor profesor que he tenido, explica todo con claridad y todo lo que te enseña en la clase, si lo aplicas bien, te sirve para tu día a día. A parte de que como su clase es a las 7:00 de la mañana, al termino de su case te deja con mas energía que con la que te levantaste. \r\nRecomendable al 100%"}, {"fecha": "18/Nov/2019", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Liderazgo", "comments": "El mejor profesor que he tenido, explica todo con claridad y todo lo que te enseña en la clase, si lo aplicas bien, te sirve para tu día a día. A parte de que como su clase es a las 7:00 de la mañana, al termino de su case te deja con mas energía que con la que te levantaste. \r\nRecomendable al 100%"}, {"fecha": "18/Nov/2019", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Liderazgo", "comments": "Inspiracional, Clases excelentes, Tomaría su clase otra vezEl mejor profesor que he tenido, explica todo con claridad y todo lo que te enseña en la clase, si lo aplicas bien, te sirve para tu día a día. A parte de que como su clase es a las 7:00 de la mañana, al termino de su case te deja con mas energía que con la que te levantaste. \r\nRecomendable al 100%"}, {"fecha": "10/Nov/2019", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Liderazgo", "comments": "Respetado por los estudiantes, Inspiracional, Tomaría su clase otra vezEl mejor profesor que he tenido, explica todo con claridad y todo lo que te enseña en la clase, si lo aplicas bien, te sirve para tu día a día. A parte de que como su clase es a las 7:00 de la mañana, al termino de su case te deja con mas energía que con la que te levantaste. \r\nRecomendable al 100%"}, {"fecha": "07/Nov/2019", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Liderazgo", "comments": "Da buena retroalimentación, Muchas tareas, Brinda apoyoEl mejor profesor que he tenido, explica todo con claridad y todo lo que te enseña en la clase, si lo aplicas bien, te sirve para tu día a día. A parte de que como su clase es a las 7:00 de la mañana, al termino de su case te deja con mas energía que con la que te levantaste. \r\nRecomendable al 100%"}, {"fecha": "06/Nov/2019", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Liderazgo", "comments": "Inspiracional, Clases excelentes, Tomaría su clase otra vezEs un profesor increíble, a lo largo del curso te ayuda a darte cuenta de tus talentos y cómo puedes potencializarlos, deja tareas cortas pero que te aportan mucho, al final del semestre no hay tareas para poder enfocarse en las otras materias. No se arrepentirán de tomar la clase con él."}, {"fecha": "04/Nov/2019", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Liderazgo", "comments": "Inspiracional, Clases excelentes, Tomaría su clase otra vezEs un profesor increíble, a lo largo del curso te ayuda a darte cuenta de tus talentos y cómo puedes potencializarlos, deja tareas cortas pero que te aportan mucho, al final del semestre no hay tareas para poder enfocarse en las otras materias. No se arrepentirán de tomar la clase con él."}, {"fecha": "04/Nov/2019", "score_general": "9.0", "score_facilidad": "10.0", "materia": "Liderazgo", "comments": "Inspiracional, Aspectos de calificación claros, Clases excelentesEs un profesor increíble, a lo largo del curso te ayuda a darte cuenta de tus talentos y cómo puedes potencializarlos, deja tareas cortas pero que te aportan mucho, al final del semestre no hay tareas para poder enfocarse en las otras materias. No se arrepentirán de tomar la clase con él."}, {"fecha": "04/Nov/2019", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Liderazgo", "comments": "Da buena retroalimentación, Respetado por los estudiantes, InspiracionalEs un profesor increíble, a lo largo del curso te ayuda a darte cuenta de tus talentos y cómo puedes potencializarlos, deja tareas cortas pero que te aportan mucho, al final del semestre no hay tareas para poder enfocarse en las otras materias. No se arrepentirán de tomar la clase con él."}, {"fecha": "04/Nov/2019", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Taller de liderazgo", "comments": "Inspiracional, Clases excelentes, Tomaría su clase otra vezEs un profesor increíble, a lo largo del curso te ayuda a darte cuenta de tus talentos y cómo puedes potencializarlos, deja tareas cortas pero que te aportan mucho, al final del semestre no hay tareas para poder enfocarse en las otras materias. No se arrepentirán de tomar la clase con él."}, {"fecha": "04/Nov/2019", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Liderazgo", "comments": "Inspiracional, Clases excelentes, Tomaría su clase otra vezLa mejor clase que tome de manera opcional. Vale completamente la pena asistir. Todo es fácil, cuando te encuentras inspirado. Luis inspira."}, {"fecha": "04/Nov/2019", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Sociohumanisticas", "comments": "Inspiracional, Brinda apoyo, Clases excelentesLa mejor clase que tome de manera opcional. Vale completamente la pena asistir. Todo es fácil, cuando te encuentras inspirado. Luis inspira."}, {"fecha": "04/Nov/2019", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Taller Sociohumanistico", "comments": "Clases excelentes, Tomaría su clase otra vezLa mejor clase que tome de manera opcional. Vale completamente la pena asistir. Todo es fácil, cuando te encuentras inspirado. Luis inspira."}, {"fecha": "04/Nov/2019", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Taller socio-humanístico de Liderazgo", "comments": "Da buena retroalimentación, Inspiracional, Clases excelentesLa mejor clase que tome de manera opcional. Vale completamente la pena asistir. Todo es fácil, cuando te encuentras inspirado. Luis inspira."}, {"fecha": "04/Nov/2019", "score_general": "10.0", "score_facilidad": "6.0", "materia": "LIDERAZGO", "comments": "Clases excelentes, Tomaría su clase otra vezLa mejor clase que tome de manera opcional. Vale completamente la pena asistir. Todo es fácil, cuando te encuentras inspirado. Luis inspira."}, {"fecha": "23/Jul/2019", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Liderazgo", "comments": "Inspiracional, Clases excelentes, Tomaría su clase otra vezDe los mejores profesores que tiene la escuela para la materia, te ayuda a cambiar tu perspectiva de muchas cosas, no eres el mismo después de tomar su clase."}, {"fecha": "28/May/2019", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Taller de Liderazgo", "comments": "Da buena retroalimentación, Clases excelentes, Tomaría su clase otra vezDe los mejores profesores que tiene la escuela para la materia, te ayuda a cambiar tu perspectiva de muchas cosas, no eres el mismo después de tomar su clase."}, {"fecha": "27/May/2019", "score_general": "8.0", "score_facilidad": "10.0", "materia": "Liderazgo", "comments": "Muchas tareas, Inspiracional, Clases excelentesDe los mejores profesores que tiene la escuela para la materia, te ayuda a cambiar tu perspectiva de muchas cosas, no eres el mismo después de tomar su clase."}, {"fecha": "26/May/2019", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Liderazgo", "comments": "Da buena retroalimentación, La Participación Importa, InspiracionalDe los mejores profesores que tiene la escuela para la materia, te ayuda a cambiar tu perspectiva de muchas cosas, no eres el mismo después de tomar su clase."}, {"fecha": "26/May/2019", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Liderazgo", "comments": "Muy cómico, Da buena retroalimentación, La Participación ImportaDe los mejores profesores que tiene la escuela para la materia, te ayuda a cambiar tu perspectiva de muchas cosas, no eres el mismo después de tomar su clase."}, {"fecha": "25/May/2019", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Taller de Liderazgo", "comments": "Da buena retroalimentación, Inspiracional, Pocos ExámenesClases entretenidas, en las que piensas y siempre aprendes algo nuevo, comienzas conociendo tus talentos y cómo puedes y debes trabajar con ellos para poder ser una líder de bien."}, {"fecha": "24/May/2019", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Liderazgo", "comments": "Clases excelentes, Tomaría su clase otra vezClases entretenidas, en las que piensas y siempre aprendes algo nuevo, comienzas conociendo tus talentos y cómo puedes y debes trabajar con ellos para poder ser una líder de bien."}, {"fecha": "23/May/2019", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Liderazgo", "comments": "Respetado por los estudiantes, Inspiracional, Tomaría su clase otra vezClases entretenidas, en las que piensas y siempre aprendes algo nuevo, comienzas conociendo tus talentos y cómo puedes y debes trabajar con ellos para poder ser una líder de bien."}, {"fecha": "20/May/2019", "score_general": "8.0", "score_facilidad": "8.0", "materia": "Liderazgo", "comments": "Inspiracional, Clases excelentes, Tomaría su clase otra vezClases entretenidas, en las que piensas y siempre aprendes algo nuevo, comienzas conociendo tus talentos y cómo puedes y debes trabajar con ellos para poder ser una líder de bien."}, {"fecha": "20/May/2019", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Liderazgo", "comments": "Da buena retroalimentación, La Participación Importa, InspiracionalClases entretenidas, en las que piensas y siempre aprendes algo nuevo, comienzas conociendo tus talentos y cómo puedes y debes trabajar con ellos para poder ser una líder de bien."}, {"fecha": "28/Nov/2018", "score_general": "9.0", "score_facilidad": "10.0", "materia": "Liderazgo", "comments": "Clases excelentesEs un buen profesor, sin duda de los mejores que tiene la facultad te motiva a ser un buen líder y siempre te contagia de su alegría.\r\nNo dudes en meter con el."}, {"fecha": "27/Nov/2018", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Liderazgo", "comments": "Es un buen profesor, sin duda de los mejores que tiene la facultad te motiva a ser un buen líder y siempre te contagia de su alegría.\r\nNo dudes en meter con el."}, {"fecha": "26/Nov/2018", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Liderazgo", "comments": "Es un buen profesor, sin duda de los mejores que tiene la facultad te motiva a ser un buen líder y siempre te contagia de su alegría.\r\nNo dudes en meter con el."}, {"fecha": "26/Nov/2018", "score_general": "10.0", "score_facilidad": "10.0", "materia": "taller de Liderazgo", "comments": "Da buena retroalimentación, Clases excelentes, Tomaría su clase otra vezEs un buen profesor, sin duda de los mejores que tiene la facultad te motiva a ser un buen líder y siempre te contagia de su alegría.\r\nNo dudes en meter con el."}, {"fecha": "26/Nov/2018", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Taller de Liderazgo", "comments": "Es un buen profesor, sin duda de los mejores que tiene la facultad te motiva a ser un buen líder y siempre te contagia de su alegría.\r\nNo dudes en meter con el."}, {"fecha": "26/Nov/2018", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Taller de liderazgo", "comments": "Inspiracional, Clases excelentes, Tomaría su clase otra vezEl profesor es increíble. Tenía clase con el a las 7 am y jamás llegué con sueño o cansancio, sus actividades son tan entretenidas que el tiempo vuela. De c/u de ellas te llevas un aprendizaje"}, {"fecha": "26/Nov/2018", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Taller: Liderazgo", "comments": "Aspectos de calificación claros, Brinda apoyo, Clases excelentesEl profesor es increíble. Tenía clase con el a las 7 am y jamás llegué con sueño o cansancio, sus actividades son tan entretenidas que el tiempo vuela. De c/u de ellas te llevas un aprendizaje"}, {"fecha": "26/Nov/2018", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Liderazgo", "comments": "Da buena retroalimentación, Prepárate para leer, Tomaría su clase otra vezEl profesor es increíble. Tenía clase con el a las 7 am y jamás llegué con sueño o cansancio, sus actividades son tan entretenidas que el tiempo vuela. De c/u de ellas te llevas un aprendizaje"}, {"fecha": "26/Nov/2018", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Taller de Liderazgo", "comments": "Da buena retroalimentación, Inspiracional, Tomaría su clase otra vezEl profesor es increíble. Tenía clase con el a las 7 am y jamás llegué con sueño o cansancio, sus actividades son tan entretenidas que el tiempo vuela. De c/u de ellas te llevas un aprendizaje"}, {"fecha": "23/Jul/2018", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Taller de Liderazgo", "comments": "Inspiracional, Clases excelentes, Tomaría su clase otra vezEl profesor es increíble. Tenía clase con el a las 7 am y jamás llegué con sueño o cansancio, sus actividades son tan entretenidas que el tiempo vuela. De c/u de ellas te llevas un aprendizaje"}, {"fecha": "04/Jun/2018", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Taller Liderazgo", "comments": "La Participación ImportaMagnifico profesor , aprendes cosas sobre la vida .La facultad tiene prestigio gracias a profesores como Luis Ledesma Solano , la mejor opción"}, {"fecha": "03/Jun/2018", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Liderazgo", "comments": "Da buena retroalimentación, Inspiracional, Clases excelentesMagnifico profesor , aprendes cosas sobre la vida .La facultad tiene prestigio gracias a profesores como Luis Ledesma Solano , la mejor opción"}, {"fecha": "01/Jun/2018", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Taller de Liderazgo", "comments": "Magnifico profesor , aprendes cosas sobre la vida .La facultad tiene prestigio gracias a profesores como Luis Ledesma Solano , la mejor opción"}, {"fecha": "30/May/2018", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Liderazgo", "comments": "Respetado por los estudiantes, Inspiracional, Brinda apoyoMagnifico profesor , aprendes cosas sobre la vida .La facultad tiene prestigio gracias a profesores como Luis Ledesma Solano , la mejor opción"}, {"fecha": "30/May/2018", "score_general": "9.0", "score_facilidad": "10.0", "materia": "Taller de liderazgo", "comments": "Muchas tareas, Inspiracional, Tomaría su clase otra vezMagnifico profesor , aprendes cosas sobre la vida .La facultad tiene prestigio gracias a profesores como Luis Ledesma Solano , la mejor opción"}, {"fecha": "30/May/2018", "score_general": "10.0", "score_facilidad": "8.0", "materia": "taller de liderazgo", "comments": "Uno de los mejores profesores que pude haber tenido, sus actividades son muy divertidas e interesantes, sus tareas son muy sencillas y aplicables a la vida diaria."}, {"fecha": "29/May/2018", "score_general": "9.0", "score_facilidad": "10.0", "materia": "Taller de Liderago", "comments": "Asistencia obligatoria, Clases excelentes, Tomaría su clase otra vezUno de los mejores profesores que pude haber tenido, sus actividades son muy divertidas e interesantes, sus tareas son muy sencillas y aplicables a la vida diaria."}, {"fecha": "29/May/2018", "score_general": "9.0", "score_facilidad": "10.0", "materia": "Taller de Liderazgo", "comments": "Uno de los mejores profesores que pude haber tenido, sus actividades son muy divertidas e interesantes, sus tareas son muy sencillas y aplicables a la vida diaria."}, {"fecha": "29/May/2018", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Liderazgo", "comments": "Da buena retroalimentación, Respetado por los estudiantes, InspiracionalUno de los mejores profesores que pude haber tenido, sus actividades son muy divertidas e interesantes, sus tareas son muy sencillas y aplicables a la vida diaria."}, {"fecha": "28/May/2018", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Taller socio-humanístico de Liderazgo", "comments": "Da buena retroalimentación, Muchas tareas, InspiracionalUno de los mejores profesores que pude haber tenido, sus actividades son muy divertidas e interesantes, sus tareas son muy sencillas y aplicables a la vida diaria."}, {"fecha": "28/May/2018", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Taller de liderazgo", "comments": "Inspiracional, Clases excelentes, Tomaría su clase otra vezEste profesor es un verdadero crack! La mejor clase que he podido tomar y que realmente si es un taller que ayuda a desarrollar el liderazgo. Eso sí, prepárate para un desembolso de 20 dólares."}, {"fecha": "26/Jul/2017", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Liderazgo", "comments": "Este profesor es un verdadero crack! La mejor clase que he podido tomar y que realmente si es un taller que ayuda a desarrollar el liderazgo. Eso sí, prepárate para un desembolso de 20 dólares."}, {"fecha": "01/Jul/2017", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Taller de Liderazgo", "comments": "Prepárate para leer, Inspiracional, Pocos ExámenesEste profesor es un verdadero crack! La mejor clase que he podido tomar y que realmente si es un taller que ayuda a desarrollar el liderazgo. Eso sí, prepárate para un desembolso de 20 dólares."}]