[{"fecha": "09/Feb/2023", "score_general": "8.0", "score_facilidad": "8.0", "materia": "Fundamentos de Estadística", "comments": "Barco, Da buena retroalimentación, Da Crédito ExtraBuena profesora, califica con mini-tareas, examenes no tan complicados y prácticas que se realizan en excel durante la clase, al final te ayuda con décimas, es difícil que repruebes."}, {"fecha": "02/Feb/2023", "score_general": "6.0", "score_facilidad": "6.0", "materia": "Fundamentos de Estadística", "comments": "Buena profesora, califica con mini-tareas, examenes no tan complicados y prácticas que se realizan en excel durante la clase, al final te ayuda con décimas, es difícil que repruebes."}, {"fecha": "31/Ene/2023", "score_general": "7.0", "score_facilidad": "8.0", "materia": "Fundamentos de fisica", "comments": "La Participación Importa, Asistencia obligatoria, Las clases son largasBuena profesora, califica con mini-tareas, examenes no tan complicados y prácticas que se realizan en excel durante la clase, al final te ayuda con décimas, es difícil que repruebes."}, {"fecha": "05/Ene/2023", "score_general": "6.0", "score_facilidad": "8.0", "materia": "---", "comments": "Muy cómico, La Participación Importa, Asistencia obligatoriaBuena profesora, califica con mini-tareas, examenes no tan complicados y prácticas que se realizan en excel durante la clase, al final te ayuda con décimas, es difícil que repruebes."}, {"fecha": "08/Dic/2022", "score_general": "7.0", "score_facilidad": "6.0", "materia": "Estadística", "comments": "Muchas tareas, Asistencia obligatoria, Las clases son largasBuena profesora, califica con mini-tareas, examenes no tan complicados y prácticas que se realizan en excel durante la clase, al final te ayuda con décimas, es difícil que repruebes."}, {"fecha": "15/Ago/2022", "score_general": "7.0", "score_facilidad": "6.0", "materia": "Fundamentos de estadística", "comments": "La Participación Importa, Asistencia obligatoria, Pocos ExámenesNo se adapto bien a la modalidad en línea. La Dra. tiene un carácter algo cambiante pero si ve que le echan ganas les ayuda bastante. Si tienes dudas te resuelve pero si te comienzas a quedar atrás es algo complicado recuperar el ritmo, los exámenes al nivel de la clase."}, {"fecha": "27/Jun/2022", "score_general": "2.0", "score_facilidad": "2.0", "materia": "Fundamentos de estadística", "comments": "Califica Duro, La Participación Importa, Las clases son largasNo se adapto bien a la modalidad en línea. La Dra. tiene un carácter algo cambiante pero si ve que le echan ganas les ayuda bastante. Si tienes dudas te resuelve pero si te comienzas a quedar atrás es algo complicado recuperar el ritmo, los exámenes al nivel de la clase."}, {"fecha": "13/May/2022", "score_general": "3.0", "score_facilidad": "2.0", "materia": "Fundamentos de Edtdistica", "comments": "Califica Duro, La Participación Importa, Asistencia obligatoriaNo se adapto bien a la modalidad en línea. La Dra. tiene un carácter algo cambiante pero si ve que le echan ganas les ayuda bastante. Si tienes dudas te resuelve pero si te comienzas a quedar atrás es algo complicado recuperar el ritmo, los exámenes al nivel de la clase."}, {"fecha": "05/Feb/2022", "score_general": "7.0", "score_facilidad": "6.0", "materia": "Estadística", "comments": "La Participación Importa, Asistencia obligatoria, Las clases son largasNo se adapto bien a la modalidad en línea. La Dra. tiene un carácter algo cambiante pero si ve que le echan ganas les ayuda bastante. Si tienes dudas te resuelve pero si te comienzas a quedar atrás es algo complicado recuperar el ritmo, los exámenes al nivel de la clase."}, {"fecha": "30/Ago/2021", "score_general": "5.0", "score_facilidad": "6.0", "materia": "Fundamentos de estadística", "comments": "Asistencia obligatoria, Deja trabajos largosNo se adapto bien a la modalidad en línea. La Dra. tiene un carácter algo cambiante pero si ve que le echan ganas les ayuda bastante. Si tienes dudas te resuelve pero si te comienzas a quedar atrás es algo complicado recuperar el ritmo, los exámenes al nivel de la clase."}, {"fecha": "30/Ago/2021", "score_general": "4.0", "score_facilidad": "4.0", "materia": "Fundamentos de Estadística", "comments": "Asistencia obligatoria, Deja trabajos largosNo volvería a meter clases con ella ni aún que me pagaran. Usa horas fuera de clase y cuando le pides más tiempo para entregar las cosas dice: \"No es mi culpa que tengan las clases juntas.\" No importa que tan bien trabajes, SIEMPRE te va a poner como máximo 9 de calificación. De lo peor de la FI."}, {"fecha": "13/Feb/2021", "score_general": "8.0", "score_facilidad": "6.0", "materia": "Fundamentos de estadística", "comments": "Muchas tareas, La Participación Importa, Deja trabajos largosNo volvería a meter clases con ella ni aún que me pagaran. Usa horas fuera de clase y cuando le pides más tiempo para entregar las cosas dice: \"No es mi culpa que tengan las clases juntas.\" No importa que tan bien trabajes, SIEMPRE te va a poner como máximo 9 de calificación. De lo peor de la FI."}, {"fecha": "31/Ago/2020", "score_general": "6.0", "score_facilidad": "6.0", "materia": "Probabilidad", "comments": "Da buena retroalimentación, Muchas tareas, La Participación ImportaNo volvería a meter clases con ella ni aún que me pagaran. Usa horas fuera de clase y cuando le pides más tiempo para entregar las cosas dice: \"No es mi culpa que tengan las clases juntas.\" No importa que tan bien trabajes, SIEMPRE te va a poner como máximo 9 de calificación. De lo peor de la FI."}, {"fecha": "10/Jun/2020", "score_general": "2.0", "score_facilidad": "4.0", "materia": "Probabilidad", "comments": "Muchas tareas, Las clases son largasNo volvería a meter clases con ella ni aún que me pagaran. Usa horas fuera de clase y cuando le pides más tiempo para entregar las cosas dice: \"No es mi culpa que tengan las clases juntas.\" No importa que tan bien trabajes, SIEMPRE te va a poner como máximo 9 de calificación. De lo peor de la FI."}, {"fecha": "06/Dic/2019", "score_general": "7.0", "score_facilidad": "6.0", "materia": "Probabilidad", "comments": "La Participación ImportaNo volvería a meter clases con ella ni aún que me pagaran. Usa horas fuera de clase y cuando le pides más tiempo para entregar las cosas dice: \"No es mi culpa que tengan las clases juntas.\" No importa que tan bien trabajes, SIEMPRE te va a poner como máximo 9 de calificación. De lo peor de la FI."}, {"fecha": "06/Ago/2019", "score_general": "8.0", "score_facilidad": "2.0", "materia": "Probabilidad", "comments": "Mucho trabajo. Di quieres barquear no es la opción"}, {"fecha": "01/Jul/2019", "score_general": "8.0", "score_facilidad": "8.0", "materia": "Probabilidad", "comments": "La Participación Importa, Inspiracional, Da Crédito ExtraMucho trabajo. Di quieres barquear no es la opción"}, {"fecha": "26/Jun/2019", "score_general": "8.0", "score_facilidad": "6.0", "materia": "Probabilidad", "comments": "Da buena retroalimentación, La Participación Importa, InspiracionalMucho trabajo. Di quieres barquear no es la opción"}, {"fecha": "07/Sep/2018", "score_general": "8.0", "score_facilidad": "8.0", "materia": "Probabilidad", "comments": "Mucho trabajo. Di quieres barquear no es la opción"}, {"fecha": "08/Ago/2018", "score_general": "8.0", "score_facilidad": "8.0", "materia": "Probabilidad", "comments": "Inspiracional, Brinda apoyoMucho trabajo. Di quieres barquear no es la opción"}, {"fecha": "14/Jul/2017", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Probabilidad y Estadística", "comments": "Inspiracional, Da Crédito Extra, Brinda apoyoEs muy muy buena profesora. Es bastante paciente y te ayuda bastante en cuanto a dudas. Siempre trata de motivarte. La clase se desarrolla de manera divertida si participas y tediosa si solo vas a pasar. Con ella hay que hacer muchos ejercicios."}, {"fecha": "01/Jul/2016", "score_general": "8.0", "score_facilidad": "8.0", "materia": "P y E", "comments": "Muchas tareas, Da Crédito Extra, Brinda apoyoEs muy muy buena profesora. Es bastante paciente y te ayuda bastante en cuanto a dudas. Siempre trata de motivarte. La clase se desarrolla de manera divertida si participas y tediosa si solo vas a pasar. Con ella hay que hacer muchos ejercicios."}, {"fecha": "08/Jun/2016", "score_general": "8.0", "score_facilidad": "8.0", "materia": "Probabilidad y Estadística", "comments": "Barco, La Participación Importa, Asistencia obligatoriaEs muy muy buena profesora. Es bastante paciente y te ayuda bastante en cuanto a dudas. Siempre trata de motivarte. La clase se desarrolla de manera divertida si participas y tediosa si solo vas a pasar. Con ella hay que hacer muchos ejercicios."}, {"fecha": "29/May/2016", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Análisis Numérico", "comments": "La Participación Importa, Asistencia obligatoria, Brinda apoyoEs muy muy buena profesora. Es bastante paciente y te ayuda bastante en cuanto a dudas. Siempre trata de motivarte. La clase se desarrolla de manera divertida si participas y tediosa si solo vas a pasar. Con ella hay que hacer muchos ejercicios."}, {"fecha": "07/Jun/2015", "score_general": "7.0", "score_facilidad": "4.0", "materia": "Probabilidad y Estadística", "comments": "Es muy muy buena profesora. Es bastante paciente y te ayuda bastante en cuanto a dudas. Siempre trata de motivarte. La clase se desarrolla de manera divertida si participas y tediosa si solo vas a pasar. Con ella hay que hacer muchos ejercicios."}, {"fecha": "22/Ene/2015", "score_general": "7.0", "score_facilidad": "6.0", "materia": "Probabilidad y Estadistica", "comments": "Es buena explicando, la clave para pasar es hacer sus series y participar mucho en clase. Lo único malo es que no te echa la mano con las dudas de las series, te dice que investigues por tu cuenta. \r\nFuera de eso es buena profesora y no se mancha tanto a la hora de calificar."}, {"fecha": "06/Dic/2014", "score_general": "9.0", "score_facilidad": "10.0", "materia": "Probabilidad y Estadistica.", "comments": "Es buena explicando, la clave para pasar es hacer sus series y participar mucho en clase. Lo único malo es que no te echa la mano con las dudas de las series, te dice que investigues por tu cuenta. \r\nFuera de eso es buena profesora y no se mancha tanto a la hora de calificar."}]