[{"fecha": "01/Jun/2022", "score_general": "5.0", "score_facilidad": "8.0", "materia": "Álgebra Lineal", "comments": "Muchas tareas, Pocos Exámenes, Aspectos de calificación clarosMete esta profesora como segunda opción ya que sinceramente le falta bastante para ser una excelente profesora (zoomestre)"}, {"fecha": "29/May/2022", "score_general": "7.0", "score_facilidad": "6.0", "materia": "Álgebra Lineal", "comments": "Muchas tareas, Muchos Exámenes, Aspectos de calificación clarosMete esta profesora como segunda opción ya que sinceramente le falta bastante para ser una excelente profesora (zoomestre)"}, {"fecha": "09/Sep/2020", "score_general": "9.0", "score_facilidad": "6.0", "materia": "Algebra Lineal", "comments": "Muchos Exámenes, Brinda apoyo, Tomaría su clase otra vezMete esta profesora como segunda opción ya que sinceramente le falta bastante para ser una excelente profesora (zoomestre)"}, {"fecha": "31/Ago/2020", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Álgebra lineal", "comments": "Muchas tareas, Brinda apoyo, Tomaría su clase otra vezMete esta profesora como segunda opción ya que sinceramente le falta bastante para ser una excelente profesora (zoomestre)"}, {"fecha": "17/Ene/2019", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Álgebra lineal", "comments": "Tomaría su clase otra vezMete esta profesora como segunda opción ya que sinceramente le falta bastante para ser una excelente profesora (zoomestre)"}, {"fecha": "24/Jul/2018", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Lineal", "comments": "Muchas tareas, Muchos Exámenes, Brinda apoyoLa profesora es muy buena, te explica todo no importa que tan tonta sea la pegunta, hace exámenes cada 15 días, pero si ve que le echas ganas al final te hace paro"}, {"fecha": "13/Abr/2018", "score_general": "4.0", "score_facilidad": "10.0", "materia": "Lineal", "comments": "BarcoLa profesora es muy buena, te explica todo no importa que tan tonta sea la pegunta, hace exámenes cada 15 días, pero si ve que le echas ganas al final te hace paro"}, {"fecha": "23/Ene/2018", "score_general": "6.0", "score_facilidad": "6.0", "materia": "---", "comments": "La Participación Importa, Aspectos de calificación claros, Tomaría su clase otra vezLa profesora es muy buena, te explica todo no importa que tan tonta sea la pegunta, hace exámenes cada 15 días, pero si ve que le echas ganas al final te hace paro"}, {"fecha": "04/Nov/2017", "score_general": "2.0", "score_facilidad": "2.0", "materia": "algebra lineal", "comments": "Hace exámenes sorpresa, Muchos ExámenesLa profesora es muy buena, te explica todo no importa que tan tonta sea la pegunta, hace exámenes cada 15 días, pero si ve que le echas ganas al final te hace paro"}, {"fecha": "29/Oct/2017", "score_general": "4.0", "score_facilidad": "6.0", "materia": "Lineal", "comments": "BarcoLa profesora es muy buena, te explica todo no importa que tan tonta sea la pegunta, hace exámenes cada 15 días, pero si ve que le echas ganas al final te hace paro"}, {"fecha": "30/Jun/2017", "score_general": "8.0", "score_facilidad": "8.0", "materia": "Álgebra lineal", "comments": "Muchas tareas, Las clases son largas, Brinda apoyoSus clases son algo pesadas, pues siempre son diapositivas, ejercicios en clase sencillos y sin mucho nivel, tareas un poco difíciles, por qué a veces no termina los temas para la tarea pero las resuelve, exámenes cada 15 días y a veces son fáciles o difíciles, depende de cómo dió el tema. Sencillo."}, {"fecha": "07/Dic/2016", "score_general": "8.0", "score_facilidad": "8.0", "materia": "Algebra Lineal", "comments": "Da buena retroalimentaciónSus clases son algo pesadas, pues siempre son diapositivas, ejercicios en clase sencillos y sin mucho nivel, tareas un poco difíciles, por qué a veces no termina los temas para la tarea pero las resuelve, exámenes cada 15 días y a veces son fáciles o difíciles, depende de cómo dió el tema. Sencillo."}, {"fecha": "21/Ago/2016", "score_general": "5.0", "score_facilidad": "10.0", "materia": "Lineal", "comments": "BarcoSus clases son algo pesadas, pues siempre son diapositivas, ejercicios en clase sencillos y sin mucho nivel, tareas un poco difíciles, por qué a veces no termina los temas para la tarea pero las resuelve, exámenes cada 15 días y a veces son fáciles o difíciles, depende de cómo dió el tema. Sencillo."}, {"fecha": "27/Jul/2016", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Álgebra lineal", "comments": "Tomaría su clase otra vezSus clases son algo pesadas, pues siempre son diapositivas, ejercicios en clase sencillos y sin mucho nivel, tareas un poco difíciles, por qué a veces no termina los temas para la tarea pero las resuelve, exámenes cada 15 días y a veces son fáciles o difíciles, depende de cómo dió el tema. Sencillo."}, {"fecha": "27/Jul/2016", "score_general": "5.0", "score_facilidad": "10.0", "materia": "Lineal", "comments": "Barco, Prepárate para leerSus clases son algo pesadas, pues siempre son diapositivas, ejercicios en clase sencillos y sin mucho nivel, tareas un poco difíciles, por qué a veces no termina los temas para la tarea pero las resuelve, exámenes cada 15 días y a veces son fáciles o difíciles, depende de cómo dió el tema. Sencillo."}, {"fecha": "27/Jul/2016", "score_general": "8.0", "score_facilidad": "8.0", "materia": "álgebra Lineal", "comments": "Muchos Exámenes, Aspectos de calificación claros, Tomaría su clase otra vezAl principio cuesta un poco de trabajo entenderle, pero si le preguntas ella SIEMPRE está dispuesta a resolver tu duda hasta que te quede claro, incluso en los exámenes. Te da oportunidad de reponer exámenes, pocas y fáciles tareas. Sus exámenes están al nivel de la clase."}, {"fecha": "22/Jul/2016", "score_general": "8.0", "score_facilidad": "10.0", "materia": "Algebra Lienal", "comments": "Muchas tareas, Las clases son largas, Muchos ExámenesAl principio cuesta un poco de trabajo entenderle, pero si le preguntas ella SIEMPRE está dispuesta a resolver tu duda hasta que te quede claro, incluso en los exámenes. Te da oportunidad de reponer exámenes, pocas y fáciles tareas. Sus exámenes están al nivel de la clase."}, {"fecha": "14/Jun/2016", "score_general": "2.0", "score_facilidad": "10.0", "materia": "Lineal", "comments": "Al principio cuesta un poco de trabajo entenderle, pero si le preguntas ella SIEMPRE está dispuesta a resolver tu duda hasta que te quede claro, incluso en los exámenes. Te da oportunidad de reponer exámenes, pocas y fáciles tareas. Sus exámenes están al nivel de la clase."}, {"fecha": "16/Abr/2016", "score_general": "7.0", "score_facilidad": "6.0", "materia": "Álgebra lineal", "comments": "Califica Duro, Da buena retroalimentación, Muchos ExámenesAl principio cuesta un poco de trabajo entenderle, pero si le preguntas ella SIEMPRE está dispuesta a resolver tu duda hasta que te quede claro, incluso en los exámenes. Te da oportunidad de reponer exámenes, pocas y fáciles tareas. Sus exámenes están al nivel de la clase."}, {"fecha": "04/Feb/2016", "score_general": "10.0", "score_facilidad": "10.0", "materia": "lineal", "comments": "Tomaría su clase otra vezAl principio cuesta un poco de trabajo entenderle, pero si le preguntas ella SIEMPRE está dispuesta a resolver tu duda hasta que te quede claro, incluso en los exámenes. Te da oportunidad de reponer exámenes, pocas y fáciles tareas. Sus exámenes están al nivel de la clase."}, {"fecha": "20/Ago/2015", "score_general": "9.0", "score_facilidad": "6.0", "materia": "Algebra lineal", "comments": "Da buena retroalimentación, Muchos Exámenes, Brinda apoyoExcelente profesora"}, {"fecha": "11/Ago/2015", "score_general": "8.0", "score_facilidad": "6.0", "materia": ":)", "comments": "Muchas tareas, Muchos Exámenes, Tomaría su clase otra vezExcelente profesora"}, {"fecha": "08/Jul/2015", "score_general": "6.0", "score_facilidad": "8.0", "materia": "Algebra Lineal", "comments": "Excelente profesora"}, {"fecha": "29/Jul/2014", "score_general": "6.0", "score_facilidad": "6.0", "materia": "Älgebra  Lineal", "comments": "Excelente profesora"}, {"fecha": "29/Ene/2014", "score_general": "8.0", "score_facilidad": "8.0", "materia": "Álgebra Lineal", "comments": "Excelente profesora"}, {"fecha": "29/Ene/2014", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Álgebra Lineal", "comments": "Es una maestra que enseña muy bien los temas y te apoya en todo momento, su clase es muy dinámica y tienes la oportunidad de hacer reposición de exámenes, mega recomendable"}, {"fecha": "08/Sep/2013", "score_general": "6.0", "score_facilidad": "8.0", "materia": "Álgebra Lineal", "comments": "Es una maestra que enseña muy bien los temas y te apoya en todo momento, su clase es muy dinámica y tienes la oportunidad de hacer reposición de exámenes, mega recomendable"}, {"fecha": "28/Jul/2013", "score_general": "5.0", "score_facilidad": "8.0", "materia": "Algebra Lineal", "comments": "Es una maestra que enseña muy bien los temas y te apoya en todo momento, su clase es muy dinámica y tienes la oportunidad de hacer reposición de exámenes, mega recomendable"}, {"fecha": "25/Jun/2013", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Álgebra Lineal", "comments": "Es una maestra que enseña muy bien los temas y te apoya en todo momento, su clase es muy dinámica y tienes la oportunidad de hacer reposición de exámenes, mega recomendable"}]