[{"fecha": "17/Mar/2022", "score_general": "6.0", "score_facilidad": "2.0", "materia": "Cultura y comunicacion", "comments": "Califica Duro, Muchos Exámenes, Los exámenes son difíciles"}, {"fecha": "08/Feb/2022", "score_general": "6.0", "score_facilidad": "10.0", "materia": "Cultura y Comunicacion", "comments": "La Participación Importa, Asistencia obligatoria, Inspiracional"}, {"fecha": "05/Feb/2022", "score_general": "9.0", "score_facilidad": "2.0", "materia": "Cultura y comunicacion", "comments": "Califica Duro, Muchos Exámenes, Los exámenes son difíciles"}, {"fecha": "20/Feb/2021", "score_general": "7.0", "score_facilidad": "8.0", "materia": "Cultura y comunicación", "comments": "Califica Duro"}, {"fecha": "09/Sep/2020", "score_general": "6.0", "score_facilidad": "6.0", "materia": "Cultura y Comunicación", "comments": "Muchas tareas, Asistencia obligatoria"}, {"fecha": "09/Dic/2019", "score_general": "6.0", "score_facilidad": "6.0", "materia": "Cultura y comunicación", "comments": "Califica Duro, La Participación Importa, Las clases son largasNo metan a esta profesora. Su evaluación no es clara y al final te pone lo que quiere. Te hace un examen y según ella debes de responder con honestidad pero si haces eso te reprueba. Finalmente, solo te toma en cuenta el proyecto. Si le gusto es un 10 pero si no preparate para un 6 o NP :/"}, {"fecha": "30/Jun/2019", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Cultura y comunicación", "comments": "Asistencia obligatoria, Da Crédito Extra, Tomaría su clase otra vezNo metan a esta profesora. Su evaluación no es clara y al final te pone lo que quiere. Te hace un examen y según ella debes de responder con honestidad pero si haces eso te reprueba. Finalmente, solo te toma en cuenta el proyecto. Si le gusto es un 10 pero si no preparate para un 6 o NP :/"}, {"fecha": "17/Ene/2018", "score_general": "2.0", "score_facilidad": "2.0", "materia": "Cultura y comunicación.", "comments": "No metan a esta profesora. Su evaluación no es clara y al final te pone lo que quiere. Te hace un examen y según ella debes de responder con honestidad pero si haces eso te reprueba. Finalmente, solo te toma en cuenta el proyecto. Si le gusto es un 10 pero si no preparate para un 6 o NP :/"}, {"fecha": "25/Nov/2017", "score_general": "2.0", "score_facilidad": "2.0", "materia": "Cultura y comunicación", "comments": "Muchas tareasNo metan a esta profesora. Su evaluación no es clara y al final te pone lo que quiere. Te hace un examen y según ella debes de responder con honestidad pero si haces eso te reprueba. Finalmente, solo te toma en cuenta el proyecto. Si le gusto es un 10 pero si no preparate para un 6 o NP :/"}, {"fecha": "31/Jul/2017", "score_general": "2.0", "score_facilidad": "2.0", "materia": "Cultura y comunicación", "comments": "Las clases son largas, Deja trabajos largosNo metan a esta profesora. Su evaluación no es clara y al final te pone lo que quiere. Te hace un examen y según ella debes de responder con honestidad pero si haces eso te reprueba. Finalmente, solo te toma en cuenta el proyecto. Si le gusto es un 10 pero si no preparate para un 6 o NP :/"}, {"fecha": "27/Jun/2017", "score_general": "5.0", "score_facilidad": "10.0", "materia": "Cultura y comunicación", "comments": "Deja muchísima tarea, la cual nunca regresa calificada, sólo apunta si la hiciste. Deja reseñas de programas, de visitas a museos. No se aprende gran cosa en clase. Es cierto, se queja de la mediocridad y ella es mediocre como profesora. Abusa de tu tiempo."}, {"fecha": "28/May/2017", "score_general": "5.0", "score_facilidad": "6.0", "materia": "Cultura y comunicación", "comments": "Muchas tareas, La Participación Importa, Da Crédito ExtraDeja muchísima tarea, la cual nunca regresa calificada, sólo apunta si la hiciste. Deja reseñas de programas, de visitas a museos. No se aprende gran cosa en clase. Es cierto, se queja de la mediocridad y ella es mediocre como profesora. Abusa de tu tiempo."}, {"fecha": "19/May/2017", "score_general": "6.0", "score_facilidad": "6.0", "materia": "Culura y Comunicacion", "comments": "Muchas tareas, Las clases son largasDeja muchísima tarea, la cual nunca regresa calificada, sólo apunta si la hiciste. Deja reseñas de programas, de visitas a museos. No se aprende gran cosa en clase. Es cierto, se queja de la mediocridad y ella es mediocre como profesora. Abusa de tu tiempo."}, {"fecha": "07/Dic/2016", "score_general": "4.0", "score_facilidad": "10.0", "materia": "Cultura y Comunicación", "comments": "Da buena retroalimentaciónDeja muchísima tarea, la cual nunca regresa calificada, sólo apunta si la hiciste. Deja reseñas de programas, de visitas a museos. No se aprende gran cosa en clase. Es cierto, se queja de la mediocridad y ella es mediocre como profesora. Abusa de tu tiempo."}, {"fecha": "31/Oct/2016", "score_general": "2.0", "score_facilidad": "2.0", "materia": "Cultura y Comunicación", "comments": "Asistencia obligatoria, Muchos proyectos grupalesDeja muchísima tarea, la cual nunca regresa calificada, sólo apunta si la hiciste. Deja reseñas de programas, de visitas a museos. No se aprende gran cosa en clase. Es cierto, se queja de la mediocridad y ella es mediocre como profesora. Abusa de tu tiempo."}, {"fecha": "10/Oct/2016", "score_general": "2.0", "score_facilidad": "2.0", "materia": "CULTURA Y COMUNICACIÓN", "comments": "ES MUY MALA, ya es una profesora de edad por lo que es muy especial, te hace trabajar y trabajar y al final no respeta los acuerdos de calificación, no la metan es grosera, pesada y arrogante, esta materia es para sacar 10, no un pinche 6 o no pasarla, hace trabajar demasiado."}, {"fecha": "10/Ago/2016", "score_general": "2.0", "score_facilidad": "2.0", "materia": "Cultura y comunicación", "comments": "Muchos proyectos grupalesES MUY MALA, ya es una profesora de edad por lo que es muy especial, te hace trabajar y trabajar y al final no respeta los acuerdos de calificación, no la metan es grosera, pesada y arrogante, esta materia es para sacar 10, no un pinche 6 o no pasarla, hace trabajar demasiado."}, {"fecha": "17/Jun/2016", "score_general": "5.0", "score_facilidad": "10.0", "materia": "Cultura y comunicación", "comments": "ES MUY MALA, ya es una profesora de edad por lo que es muy especial, te hace trabajar y trabajar y al final no respeta los acuerdos de calificación, no la metan es grosera, pesada y arrogante, esta materia es para sacar 10, no un pinche 6 o no pasarla, hace trabajar demasiado."}, {"fecha": "15/Jun/2016", "score_general": "5.0", "score_facilidad": "2.0", "materia": "Cultura y comunicación", "comments": "Califica Duro, Muchas tareas, Deja trabajos largosES MUY MALA, ya es una profesora de edad por lo que es muy especial, te hace trabajar y trabajar y al final no respeta los acuerdos de calificación, no la metan es grosera, pesada y arrogante, esta materia es para sacar 10, no un pinche 6 o no pasarla, hace trabajar demasiado."}, {"fecha": "09/Jun/2016", "score_general": "5.0", "score_facilidad": "8.0", "materia": "Cultura y comunicación", "comments": "Muchas tareas, Deja trabajos largosES MUY MALA, ya es una profesora de edad por lo que es muy especial, te hace trabajar y trabajar y al final no respeta los acuerdos de calificación, no la metan es grosera, pesada y arrogante, esta materia es para sacar 10, no un pinche 6 o no pasarla, hace trabajar demasiado."}]