[{"fecha": "25/Ago/2021", "score_general": "6.0", "score_facilidad": "6.0", "materia": "Evalución de Proyectos de Inversión", "comments": "Inspiracional, Las clases son largas, Aspectos de calificación clarosPues tuve que meterlo porque no me quedó de otra, pero no fue tan malo, me aburrieron bastante sus clases, pero con el libro que da como bibliografía la armas sin pedos. Agarren su cobija y prepárense para descansar 2 horas escuchando un podcast.\r\nAl final pasa a todos, preguntenle a todos sus exalum"}, {"fecha": "18/Feb/2021", "score_general": "2.0", "score_facilidad": "6.0", "materia": "Ingeniería Económica", "comments": "Califica Duro, Asistencia obligatoria, Los exámenes son difícilesPues tuve que meterlo porque no me quedó de otra, pero no fue tan malo, me aburrieron bastante sus clases, pero con el libro que da como bibliografía la armas sin pedos. Agarren su cobija y prepárense para descansar 2 horas escuchando un podcast.\r\nAl final pasa a todos, preguntenle a todos sus exalum"}, {"fecha": "10/Feb/2021", "score_general": "2.0", "score_facilidad": "2.0", "materia": "Ingeniería Económica", "comments": "Pues tuve que meterlo porque no me quedó de otra, pero no fue tan malo, me aburrieron bastante sus clases, pero con el libro que da como bibliografía la armas sin pedos. Agarren su cobija y prepárense para descansar 2 horas escuchando un podcast.\r\nAl final pasa a todos, preguntenle a todos sus exalum"}, {"fecha": "14/Ene/2021", "score_general": "4.0", "score_facilidad": "6.0", "materia": "Ingeniería Económica", "comments": "Pues tuve que meterlo porque no me quedó de otra, pero no fue tan malo, me aburrieron bastante sus clases, pero con el libro que da como bibliografía la armas sin pedos. Agarren su cobija y prepárense para descansar 2 horas escuchando un podcast.\r\nAl final pasa a todos, preguntenle a todos sus exalum"}, {"fecha": "10/Sep/2020", "score_general": "6.0", "score_facilidad": "4.0", "materia": "Ingeniería económica", "comments": "Pues tuve que meterlo porque no me quedó de otra, pero no fue tan malo, me aburrieron bastante sus clases, pero con el libro que da como bibliografía la armas sin pedos. Agarren su cobija y prepárense para descansar 2 horas escuchando un podcast.\r\nAl final pasa a todos, preguntenle a todos sus exalum"}, {"fecha": "01/Sep/2020", "score_general": "7.0", "score_facilidad": "6.0", "materia": "Evaluación de proyectos de inversión", "comments": "Barco, La Participación ImportaNos hizo terminar el curso hasta mediados de agosto y ni hicimos gran cosa. Siempre dejo en claro que está en contra del sistema en línea. En clases presenciales es un machista y nunca llegaba a enseñar algo en concreto. Para las tareas usen los libros del temario, les servirá bastante"}, {"fecha": "22/Jul/2019", "score_general": "3.0", "score_facilidad": "4.0", "materia": "Evaluación de proyectos de inversión", "comments": "Califica Duro, Asistencia obligatoriaNos hizo terminar el curso hasta mediados de agosto y ni hicimos gran cosa. Siempre dejo en claro que está en contra del sistema en línea. En clases presenciales es un machista y nunca llegaba a enseñar algo en concreto. Para las tareas usen los libros del temario, les servirá bastante"}, {"fecha": "28/Jun/2019", "score_general": "2.0", "score_facilidad": "2.0", "materia": "Evaluación  de proy e ing económica", "comments": "Asistencia obligatoriaNos hizo terminar el curso hasta mediados de agosto y ni hicimos gran cosa. Siempre dejo en claro que está en contra del sistema en línea. En clases presenciales es un machista y nunca llegaba a enseñar algo en concreto. Para las tareas usen los libros del temario, les servirá bastante"}, {"fecha": "18/Ene/2019", "score_general": "2.0", "score_facilidad": "2.0", "materia": "Proyectos de Inversión", "comments": "Califica Duro, Muchas tareas, Las clases son largasNos hizo terminar el curso hasta mediados de agosto y ni hicimos gran cosa. Siempre dejo en claro que está en contra del sistema en línea. En clases presenciales es un machista y nunca llegaba a enseñar algo en concreto. Para las tareas usen los libros del temario, les servirá bastante"}, {"fecha": "07/Dic/2018", "score_general": "3.0", "score_facilidad": "6.0", "materia": "Ing. Económica", "comments": "Barco, Asistencia obligatoria, Las clases son largasNos hizo terminar el curso hasta mediados de agosto y ni hicimos gran cosa. Siempre dejo en claro que está en contra del sistema en línea. En clases presenciales es un machista y nunca llegaba a enseñar algo en concreto. Para las tareas usen los libros del temario, les servirá bastante"}, {"fecha": "19/Jul/2018", "score_general": "6.0", "score_facilidad": "6.0", "materia": "Ingeniería Económica", "comments": "Califica Duro, Los exámenes son difícilesNo explica bien, la clase es super aburridisima. Sabe del tema pero no sabe enseñar. Exámenes difíciles. No lo recomiendo."}, {"fecha": "15/Jul/2018", "score_general": "8.0", "score_facilidad": "8.0", "materia": "Evaluación de proyectos de inversión", "comments": "InspiracionalNo explica bien, la clase es super aburridisima. Sabe del tema pero no sabe enseñar. Exámenes difíciles. No lo recomiendo."}, {"fecha": "04/Jul/2018", "score_general": "5.0", "score_facilidad": "4.0", "materia": "Ingeniería Económica", "comments": "Asistencia obligatoria, Respetado por los estudiantes, Los exámenes son difícilesNo explica bien, la clase es super aburridisima. Sabe del tema pero no sabe enseñar. Exámenes difíciles. No lo recomiendo."}, {"fecha": "02/Jul/2018", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Ingeniería Económica", "comments": "Da buena retroalimentación, Pocos Exámenes, Aspectos de calificación clarosNo explica bien, la clase es super aburridisima. Sabe del tema pero no sabe enseñar. Exámenes difíciles. No lo recomiendo."}, {"fecha": "28/Ene/2018", "score_general": "6.0", "score_facilidad": "6.0", "materia": "INGENIERÍA ECONÓMICA", "comments": "No explica bien, la clase es super aburridisima. Sabe del tema pero no sabe enseñar. Exámenes difíciles. No lo recomiendo."}, {"fecha": "25/Jun/2016", "score_general": "6.0", "score_facilidad": "6.0", "materia": "Costos en ingeniería Económica", "comments": "Califica Duro, Muchas tareas, Asistencia obligatoriaLos primeros dos meses sentirás que no haces nada, se la pasara hablando de temas de empresas y cosas así, pedirá varias tareas y series, no verás casi nada de la parte de costos, ya que se enfocó completamente en la ingeniera económica, también importa la asistencia a clase y hace exámenes difícile"}, {"fecha": "21/Ene/2016", "score_general": "6.0", "score_facilidad": "10.0", "materia": "Costos e Ingeniería Económica", "comments": "Los primeros dos meses sentirás que no haces nada, se la pasara hablando de temas de empresas y cosas así, pedirá varias tareas y series, no verás casi nada de la parte de costos, ya que se enfocó completamente en la ingeniera económica, también importa la asistencia a clase y hace exámenes difícile"}]