[{"fecha": "03/Dic/2022", "score_general": "5.0", "score_facilidad": "10.0", "materia": "Diplomado BD", "comments": "La Participación Importa, Las clases son largas, Brinda apoyoLa profesora no sabe absolutamente nada de bases de datos, únicamente lee los pdf y los programas los escribe como receta de cocina. Si bases quieres aprender , con Campos debes meter. (Aplica para las materias de la facultad)."}, {"fecha": "02/Ago/2022", "score_general": "5.0", "score_facilidad": "4.0", "materia": "ESTADISTCA", "comments": "Muchas tareas, La Participación Importa, Muchos ExámenesLa profesora no sabe absolutamente nada de bases de datos, únicamente lee los pdf y los programas los escribe como receta de cocina. Si bases quieres aprender , con Campos debes meter. (Aplica para las materias de la facultad)."}, {"fecha": "14/Jun/2022", "score_general": "8.0", "score_facilidad": "8.0", "materia": "Bases de datos Avanzadas", "comments": "La Participación Importa, Las clases son largas, Brinda apoyoLa profesora no sabe absolutamente nada de bases de datos, únicamente lee los pdf y los programas los escribe como receta de cocina. Si bases quieres aprender , con Campos debes meter. (Aplica para las materias de la facultad)."}, {"fecha": "10/Jun/2022", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Probabilidad", "comments": "Da buena retroalimentación, Inspiracional, Brinda apoyoLa profesora no sabe absolutamente nada de bases de datos, únicamente lee los pdf y los programas los escribe como receta de cocina. Si bases quieres aprender , con Campos debes meter. (Aplica para las materias de la facultad)."}, {"fecha": "04/Feb/2022", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Probabilidad", "comments": "Da buena retroalimentación, Muchas tareas, Brinda apoyoLa profesora no sabe absolutamente nada de bases de datos, únicamente lee los pdf y los programas los escribe como receta de cocina. Si bases quieres aprender , con Campos debes meter. (Aplica para las materias de la facultad)."}, {"fecha": "24/Ago/2021", "score_general": "8.0", "score_facilidad": "8.0", "materia": "Probabilidad", "comments": "La Participación Importa, Pocos Exámenes, Brinda apoyoEn zoomestre es un poco aburrida su clase porque su voz es muy tranquila, sin embargo da bien el temario, no es complicado pasar con ella, sus examenes son muy cortos y nivel clase, sus tareas importan, pasa lista en examenes nada mas."}, {"fecha": "21/Ago/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Probabilidad", "comments": "Da Crédito Extra, Brinda apoyo, Tomaría su clase otra vezEn zoomestre es un poco aburrida su clase porque su voz es muy tranquila, sin embargo da bien el temario, no es complicado pasar con ella, sus examenes son muy cortos y nivel clase, sus tareas importan, pasa lista en examenes nada mas."}, {"fecha": "16/Feb/2021", "score_general": "7.0", "score_facilidad": "8.0", "materia": "---", "comments": "Barco, Muy cómicoEn zoomestre es un poco aburrida su clase porque su voz es muy tranquila, sin embargo da bien el temario, no es complicado pasar con ella, sus examenes son muy cortos y nivel clase, sus tareas importan, pasa lista en examenes nada mas."}, {"fecha": "22/Sep/2020", "score_general": "7.0", "score_facilidad": "10.0", "materia": "Algebra", "comments": "BarcoEn zoomestre es un poco aburrida su clase porque su voz es muy tranquila, sin embargo da bien el temario, no es complicado pasar con ella, sus examenes son muy cortos y nivel clase, sus tareas importan, pasa lista en examenes nada mas."}, {"fecha": "18/Ene/2019", "score_general": "8.0", "score_facilidad": "10.0", "materia": "Bases de Datos Avanzadas", "comments": "Barco, La Participación ImportaEn zoomestre es un poco aburrida su clase porque su voz es muy tranquila, sin embargo da bien el temario, no es complicado pasar con ella, sus examenes son muy cortos y nivel clase, sus tareas importan, pasa lista en examenes nada mas."}, {"fecha": "06/Ago/2018", "score_general": "7.0", "score_facilidad": "8.0", "materia": "Probabilidad y Estadistica", "comments": "Muchas tareas, La Participación Importa, Tomaría su clase otra vezSi te toca en la mañana probablemente llegue tarde en varias ocasiones. Es una profesora respetuosa que valora mucho si asistes, participas  y muestras interés por la clase. Pon mucha atención en sus diapositivas, pues los exámenes están basados en ellas.  Entrega todas las tareas y pasaras."}, {"fecha": "04/Abr/2018", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Base de datos", "comments": "La Participación Importa, Clases excelentes, Tomaría su clase otra vezSi te toca en la mañana probablemente llegue tarde en varias ocasiones. Es una profesora respetuosa que valora mucho si asistes, participas  y muestras interés por la clase. Pon mucha atención en sus diapositivas, pues los exámenes están basados en ellas.  Entrega todas las tareas y pasaras."}, {"fecha": "01/Ene/2018", "score_general": "7.0", "score_facilidad": "8.0", "materia": "Probabilidad y Estadística", "comments": "Muchas tareas, La Participación ImportaSi te toca en la mañana probablemente llegue tarde en varias ocasiones. Es una profesora respetuosa que valora mucho si asistes, participas  y muestras interés por la clase. Pon mucha atención en sus diapositivas, pues los exámenes están basados en ellas.  Entrega todas las tareas y pasaras."}, {"fecha": "04/Ago/2017", "score_general": "2.0", "score_facilidad": "2.0", "materia": "---", "comments": "Califica DuroSi te toca en la mañana probablemente llegue tarde en varias ocasiones. Es una profesora respetuosa que valora mucho si asistes, participas  y muestras interés por la clase. Pon mucha atención en sus diapositivas, pues los exámenes están basados en ellas.  Entrega todas las tareas y pasaras."}, {"fecha": "15/Jul/2016", "score_general": "2.0", "score_facilidad": "6.0", "materia": "bases de datos avanzadas", "comments": "Si te toca en la mañana probablemente llegue tarde en varias ocasiones. Es una profesora respetuosa que valora mucho si asistes, participas  y muestras interés por la clase. Pon mucha atención en sus diapositivas, pues los exámenes están basados en ellas.  Entrega todas las tareas y pasaras."}, {"fecha": "09/Oct/2011", "score_general": "9.0", "score_facilidad": "6.0", "materia": "---", "comments": "[Comentario esperando revisión]"}, {"fecha": "13/Jul/2011", "score_general": "4.0", "score_facilidad": "8.0", "materia": "Bases, Bases Avanzadas, Minería y Depósitos de Datos", "comments": "[Comentario esperando revisión]"}, {"fecha": "27/Dic/2010", "score_general": "10.0", "score_facilidad": "6.0", "materia": "BD", "comments": "[Comentario esperando revisión]"}, {"fecha": "19/May/2010", "score_general": "3.0", "score_facilidad": "6.0", "materia": "base de datos avanzadas", "comments": "[Comentario esperando revisión]"}, {"fecha": "13/Mar/2010", "score_general": "7.0", "score_facilidad": "10.0", "materia": "Deposito de Datos", "comments": "[Comentario esperando revisión]"}, {"fecha": "17/Feb/2010", "score_general": "6.0", "score_facilidad": "10.0", "materia": "Deposito de Datos", "comments": ""}, {"fecha": "23/Nov/2009", "score_general": "6.0", "score_facilidad": "4.0", "materia": "Depósitos de Datos", "comments": ""}]