[{"fecha": "08/Feb/2023", "score_general": "8.0", "score_facilidad": "8.0", "materia": "Procedimientos Constructivos de Elementos Estructurales", "comments": "Asistencia obligatoria, Aspectos de calificación claros, Tomaría su clase otra vezNo es difícil sacar buena calificación con él. Tomando nota en su clase se pasan fácil los exámenes. Las tareas al final si toman buena importancia, son obligatorias para presentar el final junto con la asistencia. Deja un proyecto final un poco largo pero no es complicado si se hace con tiempo."}, {"fecha": "26/Ago/2021", "score_general": "6.0", "score_facilidad": "6.0", "materia": "Procedimientos constructivos de elementops de estructur", "comments": "Califica Duro, Muchas tareas, Deja trabajos largosNo es difícil sacar buena calificación con él. Tomando nota en su clase se pasan fácil los exámenes. Las tareas al final si toman buena importancia, son obligatorias para presentar el final junto con la asistencia. Deja un proyecto final un poco largo pero no es complicado si se hace con tiempo."}, {"fecha": "20/Mar/2021", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Recursos de la construccion", "comments": "Muchas tareas, Las clases son largas, Pocos ExámenesNo es difícil sacar buena calificación con él. Tomando nota en su clase se pasan fácil los exámenes. Las tareas al final si toman buena importancia, son obligatorias para presentar el final junto con la asistencia. Deja un proyecto final un poco largo pero no es complicado si se hace con tiempo."}, {"fecha": "15/Feb/2021", "score_general": "6.0", "score_facilidad": "8.0", "materia": "Recursos de la construccion", "comments": "Califica Duro, Muchas tareas, Deja trabajos largosNo es difícil sacar buena calificación con él. Tomando nota en su clase se pasan fácil los exámenes. Las tareas al final si toman buena importancia, son obligatorias para presentar el final junto con la asistencia. Deja un proyecto final un poco largo pero no es complicado si se hace con tiempo."}, {"fecha": "14/Feb/2021", "score_general": "4.0", "score_facilidad": "6.0", "materia": "Recursos de la construcción", "comments": "Las clases son largas, Deja trabajos largosNo es difícil sacar buena calificación con él. Tomando nota en su clase se pasan fácil los exámenes. Las tareas al final si toman buena importancia, son obligatorias para presentar el final junto con la asistencia. Deja un proyecto final un poco largo pero no es complicado si se hace con tiempo."}, {"fecha": "05/Sep/2020", "score_general": "8.0", "score_facilidad": "6.0", "materia": "Recursos de la Construcción", "comments": "Muchas tareas, Aspectos de calificación claros, Deja trabajos largosNo se te olvide firmar todas las hojas de tu tarea.\r\nTus trabajos tienen que  ser impecables."}, {"fecha": "02/Sep/2020", "score_general": "5.0", "score_facilidad": "6.0", "materia": "Procedimientos", "comments": "Califica Duro, Deja trabajos largosNo se te olvide firmar todas las hojas de tu tarea.\r\nTus trabajos tienen que  ser impecables."}, {"fecha": "31/Ago/2020", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Recursos de la construcción", "comments": "Asistencia obligatoria, Las clases son largasNo se te olvide firmar todas las hojas de tu tarea.\r\nTus trabajos tienen que  ser impecables."}, {"fecha": "20/Ene/2020", "score_general": "6.0", "score_facilidad": "6.0", "materia": "Recursos de la Construcción", "comments": "Deja trabajos largos, Los exámenes son difícilesNo se te olvide firmar todas las hojas de tu tarea.\r\nTus trabajos tienen que  ser impecables."}, {"fecha": "19/Ene/2020", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Recursos de la Construcción", "comments": "Da buena retroalimentación, Los exámenes son difíciles, Tomaría su clase otra vezNo se te olvide firmar todas las hojas de tu tarea.\r\nTus trabajos tienen que  ser impecables."}, {"fecha": "12/Ene/2020", "score_general": "4.0", "score_facilidad": "6.0", "materia": "Recursos de la construcción", "comments": "Muchas tareas, Asistencia obligatoria, Las clases son largasLa verdad por lo que he escuchado no hay un buen profesor en esta clase, diria que a mi me perjudicó por opinar algo que no le gustó de la clase, aunque la verdad tampoco es que me haya esforzado mucho."}, {"fecha": "11/Ene/2020", "score_general": "7.0", "score_facilidad": "8.0", "materia": "Recursos de la Construcción", "comments": "Pocos Exámenes, Aspectos de calificación claros, Muchos proyectos grupalesLa verdad por lo que he escuchado no hay un buen profesor en esta clase, diria que a mi me perjudicó por opinar algo que no le gustó de la clase, aunque la verdad tampoco es que me haya esforzado mucho."}, {"fecha": "12/Dic/2019", "score_general": "6.0", "score_facilidad": "8.0", "materia": "Recursos de la construccion", "comments": "Aspectos de calificación clarosLa verdad por lo que he escuchado no hay un buen profesor en esta clase, diria que a mi me perjudicó por opinar algo que no le gustó de la clase, aunque la verdad tampoco es que me haya esforzado mucho."}]