[{"fecha": "09/Feb/2023", "score_general": "4.0", "score_facilidad": "2.0", "materia": "Redes", "comments": "Muchas tareas, Las clases son largas, Muchos ExámenesLa peor Profesora para esta clase."}, {"fecha": "05/Feb/2023", "score_general": "7.0", "score_facilidad": "4.0", "materia": "Redes de Datos Seguras", "comments": "Califica Duro, Muchas tareas, Los exámenes son difícilesLa peor Profesora para esta clase."}, {"fecha": "25/Ene/2023", "score_general": "5.0", "score_facilidad": "2.0", "materia": "Redes de Datos Seguras", "comments": "Califica Duro, Muchos Exámenes, Los exámenes son difícilesLa peor Profesora para esta clase."}, {"fecha": "24/Ene/2023", "score_general": "8.0", "score_facilidad": "2.0", "materia": "Redes de datos seguras", "comments": "Califica Duro, Muchas tareas, La Participación ImportaLa peor Profesora para esta clase."}, {"fecha": "21/Ene/2023", "score_general": "10.0", "score_facilidad": "4.0", "materia": "Redes de Datos Seguras", "comments": "Califica Duro, Muchas tareas, Clases excelentesLa peor Profesora para esta clase."}, {"fecha": "17/Ene/2023", "score_general": "6.0", "score_facilidad": "4.0", "materia": "RDS", "comments": "Califica Duro, Muchas tareas, Deja trabajos largosSolo recomendable si realmente te interesan las redes. La carga de trabajo es excesiva (muchas, muchas tareas largas) y los exámenes no son nada sencillos (aunque son de opción múltiple en su mayor parte). Lo bueno es que la profesora da una excelente clase e incluso se detiene a resolver tus dudas."}, {"fecha": "10/Dic/2021", "score_general": "9.0", "score_facilidad": "6.0", "materia": "Redes de Datos Seguras", "comments": "Muchas tareas, La Participación Importa, Los exámenes son difícilesSolo recomendable si realmente te interesan las redes. La carga de trabajo es excesiva (muchas, muchas tareas largas) y los exámenes no son nada sencillos (aunque son de opción múltiple en su mayor parte). Lo bueno es que la profesora da una excelente clase e incluso se detiene a resolver tus dudas."}, {"fecha": "14/Oct/2021", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Redes de datos seguras", "comments": "Da buena retroalimentación, Muchas tareas, Tomaría su clase otra vezSolo recomendable si realmente te interesan las redes. La carga de trabajo es excesiva (muchas, muchas tareas largas) y los exámenes no son nada sencillos (aunque son de opción múltiple en su mayor parte). Lo bueno es que la profesora da una excelente clase e incluso se detiene a resolver tus dudas."}, {"fecha": "02/Sep/2021", "score_general": "6.0", "score_facilidad": "4.0", "materia": "Redes de datos", "comments": "Califica Duro, Muchos Exámenes, Los exámenes son difícilesSolo recomendable si realmente te interesan las redes. La carga de trabajo es excesiva (muchas, muchas tareas largas) y los exámenes no son nada sencillos (aunque son de opción múltiple en su mayor parte). Lo bueno es que la profesora da una excelente clase e incluso se detiene a resolver tus dudas."}, {"fecha": "31/Ago/2021", "score_general": "8.0", "score_facilidad": "6.0", "materia": "Redes de datos seguras", "comments": "Da buena retroalimentación, Respetado por los estudiantes, Los exámenes son difícilesSolo recomendable si realmente te interesan las redes. La carga de trabajo es excesiva (muchas, muchas tareas largas) y los exámenes no son nada sencillos (aunque son de opción múltiple en su mayor parte). Lo bueno es que la profesora da una excelente clase e incluso se detiene a resolver tus dudas."}, {"fecha": "24/Ago/2021", "score_general": "7.0", "score_facilidad": "4.0", "materia": "Seguridad Informática Básica", "comments": "Califica Duro, Las clases son largas, Muchos proyectos grupalesEs buena profesora, procura que entiendas los temas, deja muchas tareas, lecturas de noticias y proyectos en equipo. Este semestre a pesar que hubo muchas complicaciones no se puso accesible y dejo muchisimas cosas, sus clases se volvieron aburridas y muchos se dieron de baja de la materia. *"}, {"fecha": "11/Feb/2021", "score_general": "8.0", "score_facilidad": "6.0", "materia": "Redes de Datos Seguras", "comments": "Califica Duro, Muchas tareas, Asistencia obligatoriaEs buena profesora, procura que entiendas los temas, deja muchas tareas, lecturas de noticias y proyectos en equipo. Este semestre a pesar que hubo muchas complicaciones no se puso accesible y dejo muchisimas cosas, sus clases se volvieron aburridas y muchos se dieron de baja de la materia. *"}, {"fecha": "16/Jul/2020", "score_general": "10.0", "score_facilidad": "10.0", "materia": "---", "comments": "Barco, Hace exámenes sorpresa, Los exámenes son difícilesEs buena profesora, procura que entiendas los temas, deja muchas tareas, lecturas de noticias y proyectos en equipo. Este semestre a pesar que hubo muchas complicaciones no se puso accesible y dejo muchisimas cosas, sus clases se volvieron aburridas y muchos se dieron de baja de la materia. *"}, {"fecha": "25/Jun/2020", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Redes de datos seguras", "comments": "Muchas tareas, Clases excelentes, Tomaría su clase otra vezEs buena profesora, procura que entiendas los temas, deja muchas tareas, lecturas de noticias y proyectos en equipo. Este semestre a pesar que hubo muchas complicaciones no se puso accesible y dejo muchisimas cosas, sus clases se volvieron aburridas y muchos se dieron de baja de la materia. *"}]