[{"fecha": "07/Feb/2023", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Bases de datos teoria y lab", "comments": "Califica Duro, Barco, Da Crédito ExtraDeja grandes conocimientos, es una gran persona, muy flexible, entiende que somos generación pandemia (resago conociminto). Siempre presta atención, has apuntes y mantén tu base siempre a la par de la prof, Las dudas la resuelve. No copien examn, dja usar formlario y laptop. Metela en lab y teor."}, {"fecha": "02/Feb/2023", "score_general": "5.0", "score_facilidad": "6.0", "materia": "Bases de Datos", "comments": "Muchas tareas, Deja trabajos largosDeja grandes conocimientos, es una gran persona, muy flexible, entiende que somos generación pandemia (resago conociminto). Siempre presta atención, has apuntes y mantén tu base siempre a la par de la prof, Las dudas la resuelve. No copien examn, dja usar formlario y laptop. Metela en lab y teor."}, {"fecha": "14/Ago/2022", "score_general": "7.0", "score_facilidad": "4.0", "materia": "Lab de Bases de Datos", "comments": "Muchas tareas, Inspiracional, Clases excelentesDeja grandes conocimientos, es una gran persona, muy flexible, entiende que somos generación pandemia (resago conociminto). Siempre presta atención, has apuntes y mantén tu base siempre a la par de la prof, Las dudas la resuelve. No copien examn, dja usar formlario y laptop. Metela en lab y teor."}, {"fecha": "18/Jun/2022", "score_general": "10.0", "score_facilidad": "6.0", "materia": "BASES DE DATOS", "comments": "Da buena retroalimentación, La Participación Importa, Tomaría su clase otra vezDeja grandes conocimientos, es una gran persona, muy flexible, entiende que somos generación pandemia (resago conociminto). Siempre presta atención, has apuntes y mantén tu base siempre a la par de la prof, Las dudas la resuelve. No copien examn, dja usar formlario y laptop. Metela en lab y teor."}, {"fecha": "08/Jun/2022", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Bases de Datos", "comments": "Muchas tareas, La Participación Importa, Deja trabajos largosDeja grandes conocimientos, es una gran persona, muy flexible, entiende que somos generación pandemia (resago conociminto). Siempre presta atención, has apuntes y mantén tu base siempre a la par de la prof, Las dudas la resuelve. No copien examn, dja usar formlario y laptop. Metela en lab y teor."}, {"fecha": "01/Jun/2022", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Base de datos", "comments": "Muchas tareas, Asistencia obligatoria, Los exámenes son difícilesLa mejor profesora que he tenido desde que inició la carrera, sabe mucho, muy buena persona. Deja mucho trabajo, exámenes largos, debes tener una gran habilidad de la materia para contestarlos completos y rápido. Viene todo lo que enseña, proyecto muy largo también, pero nada imposible.  Recomendada"}, {"fecha": "29/Ene/2022", "score_general": "6.0", "score_facilidad": "4.0", "materia": "Teoría base de datos", "comments": "Asistencia obligatoria, Las clases son largas, Los exámenes son difícilesLa mejor profesora que he tenido desde que inició la carrera, sabe mucho, muy buena persona. Deja mucho trabajo, exámenes largos, debes tener una gran habilidad de la materia para contestarlos completos y rápido. Viene todo lo que enseña, proyecto muy largo también, pero nada imposible.  Recomendada"}, {"fecha": "25/Ene/2022", "score_general": "8.0", "score_facilidad": "6.0", "materia": "Bases de datos/Lab-Teoria", "comments": "Califica Duro, Muchas tareas, La Participación ImportaLa mejor profesora que he tenido desde que inició la carrera, sabe mucho, muy buena persona. Deja mucho trabajo, exámenes largos, debes tener una gran habilidad de la materia para contestarlos completos y rápido. Viene todo lo que enseña, proyecto muy largo también, pero nada imposible.  Recomendada"}, {"fecha": "08/Dic/2021", "score_general": "4.0", "score_facilidad": "2.0", "materia": "Base de Datos", "comments": "Califica Duro, Muchos Exámenes, Los exámenes son difícilesLa mejor profesora que he tenido desde que inició la carrera, sabe mucho, muy buena persona. Deja mucho trabajo, exámenes largos, debes tener una gran habilidad de la materia para contestarlos completos y rápido. Viene todo lo que enseña, proyecto muy largo también, pero nada imposible.  Recomendada"}, {"fecha": "18/Ago/2021", "score_general": "9.0", "score_facilidad": "4.0", "materia": "Bases de Datos Teoría / Lab", "comments": "Da buena retroalimentación, Muchas tareas, Los exámenes son difícilesLa mejor profesora que he tenido desde que inició la carrera, sabe mucho, muy buena persona. Deja mucho trabajo, exámenes largos, debes tener una gran habilidad de la materia para contestarlos completos y rápido. Viene todo lo que enseña, proyecto muy largo también, pero nada imposible.  Recomendada"}, {"fecha": "20/Feb/2021", "score_general": "7.0", "score_facilidad": "6.0", "materia": "Bases de datos Teoría y laboratorio", "comments": "Da buena retroalimentación, La Participación Importa, Los exámenes son difícilesNo es barco no regala calificación, enseña bien los ejercicios para hacer las bases de datos no me gustaron hay más adecuados en libros"}, {"fecha": "19/Feb/2021", "score_general": "8.0", "score_facilidad": "8.0", "materia": "Bases de Datos", "comments": "Da buena retroalimentación, Las clases son largas, Deja trabajos largosNo es barco no regala calificación, enseña bien los ejercicios para hacer las bases de datos no me gustaron hay más adecuados en libros"}, {"fecha": "06/Sep/2020", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Bases de datos", "comments": "Da buena retroalimentación, Brinda apoyo, Clases excelentesNo es barco no regala calificación, enseña bien los ejercicios para hacer las bases de datos no me gustaron hay más adecuados en libros"}, {"fecha": "04/Sep/2020", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Bases de datos", "comments": "Califica Duro, Muchas tareas, Brinda apoyoNo es barco no regala calificación, enseña bien los ejercicios para hacer las bases de datos no me gustaron hay más adecuados en libros"}, {"fecha": "26/Ago/2020", "score_general": "8.0", "score_facilidad": "4.0", "materia": "BASE DE DATOS", "comments": "Da buena retroalimentación, La Participación Importa, Las clases son largasNo es barco no regala calificación, enseña bien los ejercicios para hacer las bases de datos no me gustaron hay más adecuados en libros"}, {"fecha": "26/Jun/2020", "score_general": "5.0", "score_facilidad": "6.0", "materia": "Bases de datos", "comments": "Barco, Asistencia obligatoria, Las clases son largasDa clases  muy tediosas, sinceramente aprendí mas por mi cuenta, esta bien solo para recurse, tiene actitud de barco aunque a veces injusta al calificar,  deja bastante tarea entre semana."}, {"fecha": "12/Feb/2020", "score_general": "9.0", "score_facilidad": "10.0", "materia": "Bases de Datos", "comments": "Clases excelentesDa clases  muy tediosas, sinceramente aprendí mas por mi cuenta, esta bien solo para recurse, tiene actitud de barco aunque a veces injusta al calificar,  deja bastante tarea entre semana."}, {"fecha": "27/Ene/2020", "score_general": "6.0", "score_facilidad": "6.0", "materia": "Bases de datos", "comments": "Da clases  muy tediosas, sinceramente aprendí mas por mi cuenta, esta bien solo para recurse, tiene actitud de barco aunque a veces injusta al calificar,  deja bastante tarea entre semana."}]