[{"fecha": "19/May/2023", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Introducción a la Economía", "comments": "Muy cómico, Brinda apoyo, Tomaría su clase otra vezGran profesor, sin duda para la materia es el mejor, el la llama Economía en Frijolitos, y con los ejemplos que te da te queda mas que claro los conceptos"}, {"fecha": "09/Feb/2023", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Economía (en frijolitos)", "comments": "Muy cómico, Da buena retroalimentación, La Participación ImportaGran profesor, sin duda para la materia es el mejor, el la llama Economía en Frijolitos, y con los ejemplos que te da te queda mas que claro los conceptos"}, {"fecha": "08/Feb/2023", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Introducción a la economía", "comments": "Muy cómico, Inspiracional, Pocos ExámenesGran profesor, sin duda para la materia es el mejor, el la llama Economía en Frijolitos, y con los ejemplos que te da te queda mas que claro los conceptos"}, {"fecha": "29/Ene/2023", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Introducción a la Economía", "comments": "Muy cómico, Respetado por los estudiantes, Pocos ExámenesGran profesor, sin duda para la materia es el mejor, el la llama Economía en Frijolitos, y con los ejemplos que te da te queda mas que claro los conceptos"}, {"fecha": "24/Ene/2023", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Introducción a la economía", "comments": "Muy cómico, Respetado por los estudiantes, Clases excelentesGran profesor, sin duda para la materia es el mejor, el la llama Economía en Frijolitos, y con los ejemplos que te da te queda mas que claro los conceptos"}, {"fecha": "24/Ene/2023", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Introducción a la economía", "comments": "Califica Duro, Muy cómico, Clases excelentesSus clases son bastante amenas y no deja tareas más que una sola exposición. Solo hay dos exámenes bastante justos con lo que enseña en clase. Basta con entrar a clase y poner atención para poder pasar (la asistencia no es obligatoria). Solo se enoja si no le puedes decir que se vio la clase pasada."}, {"fecha": "06/Jun/2022", "score_general": "10.0", "score_facilidad": "4.0", "materia": "Introducción a la economía", "comments": "Califica Duro, Muchos Exámenes, Tomaría su clase otra vezSus clases son bastante amenas y no deja tareas más que una sola exposición. Solo hay dos exámenes bastante justos con lo que enseña en clase. Basta con entrar a clase y poner atención para poder pasar (la asistencia no es obligatoria). Solo se enoja si no le puedes decir que se vio la clase pasada."}, {"fecha": "31/May/2022", "score_general": "9.0", "score_facilidad": "4.0", "materia": "introduccion a la economia", "comments": "Muy cómico, Clases excelentes, Los exámenes son difícilesSus clases son bastante amenas y no deja tareas más que una sola exposición. Solo hay dos exámenes bastante justos con lo que enseña en clase. Basta con entrar a clase y poner atención para poder pasar (la asistencia no es obligatoria). Solo se enoja si no le puedes decir que se vio la clase pasada."}, {"fecha": "18/Ene/2022", "score_general": "4.0", "score_facilidad": "4.0", "materia": "Introducción a la Economía", "comments": "Califica Duro, Las clases son largas, Los exámenes son difícilesSus clases son bastante amenas y no deja tareas más que una sola exposición. Solo hay dos exámenes bastante justos con lo que enseña en clase. Basta con entrar a clase y poner atención para poder pasar (la asistencia no es obligatoria). Solo se enoja si no le puedes decir que se vio la clase pasada."}, {"fecha": "15/Ene/2022", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Introducción a la economía", "comments": "Califica Duro, Muy cómico, Clases excelentesSus clases son bastante amenas y no deja tareas más que una sola exposición. Solo hay dos exámenes bastante justos con lo que enseña en clase. Basta con entrar a clase y poner atención para poder pasar (la asistencia no es obligatoria). Solo se enoja si no le puedes decir que se vio la clase pasada."}, {"fecha": "15/Ene/2022", "score_general": "6.0", "score_facilidad": "4.0", "materia": "---", "comments": "[Comentario esperando revisión]"}, {"fecha": "15/Ene/2022", "score_general": "5.0", "score_facilidad": "8.0", "materia": "Introducción a la economía", "comments": "Prepárate para leer, Pocos Exámenes, Los exámenes son difíciles[Comentario esperando revisión]"}, {"fecha": "11/Ene/2022", "score_general": "6.0", "score_facilidad": "8.0", "materia": "Introducción a la Economía", "comments": "Pocos Exámenes, Clases excelentes[Comentario esperando revisión]"}, {"fecha": "26/Nov/2021", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Introducción a la Economía", "comments": "Inspiracional, Clases excelentes, Tomaría su clase otra vez[Comentario esperando revisión]"}, {"fecha": "26/Nov/2021", "score_general": "6.0", "score_facilidad": "4.0", "materia": "Introducción a la economía", "comments": "La Participación Importa, Los exámenes son difíciles[Comentario esperando revisión]"}, {"fecha": "10/Sep/2021", "score_general": "6.0", "score_facilidad": "2.0", "materia": "Introduccion a la economia", "comments": "Califica Duro, La Participación Importa, Los exámenes son difícilesEn cuestion de conocimientos sabe muchísimo porque es economista, sin embargo, solo evalua con 1 examen final muy complicado, son como 100 preguntas en menos de 40 min. y lo que saques lo sube directo al sistema sin importale si tienes dudas . Si no te interesa mucho la materia no la metas con él."}, {"fecha": "01/Sep/2021", "score_general": "4.0", "score_facilidad": "6.0", "materia": "Introducción a la economía", "comments": "En cuestion de conocimientos sabe muchísimo porque es economista, sin embargo, solo evalua con 1 examen final muy complicado, son como 100 preguntas en menos de 40 min. y lo que saques lo sube directo al sistema sin importale si tienes dudas . Si no te interesa mucho la materia no la metas con él."}, {"fecha": "25/Ago/2021", "score_general": "5.0", "score_facilidad": "4.0", "materia": "Introducción a la Economía", "comments": "Las clases son largas, Pocos Exámenes, Los exámenes son difícilesEn cuestion de conocimientos sabe muchísimo porque es economista, sin embargo, solo evalua con 1 examen final muy complicado, son como 100 preguntas en menos de 40 min. y lo que saques lo sube directo al sistema sin importale si tienes dudas . Si no te interesa mucho la materia no la metas con él."}, {"fecha": "25/Ago/2021", "score_general": "4.0", "score_facilidad": "4.0", "materia": "Introduccion a la Economia", "comments": "La Participación Importa, Los exámenes son difícilesEn cuestion de conocimientos sabe muchísimo porque es economista, sin embargo, solo evalua con 1 examen final muy complicado, son como 100 preguntas en menos de 40 min. y lo que saques lo sube directo al sistema sin importale si tienes dudas . Si no te interesa mucho la materia no la metas con él."}, {"fecha": "24/Ago/2021", "score_general": "8.0", "score_facilidad": "6.0", "materia": "Introducción a la economía", "comments": "Califica Duro, La Participación Importa, Los exámenes son difícilesEn cuestion de conocimientos sabe muchísimo porque es economista, sin embargo, solo evalua con 1 examen final muy complicado, son como 100 preguntas en menos de 40 min. y lo que saques lo sube directo al sistema sin importale si tienes dudas . Si no te interesa mucho la materia no la metas con él."}, {"fecha": "21/Ago/2021", "score_general": "6.0", "score_facilidad": "2.0", "materia": "Introducción a la economía", "comments": "Muy irresponsable con las calificaciones (no las envía previamente a los estudiantes, sino que las sube directo al sistema el último día).  Cambia la rúbrica sin previo aviso. Comete errores al calificar los examenes, pero debido a que ya están en el sistema, no te cambia la calificación. Injusto"}, {"fecha": "20/Feb/2021", "score_general": "7.0", "score_facilidad": "6.0", "materia": "Introducción a la economía", "comments": "Respetado por los estudiantes, Inspiracional, Las clases son largasMuy irresponsable con las calificaciones (no las envía previamente a los estudiantes, sino que las sube directo al sistema el último día).  Cambia la rúbrica sin previo aviso. Comete errores al calificar los examenes, pero debido a que ya están en el sistema, no te cambia la calificación. Injusto"}, {"fecha": "18/Feb/2021", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Introducción a la economía", "comments": "Respetado por los estudiantes, Inspiracional, Tomaría su clase otra vezMuy irresponsable con las calificaciones (no las envía previamente a los estudiantes, sino que las sube directo al sistema el último día).  Cambia la rúbrica sin previo aviso. Comete errores al calificar los examenes, pero debido a que ya están en el sistema, no te cambia la calificación. Injusto"}, {"fecha": "16/Feb/2021", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Introducción a la economía", "comments": "La Participación Importa, Brinda apoyo, Clases excelentesMuy irresponsable con las calificaciones (no las envía previamente a los estudiantes, sino que las sube directo al sistema el último día).  Cambia la rúbrica sin previo aviso. Comete errores al calificar los examenes, pero debido a que ya están en el sistema, no te cambia la calificación. Injusto"}, {"fecha": "15/Feb/2021", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Introducción a la Economía", "comments": "Respetado por los estudiantes, Inspiracional, Clases excelentesMuy irresponsable con las calificaciones (no las envía previamente a los estudiantes, sino que las sube directo al sistema el último día).  Cambia la rúbrica sin previo aviso. Comete errores al calificar los examenes, pero debido a que ya están en el sistema, no te cambia la calificación. Injusto"}, {"fecha": "15/Feb/2021", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Introducción a la economía", "comments": "Da buena retroalimentación, Brinda apoyo, Clases excelentesEste semestre en línea fue muy bueno, las clases son divertidas y nada tediosas, se llegó a atrasar en el temario por lo que dejó investigar 3 temas de su página, hace 100% examen pero es comprensible, los exámenes no son taaan difíciles y los puedes hacer en equipo sin que se de cuenta jaja"}, {"fecha": "13/Feb/2021", "score_general": "7.0", "score_facilidad": "2.0", "materia": "Introducción a la economía", "comments": "Califica Duro, Pocos ExámenesEste semestre en línea fue muy bueno, las clases son divertidas y nada tediosas, se llegó a atrasar en el temario por lo que dejó investigar 3 temas de su página, hace 100% examen pero es comprensible, los exámenes no son taaan difíciles y los puedes hacer en equipo sin que se de cuenta jaja"}, {"fecha": "13/Feb/2021", "score_general": "7.0", "score_facilidad": "6.0", "materia": "Introducción a la economía", "comments": "Califica Duro, Muy cómico, Da buena retroalimentaciónEste semestre en línea fue muy bueno, las clases son divertidas y nada tediosas, se llegó a atrasar en el temario por lo que dejó investigar 3 temas de su página, hace 100% examen pero es comprensible, los exámenes no son taaan difíciles y los puedes hacer en equipo sin que se de cuenta jaja"}, {"fecha": "11/Feb/2021", "score_general": "9.0", "score_facilidad": "6.0", "materia": "Introducción a la Economía", "comments": "Prepárate para leer, La Participación Importa, Los exámenes son difícilesEste semestre en línea fue muy bueno, las clases son divertidas y nada tediosas, se llegó a atrasar en el temario por lo que dejó investigar 3 temas de su página, hace 100% examen pero es comprensible, los exámenes no son taaan difíciles y los puedes hacer en equipo sin que se de cuenta jaja"}, {"fecha": "13/Jul/2020", "score_general": "9.0", "score_facilidad": "6.0", "materia": "Introducción a la economía", "comments": "Este semestre en línea fue muy bueno, las clases son divertidas y nada tediosas, se llegó a atrasar en el temario por lo que dejó investigar 3 temas de su página, hace 100% examen pero es comprensible, los exámenes no son taaan difíciles y los puedes hacer en equipo sin que se de cuenta jaja"}, {"fecha": "26/May/2020", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Introducción a la Economía", "comments": "Muy cómico, Respetado por los estudiantes, Clases excelentesUn viejo muy sabio. Nunca lo olvidaré"}, {"fecha": "11/Feb/2020", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Introducción a la economia", "comments": "Inspiracional, Clases excelentes, Tomaría su clase otra vezUn viejo muy sabio. Nunca lo olvidaré"}, {"fecha": "12/Ene/2020", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Introducción a la economía", "comments": "Califica Duro, Muy cómico, Da buena retroalimentaciónUn viejo muy sabio. Nunca lo olvidaré"}, {"fecha": "30/Nov/2019", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Introducción a la economia", "comments": "Muy cómico, Da buena retroalimentación, InspiracionalUn viejo muy sabio. Nunca lo olvidaré"}, {"fecha": "14/Nov/2019", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Introducción a la economía", "comments": "Califica Duro, Muy cómico, Respetado por los estudiantesUn viejo muy sabio. Nunca lo olvidaré"}, {"fecha": "22/Ene/2019", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Introducción a la economía", "comments": "Lo de que el se pone los comentarios aquí si lo creo, yo lo vi revisando discretemte en clase esta página. A pesar de eso, si tienen razón sus comentarios, aunque ya no hace la cervezada. Muy recomendable su clase"}, {"fecha": "14/Ene/2019", "score_general": "10.0", "score_facilidad": "4.0", "materia": "Introducción a la Economía", "comments": "Lo de que el se pone los comentarios aquí si lo creo, yo lo vi revisando discretemte en clase esta página. A pesar de eso, si tienen razón sus comentarios, aunque ya no hace la cervezada. Muy recomendable su clase"}, {"fecha": "24/Dic/2017", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Introducción a la economía", "comments": "Da buena retroalimentación, Respetado por los estudiantes, Tomaría su clase otra vezLo de que el se pone los comentarios aquí si lo creo, yo lo vi revisando discretemte en clase esta página. A pesar de eso, si tienen razón sus comentarios, aunque ya no hace la cervezada. Muy recomendable su clase"}, {"fecha": "18/Dic/2017", "score_general": "9.0", "score_facilidad": "6.0", "materia": "Introducción a la economía", "comments": "Califica Duro, Barco, Clases excelentesLo de que el se pone los comentarios aquí si lo creo, yo lo vi revisando discretemte en clase esta página. A pesar de eso, si tienen razón sus comentarios, aunque ya no hace la cervezada. Muy recomendable su clase"}, {"fecha": "18/Dic/2017", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Introducción a la economía", "comments": "Respetado por los estudiantes, Clases excelentes, Tomaría su clase otra vezLo de que el se pone los comentarios aquí si lo creo, yo lo vi revisando discretemte en clase esta página. A pesar de eso, si tienen razón sus comentarios, aunque ya no hace la cervezada. Muy recomendable su clase"}, {"fecha": "25/Nov/2016", "score_general": "9.0", "score_facilidad": "6.0", "materia": "Introducción a l economía", "comments": "Muy cómico, Clases excelentes, Tomaría su clase otra vezSin duda es de lo mejor de la facultad, las clases son muy divertidas y realmente aprendes mucho y se te queda bien solido el conocimiento. Sabe la materia y lo que no, lo averiguan juntos con lo aprendido. Te cuestiona de manera proactiva y te hace ser mejor cada vez que vas a su clase. No dudes."}, {"fecha": "27/Jul/2016", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Cultura y comunicación", "comments": "Muy cómico, Respetado por los estudiantes, InspiracionalSin duda es de lo mejor de la facultad, las clases son muy divertidas y realmente aprendes mucho y se te queda bien solido el conocimiento. Sabe la materia y lo que no, lo averiguan juntos con lo aprendido. Te cuestiona de manera proactiva y te hace ser mejor cada vez que vas a su clase. No dudes."}, {"fecha": "03/Jun/2016", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Introducción a la economía", "comments": "Inspiracional, Clases excelentes, Tomaría su clase otra vezSin duda es de lo mejor de la facultad, las clases son muy divertidas y realmente aprendes mucho y se te queda bien solido el conocimiento. Sabe la materia y lo que no, lo averiguan juntos con lo aprendido. Te cuestiona de manera proactiva y te hace ser mejor cada vez que vas a su clase. No dudes."}, {"fecha": "26/Ene/2016", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Introducción Economía", "comments": "Sin duda es de lo mejor de la facultad, las clases son muy divertidas y realmente aprendes mucho y se te queda bien solido el conocimiento. Sabe la materia y lo que no, lo averiguan juntos con lo aprendido. Te cuestiona de manera proactiva y te hace ser mejor cada vez que vas a su clase. No dudes."}, {"fecha": "23/Ene/2016", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Introducción a la economia", "comments": "Sin duda es de lo mejor de la facultad, las clases son muy divertidas y realmente aprendes mucho y se te queda bien solido el conocimiento. Sabe la materia y lo que no, lo averiguan juntos con lo aprendido. Te cuestiona de manera proactiva y te hace ser mejor cada vez que vas a su clase. No dudes."}, {"fecha": "20/Ene/2016", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Introducción a la Economía", "comments": "Si tomas clase con él, saldrás siendo una \"chucha cuerera\" en economía. Al principio parece enojón pero es muy relajado y jamás deja tarea. Sólo debes estudiar de vez en cuando porque siempre pregunta lo de la clase anterior. Nunca me cansaré de recomendarlo."}, {"fecha": "11/Ene/2016", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Economía", "comments": "Si tomas clase con él, saldrás siendo una \"chucha cuerera\" en economía. Al principio parece enojón pero es muy relajado y jamás deja tarea. Sólo debes estudiar de vez en cuando porque siempre pregunta lo de la clase anterior. Nunca me cansaré de recomendarlo."}, {"fecha": "08/Dic/2015", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Introducción a la Economía", "comments": "Si tomas clase con él, saldrás siendo una \"chucha cuerera\" en economía. Al principio parece enojón pero es muy relajado y jamás deja tarea. Sólo debes estudiar de vez en cuando porque siempre pregunta lo de la clase anterior. Nunca me cansaré de recomendarlo."}, {"fecha": "04/Jul/2015", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Introducción a la Economía", "comments": "Si tomas clase con él, saldrás siendo una \"chucha cuerera\" en economía. Al principio parece enojón pero es muy relajado y jamás deja tarea. Sólo debes estudiar de vez en cuando porque siempre pregunta lo de la clase anterior. Nunca me cansaré de recomendarlo."}, {"fecha": "15/Jun/2015", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Introducción a la economía", "comments": "Si tomas clase con él, saldrás siendo una \"chucha cuerera\" en economía. Al principio parece enojón pero es muy relajado y jamás deja tarea. Sólo debes estudiar de vez en cuando porque siempre pregunta lo de la clase anterior. Nunca me cansaré de recomendarlo."}, {"fecha": "14/Jun/2015", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Introducción a la economía", "comments": "Es un profesor que sabe que su materia no es de gran interés para la mayoría, perocon cada clase  logra involucrar a sus alumnos, para nada tediosa y los exámenes son sencillos, además de una exposición, seguro tienes 9. No te confíes."}, {"fecha": "12/Jun/2015", "score_general": "9.0", "score_facilidad": "6.0", "materia": "Introducción a la Economía", "comments": "Es un profesor que sabe que su materia no es de gran interés para la mayoría, perocon cada clase  logra involucrar a sus alumnos, para nada tediosa y los exámenes son sencillos, además de una exposición, seguro tienes 9. No te confíes."}, {"fecha": "29/Ene/2015", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Introduccion a la economía", "comments": "Es un profesor que sabe que su materia no es de gran interés para la mayoría, perocon cada clase  logra involucrar a sus alumnos, para nada tediosa y los exámenes son sencillos, además de una exposición, seguro tienes 9. No te confíes."}, {"fecha": "01/Jul/2014", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Intro a la Economía", "comments": "Es un profesor que sabe que su materia no es de gran interés para la mayoría, perocon cada clase  logra involucrar a sus alumnos, para nada tediosa y los exámenes son sencillos, además de una exposición, seguro tienes 9. No te confíes."}, {"fecha": "31/Ene/2014", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Introducción a la Economía", "comments": "Es un profesor que sabe que su materia no es de gran interés para la mayoría, perocon cada clase  logra involucrar a sus alumnos, para nada tediosa y los exámenes son sencillos, además de una exposición, seguro tienes 9. No te confíes."}, {"fecha": "27/Ene/2014", "score_general": "9.0", "score_facilidad": "6.0", "materia": "Introduccion a la Economia", "comments": "Muy recomendable, excelente profesor"}, {"fecha": "20/Ene/2014", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Introducción a la Eco.", "comments": "Muy recomendable, excelente profesor"}, {"fecha": "05/Dic/2013", "score_general": "7.0", "score_facilidad": "4.0", "materia": "Introducción a la economía", "comments": "Muy recomendable, excelente profesor"}, {"fecha": "08/Ago/2013", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Economia", "comments": "Muy recomendable, excelente profesor"}, {"fecha": "23/Jul/2013", "score_general": "10.0", "score_facilidad": "10.0", "materia": "introduccion a la economia", "comments": "Muy recomendable, excelente profesor"}, {"fecha": "23/Jul/2013", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Introducción a la economia", "comments": "este profe son de las joyas de inge, a pesar de que da una de humanidades. Me encanto su clase, amena, divertida y de vdd que aprendes y comprendes mucho de la economía en general"}, {"fecha": "22/Jul/2013", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Economia", "comments": "este profe son de las joyas de inge, a pesar de que da una de humanidades. Me encanto su clase, amena, divertida y de vdd que aprendes y comprendes mucho de la economía en general"}, {"fecha": "15/May/2013", "score_general": "9.0", "score_facilidad": "8.0", "materia": "int a la economia", "comments": "este profe son de las joyas de inge, a pesar de que da una de humanidades. Me encanto su clase, amena, divertida y de vdd que aprendes y comprendes mucho de la economía en general"}, {"fecha": "15/Feb/2013", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Introducción a la Economia", "comments": "este profe son de las joyas de inge, a pesar de que da una de humanidades. Me encanto su clase, amena, divertida y de vdd que aprendes y comprendes mucho de la economía en general"}]