[{"fecha": "19/Feb/2023", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Contabilidad Financiera y de Costos", "comments": "Inspiracional, Pocos Exámenes, Tomaría su clase otra vezMUY buen profe, aprendes, es relajado y una persona muy noble que no te juzga y genuinamente le interesa tu aprendizaje y tu opinión. 2 examenes en clase con excel y un proyecto final. Si asistes no necesitas nada más para aprender. Debería tener más grupos"}, {"fecha": "13/Jun/2022", "score_general": "9.0", "score_facilidad": "10.0", "materia": "Contabilidad y costos", "comments": "Barco, Da buena retroalimentación, La Participación ImportaMUY buen profe, aprendes, es relajado y una persona muy noble que no te juzga y genuinamente le interesa tu aprendizaje y tu opinión. 2 examenes en clase con excel y un proyecto final. Si asistes no necesitas nada más para aprender. Debería tener más grupos"}, {"fecha": "14/Ene/2022", "score_general": "9.0", "score_facilidad": "10.0", "materia": "Contabilidad financiera y de costos", "comments": "Barco, Da buena retroalimentación, La Participación ImportaMUY buen profe, aprendes, es relajado y una persona muy noble que no te juzga y genuinamente le interesa tu aprendizaje y tu opinión. 2 examenes en clase con excel y un proyecto final. Si asistes no necesitas nada más para aprender. Debería tener más grupos"}, {"fecha": "10/Dic/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Contabilidad Financiera", "comments": "La Participación Importa, Respetado por los estudiantes, InspiracionalMUY buen profe, aprendes, es relajado y una persona muy noble que no te juzga y genuinamente le interesa tu aprendizaje y tu opinión. 2 examenes en clase con excel y un proyecto final. Si asistes no necesitas nada más para aprender. Debería tener más grupos"}, {"fecha": "26/Ago/2021", "score_general": "4.0", "score_facilidad": "2.0", "materia": "CONTABILIDAD FINANCIERA Y DE COSTOS", "comments": "Califica Duro, Da buena retroalimentación, Las clases son largasMUY buen profe, aprendes, es relajado y una persona muy noble que no te juzga y genuinamente le interesa tu aprendizaje y tu opinión. 2 examenes en clase con excel y un proyecto final. Si asistes no necesitas nada más para aprender. Debería tener más grupos"}]