[{"fecha": "23/Ago/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Lab. Teoría Electromagnética", "comments": "Muy buena profesora, es muy claro lo que pide en cada práctica y básicamente la haces en clase. Se toma el tiempo para contar anécdotas laborales muy interesantes."}, {"fecha": "23/Ago/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Lab. Medios de transmisión", "comments": "Barco, La Participación Importa, Las clases son largasMuy buena profesora, es muy claro lo que pide en cada práctica y básicamente la haces en clase. Se toma el tiempo para contar anécdotas laborales muy interesantes."}, {"fecha": "18/Ago/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Sistemas de Comunicacion", "comments": "La Participación Importa, Las clases son largas, Tomaría su clase otra vezMuy buena profesora, es muy claro lo que pide en cada práctica y básicamente la haces en clase. Se toma el tiempo para contar anécdotas laborales muy interesantes."}, {"fecha": "12/Ago/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Lab. Teoría Electromagnética", "comments": "Muy buena profesora, es muy claro lo que pide en cada práctica y básicamente la haces en clase. Se toma el tiempo para contar anécdotas laborales muy interesantes."}, {"fecha": "10/Ago/2021", "score_general": "9.0", "score_facilidad": "10.0", "materia": "Lab. Teoría Electromagnética", "comments": "Inspiracional, Brinda apoyoMuy buena profesora, es muy claro lo que pide en cada práctica y básicamente la haces en clase. Se toma el tiempo para contar anécdotas laborales muy interesantes."}, {"fecha": "12/Feb/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Lab. Teoría Electromagnética", "comments": "Clases excelentesExcelente profesora! Tal vez le falte un poco como profesora porque es nueva,  pero es bastante accesible, sabe mucho de la materia! La recomiendo mucho!"}, {"fecha": "23/Ene/2021", "score_general": "6.0", "score_facilidad": "10.0", "materia": "Lab. Teoria Electromagnetica", "comments": "Da buena retroalimentación, Muchas tareas, Brinda apoyoExcelente profesora! Tal vez le falte un poco como profesora porque es nueva,  pero es bastante accesible, sabe mucho de la materia! La recomiendo mucho!"}, {"fecha": "22/Ene/2019", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Lab. Sistemas de comunicaciones", "comments": "Excelente profesora! Tal vez le falte un poco como profesora porque es nueva,  pero es bastante accesible, sabe mucho de la materia! La recomiendo mucho!"}]