[{"fecha": "18/Ene/2023", "score_general": "8.0", "score_facilidad": "4.0", "materia": "Electricidad y Magnetismo", "comments": "Brinda apoyo, Los exámenes son difícilesLa materia de por si es pesada y los colegiados son muy complicados, siento que pierde mucho tiempo en demostraciones y teoría ya que haces pocos ejercicios en el curso, sin embargo las series te sirven para estudiar y es probable que al final del curso te de puntos extras por resolver ejercicios."}, {"fecha": "29/Jul/2022", "score_general": "9.0", "score_facilidad": "6.0", "materia": "Electricidad y Magnetismo", "comments": "Da buena retroalimentación, Aspectos de calificación clarosLa materia de por si es pesada y los colegiados son muy complicados, siento que pierde mucho tiempo en demostraciones y teoría ya que haces pocos ejercicios en el curso, sin embargo las series te sirven para estudiar y es probable que al final del curso te de puntos extras por resolver ejercicios."}, {"fecha": "24/Oct/2019", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Electricidad y magnetismo", "comments": "Tomaría su clase otra vezLa materia de por si es pesada y los colegiados son muy complicados, siento que pierde mucho tiempo en demostraciones y teoría ya que haces pocos ejercicios en el curso, sin embargo las series te sirven para estudiar y es probable que al final del curso te de puntos extras por resolver ejercicios."}, {"fecha": "01/Dic/2018", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Física experimental", "comments": "La materia de por si es pesada y los colegiados son muy complicados, siento que pierde mucho tiempo en demostraciones y teoría ya que haces pocos ejercicios en el curso, sin embargo las series te sirven para estudiar y es probable que al final del curso te de puntos extras por resolver ejercicios."}, {"fecha": "29/Nov/2018", "score_general": "8.0", "score_facilidad": "8.0", "materia": "Laboratorio de EyM", "comments": "Califica Duro, Da buena retroalimentación, Brinda apoyoLa materia de por si es pesada y los colegiados son muy complicados, siento que pierde mucho tiempo en demostraciones y teoría ya que haces pocos ejercicios en el curso, sin embargo las series te sirven para estudiar y es probable que al final del curso te de puntos extras por resolver ejercicios."}]