[{"fecha": "11/Ene/2023", "score_general": "2.0", "score_facilidad": "2.0", "materia": "laboratorio de dispositivos", "comments": "Califica Duro, Barco, Muchas tareassiendo sinceros este es el claro ejemplo del profesor que cree que nadie merece pasar literal pase la teoria con 9 y este amigo aun entregando todo en tiempo y forma mi trabajo vale menos que un 6 y en general no va a pasar nadie"}, {"fecha": "20/Jun/2022", "score_general": "3.0", "score_facilidad": "2.0", "materia": "Lab. Dispositivos y circuitos electrónicos", "comments": "Califica Duro, Deja trabajos largossiendo sinceros este es el claro ejemplo del profesor que cree que nadie merece pasar literal pase la teoria con 9 y este amigo aun entregando todo en tiempo y forma mi trabajo vale menos que un 6 y en general no va a pasar nadie"}, {"fecha": "31/May/2022", "score_general": "3.0", "score_facilidad": "6.0", "materia": "Lab Dispos", "comments": "Califica Duro, Asistencia obligatoriasiendo sinceros este es el claro ejemplo del profesor que cree que nadie merece pasar literal pase la teoria con 9 y este amigo aun entregando todo en tiempo y forma mi trabajo vale menos que un 6 y en general no va a pasar nadie"}, {"fecha": "01/Jul/2019", "score_general": "4.0", "score_facilidad": "4.0", "materia": "Lab. Dispositivos y CE", "comments": "Califica Durosiendo sinceros este es el claro ejemplo del profesor que cree que nadie merece pasar literal pase la teoria con 9 y este amigo aun entregando todo en tiempo y forma mi trabajo vale menos que un 6 y en general no va a pasar nadie"}, {"fecha": "14/Ene/2019", "score_general": "5.0", "score_facilidad": "6.0", "materia": "Lab de amplificadores", "comments": "Deja trabajos largossiendo sinceros este es el claro ejemplo del profesor que cree que nadie merece pasar literal pase la teoria con 9 y este amigo aun entregando todo en tiempo y forma mi trabajo vale menos que un 6 y en general no va a pasar nadie"}, {"fecha": "09/Jul/2018", "score_general": "4.0", "score_facilidad": "4.0", "materia": "Lab Dispositivos", "comments": "La mayor aspiración en 6 o 7, casi todos a final, esta algo pesado pero no imposible. Cualquier cosita, para atrás"}, {"fecha": "27/Jun/2018", "score_general": "8.0", "score_facilidad": "8.0", "materia": "Lab de dispositivos", "comments": "Tomaría su clase otra vezLa mayor aspiración en 6 o 7, casi todos a final, esta algo pesado pero no imposible. Cualquier cosita, para atrás"}, {"fecha": "09/Ene/2018", "score_general": "4.0", "score_facilidad": "4.0", "materia": "Lab Dispositivos elec", "comments": "Muchas tareas, Asistencia obligatoriaLa mayor aspiración en 6 o 7, casi todos a final, esta algo pesado pero no imposible. Cualquier cosita, para atrás"}]