[{"fecha": "26/Ene/2023", "score_general": "8.0", "score_facilidad": "10.0", "materia": "Cálculo Integral", "comments": "Barco, Muchas tareas, Da Crédito ExtraLa maestra es buena y muy comprensible. Su clase no es aburrida pues te pone a hacer ejercicios en clase y ese tipo de cosas. Se suele equivocar muy seguido en el Pizarro y tienes que estarla corrigiendo. Su curso no es pesado y hasta diría que es algo barco pero aprendes lo básico."}, {"fecha": "02/Ago/2022", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Integral", "comments": "Muchas tareas, Da Crédito Extra, Muchos ExámenesLa maestra es buena y muy comprensible. Su clase no es aburrida pues te pone a hacer ejercicios en clase y ese tipo de cosas. Se suele equivocar muy seguido en el Pizarro y tienes que estarla corrigiendo. Su curso no es pesado y hasta diría que es algo barco pero aprendes lo básico."}, {"fecha": "21/Jul/2022", "score_general": "7.0", "score_facilidad": "4.0", "materia": "Cálculo vectorial", "comments": "Barco, Deja trabajos largosLa maestra es buena y muy comprensible. Su clase no es aburrida pues te pone a hacer ejercicios en clase y ese tipo de cosas. Se suele equivocar muy seguido en el Pizarro y tienes que estarla corrigiendo. Su curso no es pesado y hasta diría que es algo barco pero aprendes lo básico."}, {"fecha": "26/Ene/2022", "score_general": "2.0", "score_facilidad": "4.0", "materia": "Calculo y Geometría Analitica", "comments": "Muchas tareas, Muchos Exámenes, Deja trabajos largosLa maestra es buena y muy comprensible. Su clase no es aburrida pues te pone a hacer ejercicios en clase y ese tipo de cosas. Se suele equivocar muy seguido en el Pizarro y tienes que estarla corrigiendo. Su curso no es pesado y hasta diría que es algo barco pero aprendes lo básico."}, {"fecha": "16/Feb/2021", "score_general": "5.0", "score_facilidad": "6.0", "materia": "Calculo Integral", "comments": "Barco, Muchas tareas, Muchos ExámenesLa maestra es buena y muy comprensible. Su clase no es aburrida pues te pone a hacer ejercicios en clase y ese tipo de cosas. Se suele equivocar muy seguido en el Pizarro y tienes que estarla corrigiendo. Su curso no es pesado y hasta diría que es algo barco pero aprendes lo básico."}, {"fecha": "08/Dic/2020", "score_general": "2.0", "score_facilidad": "4.0", "materia": "Calculo Integral", "comments": "Califica Duro, Muchas tareasEs un asco en Linea, no califica bien los exámenes, no le interesa la situación de los alumnos, te da largas para darte una calificación, puede ver hasta seis temas en una semana y a la siguiente hacerte examen obviamente, las clases las da Khan academy no ella y tiene muy poco profesionalismo."}, {"fecha": "02/Abr/2020", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Calculo Vectorial", "comments": "Respetado por los estudiantes, Brinda apoyo, Clases excelentesEs un asco en Linea, no califica bien los exámenes, no le interesa la situación de los alumnos, te da largas para darte una calificación, puede ver hasta seis temas en una semana y a la siguiente hacerte examen obviamente, las clases las da Khan academy no ella y tiene muy poco profesionalismo."}, {"fecha": "14/Ene/2019", "score_general": "6.0", "score_facilidad": "4.0", "materia": "Cálculo vectorial", "comments": "BarcoEs un asco en Linea, no califica bien los exámenes, no le interesa la situación de los alumnos, te da largas para darte una calificación, puede ver hasta seis temas en una semana y a la siguiente hacerte examen obviamente, las clases las da Khan academy no ella y tiene muy poco profesionalismo."}, {"fecha": "14/Ene/2019", "score_general": "8.0", "score_facilidad": "8.0", "materia": "Vecto", "comments": "Las clases son largasEs un asco en Linea, no califica bien los exámenes, no le interesa la situación de los alumnos, te da largas para darte una calificación, puede ver hasta seis temas en una semana y a la siguiente hacerte examen obviamente, las clases las da Khan academy no ella y tiene muy poco profesionalismo."}, {"fecha": "20/Jun/2018", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Vectorial/Integra", "comments": "Brinda apoyo, Clases excelentes, Tomaría su clase otra vezEs un asco en Linea, no califica bien los exámenes, no le interesa la situación de los alumnos, te da largas para darte una calificación, puede ver hasta seis temas en una semana y a la siguiente hacerte examen obviamente, las clases las da Khan academy no ella y tiene muy poco profesionalismo."}, {"fecha": "27/Jul/2017", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Vecto", "comments": "La Participación Importa, Muchos Exámenes, Brinda apoyoMuy buena. 100% recomendable .. los que dicen que no son porque no hicieron nada y no pasaron por eso"}, {"fecha": "26/Jul/2017", "score_general": "8.0", "score_facilidad": "6.0", "materia": "Cálculo Vectorial", "comments": "La Participación Importa, Asistencia obligatoria, Los exámenes son difícilesMuy buena. 100% recomendable .. los que dicen que no son porque no hicieron nada y no pasaron por eso"}, {"fecha": "26/Jul/2017", "score_general": "4.0", "score_facilidad": "6.0", "materia": "Cálculo vectorial", "comments": "Califica Duro, Muchas tareas, Asistencia obligatoriaMuy buena. 100% recomendable .. los que dicen que no son porque no hicieron nada y no pasaron por eso"}, {"fecha": "06/Feb/2017", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Cálculo Vectorial", "comments": "Muy buena. 100% recomendable .. los que dicen que no son porque no hicieron nada y no pasaron por eso"}, {"fecha": "17/Ene/2017", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Vectorial", "comments": "BarcoMuy buena. 100% recomendable .. los que dicen que no son porque no hicieron nada y no pasaron por eso"}, {"fecha": "24/Nov/2016", "score_general": "9.0", "score_facilidad": "10.0", "materia": "Cálculo Vectorial", "comments": "Barco, Da Crédito Extra, Brinda apoyoEs nueva en la facultad, es buena dentro de lo básico pero la recomiendo más para segunda inscripción, la profesora es linda y brinda mucho apoyo por lo que es fácil pasar con ella. Da un punto extra por asistencia perfecta o por ir al taller de ejercicios."}]