[{"fecha": "08/Feb/2023", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Lab Bases de Datos", "comments": "Brinda apoyo, Clases excelentes, Tomaría su clase otra vezEl profesor es la mejor opción para el Lab, además siempre brinda apoyo y se hace la práctica en cada clase, da tiempo adecuado para cada práctica. Usas PostgreSQL y pgAdmin. Tarda un poco en calificar.  Pasa lista al inicio y si tienes cosas que hacer puedes salir sin ningún problema."}, {"fecha": "18/Jun/2022", "score_general": "10.0", "score_facilidad": "8.0", "materia": "LAB. BASES DE DATOS", "comments": "Asistencia obligatoria, Aspectos de calificación claros, Brinda apoyoEl profesor es la mejor opción para el Lab, además siempre brinda apoyo y se hace la práctica en cada clase, da tiempo adecuado para cada práctica. Usas PostgreSQL y pgAdmin. Tarda un poco en calificar.  Pasa lista al inicio y si tienes cosas que hacer puedes salir sin ningún problema."}, {"fecha": "16/Jun/2022", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Lab Bases de Datos", "comments": "Asistencia obligatoria, Respetado por los estudiantes, Clases excelentesEl profesor es la mejor opción para el Lab, además siempre brinda apoyo y se hace la práctica en cada clase, da tiempo adecuado para cada práctica. Usas PostgreSQL y pgAdmin. Tarda un poco en calificar.  Pasa lista al inicio y si tienes cosas que hacer puedes salir sin ningún problema."}, {"fecha": "15/Jun/2022", "score_general": "8.0", "score_facilidad": "10.0", "materia": "Lab de BDD", "comments": "Barco, Muy cómico, Asistencia obligatoriaEl profesor es la mejor opción para el Lab, además siempre brinda apoyo y se hace la práctica en cada clase, da tiempo adecuado para cada práctica. Usas PostgreSQL y pgAdmin. Tarda un poco en calificar.  Pasa lista al inicio y si tienes cosas que hacer puedes salir sin ningún problema."}, {"fecha": "10/Dic/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Lab bdd", "comments": "Respetado por los estudiantes, Clases excelentes, Tomaría su clase otra vezEl profesor es la mejor opción para el Lab, además siempre brinda apoyo y se hace la práctica en cada clase, da tiempo adecuado para cada práctica. Usas PostgreSQL y pgAdmin. Tarda un poco en calificar.  Pasa lista al inicio y si tienes cosas que hacer puedes salir sin ningún problema."}, {"fecha": "11/Nov/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Lab Bases de Datos", "comments": "Inspiracional, Clases excelentes, Tomaría su clase otra vezPara mi es el mejor profesor, te apoya muchisimo y es muy accesible, además sus clases son muy interesantes. En verdad que gran profesor y persona"}, {"fecha": "26/Oct/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "LAB BD", "comments": "Da buena retroalimentación, Clases excelentes, Tomaría su clase otra vezPara mi es el mejor profesor, te apoya muchisimo y es muy accesible, además sus clases son muy interesantes. En verdad que gran profesor y persona"}, {"fecha": "30/Ago/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "LAB Bases de Datos", "comments": "Respetado por los estudiantes, Inspiracional, Clases excelentesPara mi es el mejor profesor, te apoya muchisimo y es muy accesible, además sus clases son muy interesantes. En verdad que gran profesor y persona"}, {"fecha": "25/Ago/2021", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Lab. Bases de datos", "comments": "Asistencia obligatoria, Brinda apoyo, Clases excelentesPara mi es el mejor profesor, te apoya muchisimo y es muy accesible, además sus clases son muy interesantes. En verdad que gran profesor y persona"}, {"fecha": "08/Feb/2021", "score_general": "9.0", "score_facilidad": "10.0", "materia": "Lab. Bases de Datos", "comments": "Da buena retroalimentación, Brinda apoyo, Deja trabajos largosPara mi es el mejor profesor, te apoya muchisimo y es muy accesible, además sus clases son muy interesantes. En verdad que gran profesor y persona"}, {"fecha": "27/Ene/2020", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Lab Bases de datos", "comments": "Muy cómico, Da buena retroalimentación, Brinda apoyoEl mejor! Buenísima onda, es muy claro, siempre dispuesto a ayudar. Aprovéchenlo para todas las dudas que tengan."}, {"fecha": "23/Ene/2019", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Lab. Bases de Datos", "comments": "Muy cómico, Da buena retroalimentación, Deja trabajos largosEl mejor! Buenísima onda, es muy claro, siempre dispuesto a ayudar. Aprovéchenlo para todas las dudas que tengan."}]