[{"fecha": "13/Feb/2023", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Estructuras Discretas", "comments": "Inspiracional, Da Crédito Extra, Tomaría su clase otra vezEs un profe que te ayuda y resuelve dudas, le interesa que aprendas. Hace ejercicios cada clase que cuentan como participaciones que son décimas extra, en mi semestre dio décimas extra por ir disfrazado el 16 de septiembre y el Día de muertos. Sus exámenes están al nivel de lo visto en clase."}, {"fecha": "07/Feb/2023", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Estructuras Discretas", "comments": "Brinda apoyo, Clases excelentes, Tomaría su clase otra vezEs un profe que te ayuda y resuelve dudas, le interesa que aprendas. Hace ejercicios cada clase que cuentan como participaciones que son décimas extra, en mi semestre dio décimas extra por ir disfrazado el 16 de septiembre y el Día de muertos. Sus exámenes están al nivel de lo visto en clase."}, {"fecha": "02/Feb/2023", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Estructuras Discretas", "comments": "Muy cómico, Muchas tareas, Clases excelentesEs un profe que te ayuda y resuelve dudas, le interesa que aprendas. Hace ejercicios cada clase que cuentan como participaciones que son décimas extra, en mi semestre dio décimas extra por ir disfrazado el 16 de septiembre y el Día de muertos. Sus exámenes están al nivel de lo visto en clase."}, {"fecha": "22/Ene/2023", "score_general": "9.0", "score_facilidad": "10.0", "materia": "Estructuras Discretas", "comments": "Respetado por los estudiantes, Muchos Exámenes, Tomaría su clase otra vezEs un profe que te ayuda y resuelve dudas, le interesa que aprendas. Hace ejercicios cada clase que cuentan como participaciones que son décimas extra, en mi semestre dio décimas extra por ir disfrazado el 16 de septiembre y el Día de muertos. Sus exámenes están al nivel de lo visto en clase."}, {"fecha": "06/Jun/2022", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Estructuras Discretas", "comments": "Es un profe que te ayuda y resuelve dudas, le interesa que aprendas. Hace ejercicios cada clase que cuentan como participaciones que son décimas extra, en mi semestre dio décimas extra por ir disfrazado el 16 de septiembre y el Día de muertos. Sus exámenes están al nivel de lo visto en clase."}, {"fecha": "22/Ago/2021", "score_general": "8.0", "score_facilidad": "8.0", "materia": "Estructuras Discretas", "comments": "Muchas tareas, Aspectos de calificación claros, Muchos proyectos grupales(En linea) Buen profesor, explica muy bien y resuelve dudas. Su primer examen esta regalado, pero el segundo sí esta difícil. Por el paro nos canceló el proyecto web y dejó un cartel super ez. Lo malo de el son sus tiempos, no alcanza a ver varios los temas y nos deja a nosotros exponerlos."}, {"fecha": "17/Feb/2021", "score_general": "7.0", "score_facilidad": "6.0", "materia": "Estructuras Discretas", "comments": "Asistencia obligatoria, Las clases son largas, Deja trabajos largos(En linea) Buen profesor, explica muy bien y resuelve dudas. Su primer examen esta regalado, pero el segundo sí esta difícil. Por el paro nos canceló el proyecto web y dejó un cartel super ez. Lo malo de el son sus tiempos, no alcanza a ver varios los temas y nos deja a nosotros exponerlos."}, {"fecha": "16/Feb/2021", "score_general": "7.0", "score_facilidad": "6.0", "materia": "Estructuras discretas", "comments": "Muchas tareas(En linea) Buen profesor, explica muy bien y resuelve dudas. Su primer examen esta regalado, pero el segundo sí esta difícil. Por el paro nos canceló el proyecto web y dejó un cartel super ez. Lo malo de el son sus tiempos, no alcanza a ver varios los temas y nos deja a nosotros exponerlos."}, {"fecha": "14/Feb/2021", "score_general": "7.0", "score_facilidad": "6.0", "materia": "Estructuras Discretas", "comments": "Muchas tareas, La Participación Importa(En linea) Buen profesor, explica muy bien y resuelve dudas. Su primer examen esta regalado, pero el segundo sí esta difícil. Por el paro nos canceló el proyecto web y dejó un cartel super ez. Lo malo de el son sus tiempos, no alcanza a ver varios los temas y nos deja a nosotros exponerlos."}, {"fecha": "12/Feb/2021", "score_general": "4.0", "score_facilidad": "8.0", "materia": "discretas", "comments": "Califica Duro, Las clases son largas, Deja trabajos largos(En linea) Buen profesor, explica muy bien y resuelve dudas. Su primer examen esta regalado, pero el segundo sí esta difícil. Por el paro nos canceló el proyecto web y dejó un cartel super ez. Lo malo de el son sus tiempos, no alcanza a ver varios los temas y nos deja a nosotros exponerlos."}, {"fecha": "10/Feb/2021", "score_general": "6.0", "score_facilidad": "8.0", "materia": "Estructuras discretas", "comments": "Barco, Muchas tareas, La Participación Importaentre lo que hay es preferible, sus clases son tediosas, su segundo examen fue el complicado los demas fueron bastante sencillos, lo feo es su proyecto final, deja una web (toca ser autodidacta), en general su forma de evaluar es equilibrada,el ultimo tema no lo dio el sino los alumnos (fatal todo)"}, {"fecha": "03/Ene/2021", "score_general": "3.0", "score_facilidad": "4.0", "materia": "discretas", "comments": "Prepárate para leer, La Participación Importa, Muchos proyectos grupalesentre lo que hay es preferible, sus clases son tediosas, su segundo examen fue el complicado los demas fueron bastante sencillos, lo feo es su proyecto final, deja una web (toca ser autodidacta), en general su forma de evaluar es equilibrada,el ultimo tema no lo dio el sino los alumnos (fatal todo)"}, {"fecha": "19/Dic/2020", "score_general": "6.0", "score_facilidad": "2.0", "materia": "discretas", "comments": "entre lo que hay es preferible, sus clases son tediosas, su segundo examen fue el complicado los demas fueron bastante sencillos, lo feo es su proyecto final, deja una web (toca ser autodidacta), en general su forma de evaluar es equilibrada,el ultimo tema no lo dio el sino los alumnos (fatal todo)"}, {"fecha": "19/Jun/2020", "score_general": "7.0", "score_facilidad": "10.0", "materia": "Estructuras Discretas", "comments": "Barco, Da Crédito Extra, Muchos proyectos grupalesentre lo que hay es preferible, sus clases son tediosas, su segundo examen fue el complicado los demas fueron bastante sencillos, lo feo es su proyecto final, deja una web (toca ser autodidacta), en general su forma de evaluar es equilibrada,el ultimo tema no lo dio el sino los alumnos (fatal todo)"}]