[{"fecha": "14/Feb/2023", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Probabilidad", "comments": "Califica Duro, Muy cómico, Clases excelentesUna excelente profesora que le apasiona dar clases, siempre con buena actitud y da mucho apoyo, eso sí los exámenes generalmente son difíciles pero deja hacer reposición si sales bajo."}, {"fecha": "10/Feb/2023", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Probabilidad", "comments": "Muy cómico, Muchas tareas, InspiracionalUna excelente profesora que le apasiona dar clases, siempre con buena actitud y da mucho apoyo, eso sí los exámenes generalmente son difíciles pero deja hacer reposición si sales bajo."}, {"fecha": "07/Feb/2023", "score_general": "6.0", "score_facilidad": "8.0", "materia": "Probabilidad", "comments": "BarcoUna excelente profesora que le apasiona dar clases, siempre con buena actitud y da mucho apoyo, eso sí los exámenes generalmente son difíciles pero deja hacer reposición si sales bajo."}, {"fecha": "28/Ene/2023", "score_general": "9.0", "score_facilidad": "10.0", "materia": "Estadística", "comments": "Da buena retroalimentación, Muchas tareas, Brinda apoyoUna excelente profesora que le apasiona dar clases, siempre con buena actitud y da mucho apoyo, eso sí los exámenes generalmente son difíciles pero deja hacer reposición si sales bajo."}, {"fecha": "18/Ene/2023", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Estadística", "comments": "Muchas tareas, Las clases son largas, Brinda apoyoUna excelente profesora que le apasiona dar clases, siempre con buena actitud y da mucho apoyo, eso sí los exámenes generalmente son difíciles pero deja hacer reposición si sales bajo."}, {"fecha": "20/Ago/2022", "score_general": "3.0", "score_facilidad": "10.0", "materia": "Probabilidad", "comments": "Barco, Muchas tareas, Los exámenes son difícilesNo me gusto su clase"}, {"fecha": "31/Jul/2022", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Estadística", "comments": "Muy cómico, Da Crédito Extra, Pocos ExámenesNo me gusto su clase"}, {"fecha": "21/Jun/2022", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Probablidad", "comments": "Muchas tareas, Da Crédito Extra, Clases excelentesNo me gusto su clase"}, {"fecha": "21/May/2022", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Estadística", "comments": "Muy cómico, Respetado por los estudiantes, Tomaría su clase otra vezNo me gusto su clase"}, {"fecha": "06/Mar/2022", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Probabilidad", "comments": "Muy cómico, Da buena retroalimentación, Pocos ExámenesNo me gusto su clase"}, {"fecha": "15/Feb/2022", "score_general": "7.0", "score_facilidad": "8.0", "materia": "---", "comments": "[Comentario esperando revisión]"}, {"fecha": "10/Feb/2022", "score_general": "9.0", "score_facilidad": "6.0", "materia": "Estadística", "comments": "Da buena retroalimentación, Muchas tareas, Los exámenes son difíciles[Comentario esperando revisión]"}, {"fecha": "27/Ene/2022", "score_general": "8.0", "score_facilidad": "4.0", "materia": "Probabilidad", "comments": "Da buena retroalimentación, Muchas tareas, Aspectos de calificación claros[Comentario esperando revisión]"}, {"fecha": "26/Ene/2022", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Estadística", "comments": "Califica Duro, Da buena retroalimentación, Da Crédito Extra[Comentario esperando revisión]"}, {"fecha": "14/Dic/2021", "score_general": "8.0", "score_facilidad": "8.0", "materia": "Probabilidad", "comments": "Da buena retroalimentación[Comentario esperando revisión]"}, {"fecha": "24/Ago/2021", "score_general": "7.0", "score_facilidad": "6.0", "materia": "Estadistica", "comments": "Las clases son largas, Brinda apoyoNecesitas buenas bases de probabilidad, sus clases ya estan grabadas pero son MUUUY largas, necesitas verlas con mucho tiempo si quieres entender bien, todo es por moodle."}, {"fecha": "20/Ago/2021", "score_general": "7.0", "score_facilidad": "4.0", "materia": "Probabilidad", "comments": "Da buena retroalimentación, Los exámenes son difícilesNecesitas buenas bases de probabilidad, sus clases ya estan grabadas pero son MUUUY largas, necesitas verlas con mucho tiempo si quieres entender bien, todo es por moodle."}, {"fecha": "19/Ago/2021", "score_general": "6.0", "score_facilidad": "6.0", "materia": "Estadística", "comments": "Las clases son largas, Pocos Exámenes, Los exámenes son difícilesNecesitas buenas bases de probabilidad, sus clases ya estan grabadas pero son MUUUY largas, necesitas verlas con mucho tiempo si quieres entender bien, todo es por moodle."}, {"fecha": "11/Feb/2021", "score_general": "4.0", "score_facilidad": "6.0", "materia": "Probabilidad", "comments": "Necesitas buenas bases de probabilidad, sus clases ya estan grabadas pero son MUUUY largas, necesitas verlas con mucho tiempo si quieres entender bien, todo es por moodle."}, {"fecha": "02/Sep/2020", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Probabilidad", "comments": "Muchas tareas, Inspiracional, Tomaría su clase otra vezNecesitas buenas bases de probabilidad, sus clases ya estan grabadas pero son MUUUY largas, necesitas verlas con mucho tiempo si quieres entender bien, todo es por moodle."}, {"fecha": "19/Ago/2020", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Estadística", "comments": "Aspectos de calificación claros, Clases excelentesEs joven, así que es muy buena onda. Fue una de mis primeras profesoras en ponerse en contacto para las clases en línea. Deja videos grabados explicando cada tema y hace videollamadas para las dudas. Todos los examenes fueron en la plataforma CUAED con temporizador. Recomendada totalmente."}, {"fecha": "14/Dic/2019", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Probabilidad", "comments": "Muy cómico, Da buena retroalimentación, Da Crédito ExtraEs joven, así que es muy buena onda. Fue una de mis primeras profesoras en ponerse en contacto para las clases en línea. Deja videos grabados explicando cada tema y hace videollamadas para las dudas. Todos los examenes fueron en la plataforma CUAED con temporizador. Recomendada totalmente."}, {"fecha": "28/Nov/2019", "score_general": "5.0", "score_facilidad": "6.0", "materia": "ESTADISTICA", "comments": "La Participación Importa, Da Crédito Extra, Muchos ExámenesEs joven, así que es muy buena onda. Fue una de mis primeras profesoras en ponerse en contacto para las clases en línea. Deja videos grabados explicando cada tema y hace videollamadas para las dudas. Todos los examenes fueron en la plataforma CUAED con temporizador. Recomendada totalmente."}, {"fecha": "08/Jul/2019", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Probabilidad", "comments": "Muchas tareas, Clases excelentes, Tomaría su clase otra vezEs joven, así que es muy buena onda. Fue una de mis primeras profesoras en ponerse en contacto para las clases en línea. Deja videos grabados explicando cada tema y hace videollamadas para las dudas. Todos los examenes fueron en la plataforma CUAED con temporizador. Recomendada totalmente."}, {"fecha": "04/Jul/2019", "score_general": "10.0", "score_facilidad": "8.0", "materia": "---", "comments": "Es joven, así que es muy buena onda. Fue una de mis primeras profesoras en ponerse en contacto para las clases en línea. Deja videos grabados explicando cada tema y hace videollamadas para las dudas. Todos los examenes fueron en la plataforma CUAED con temporizador. Recomendada totalmente."}, {"fecha": "27/Jun/2019", "score_general": "7.0", "score_facilidad": "8.0", "materia": "---", "comments": "Muchas tareas, Pocos Exámenes, Tomaría su clase otra vez[Comentario esperando revisión]"}, {"fecha": "27/Jun/2019", "score_general": "10.0", "score_facilidad": "8.0", "materia": "---", "comments": "Clases excelentes, Tomaría su clase otra vez[Comentario esperando revisión]"}, {"fecha": "10/Jun/2019", "score_general": "8.0", "score_facilidad": "8.0", "materia": "Probabilidad", "comments": "Muchas tareas, Da Crédito Extra, Brinda apoyo[Comentario esperando revisión]"}, {"fecha": "25/Feb/2019", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Probabilidad", "comments": "[Comentario esperando revisión]"}, {"fecha": "01/Feb/2019", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Probabilidad", "comments": "Muchas tareas, Inspiracional, Clases excelentes[Comentario esperando revisión]"}, {"fecha": "20/Ene/2019", "score_general": "9.0", "score_facilidad": "6.0", "materia": "Probabilidad", "comments": "Muchas tareas, Brinda apoyo, Los exámenes son difícilesLa clase es buena. Considero que le falta dominio en los temas, es demasiado \"igenieril\" la clase tomando en cuenta que probabilidad es algo abstracta. Ayuda mucho pero sus exámenes son algo confusos. Deja muchas tareas (todas sencillas) . Saldrás con buena calificación"}, {"fecha": "17/Ene/2019", "score_general": "10.0", "score_facilidad": "8.0", "materia": "probabilidad", "comments": "Muchas tareas, Inspiracional, Brinda apoyoLa clase es buena. Considero que le falta dominio en los temas, es demasiado \"igenieril\" la clase tomando en cuenta que probabilidad es algo abstracta. Ayuda mucho pero sus exámenes son algo confusos. Deja muchas tareas (todas sencillas) . Saldrás con buena calificación"}, {"fecha": "16/Ene/2019", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Probabilidad", "comments": "Respetado por los estudiantes, Brinda apoyo, Tomaría su clase otra vezLa clase es buena. Considero que le falta dominio en los temas, es demasiado \"igenieril\" la clase tomando en cuenta que probabilidad es algo abstracta. Ayuda mucho pero sus exámenes son algo confusos. Deja muchas tareas (todas sencillas) . Saldrás con buena calificación"}, {"fecha": "16/Ene/2019", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Probabilidad", "comments": "Muchas tareas, Respetado por los estudiantes, InspiracionalLa clase es buena. Considero que le falta dominio en los temas, es demasiado \"igenieril\" la clase tomando en cuenta que probabilidad es algo abstracta. Ayuda mucho pero sus exámenes son algo confusos. Deja muchas tareas (todas sencillas) . Saldrás con buena calificación"}, {"fecha": "09/Ene/2019", "score_general": "6.0", "score_facilidad": "6.0", "materia": "---", "comments": "Califica Duro, Deja trabajos largos, Los exámenes son difícilesLa clase es buena. Considero que le falta dominio en los temas, es demasiado \"igenieril\" la clase tomando en cuenta que probabilidad es algo abstracta. Ayuda mucho pero sus exámenes son algo confusos. Deja muchas tareas (todas sencillas) . Saldrás con buena calificación"}, {"fecha": "04/Dic/2018", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Probabilidad", "comments": "Muchas tareas, Brinda apoyoEs muy buena maestra y aprendes bien si pones atención en clase, te brinda mucha ayuda para que salgas bien y no repruebes. Pero aveces no controla el grupo y eso es medio castroso"}, {"fecha": "04/Sep/2018", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Probabilidad", "comments": "Es muy buena maestra y aprendes bien si pones atención en clase, te brinda mucha ayuda para que salgas bien y no repruebes. Pero aveces no controla el grupo y eso es medio castroso"}, {"fecha": "21/Jul/2018", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Probabilidad", "comments": "Es muy buena maestra y aprendes bien si pones atención en clase, te brinda mucha ayuda para que salgas bien y no repruebes. Pero aveces no controla el grupo y eso es medio castroso"}, {"fecha": "20/Jul/2018", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Probabilidad", "comments": "Es muy buena maestra y aprendes bien si pones atención en clase, te brinda mucha ayuda para que salgas bien y no repruebes. Pero aveces no controla el grupo y eso es medio castroso"}, {"fecha": "17/Jul/2018", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Probabilidad", "comments": "Muchas tareas, Clases excelentes, Tomaría su clase otra vezEs muy buena maestra y aprendes bien si pones atención en clase, te brinda mucha ayuda para que salgas bien y no repruebes. Pero aveces no controla el grupo y eso es medio castroso"}, {"fecha": "10/May/2018", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Probabilidad", "comments": "Muy cómico, Prepárate para leer, Clases excelentesEs tal vez la mejor profesora que e llevado hasta el momento. Ya que a pesar que mi carrera no usa mucho la materia logro hacer que yo me apasionara por la misma. Aunque inspira confianza nunca hagas comentarios fuera de lugar"}, {"fecha": "10/Feb/2018", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Probabilidad", "comments": "Muchas tareas, Clases excelentes, Tomaría su clase otra vezEs tal vez la mejor profesora que e llevado hasta el momento. Ya que a pesar que mi carrera no usa mucho la materia logro hacer que yo me apasionara por la misma. Aunque inspira confianza nunca hagas comentarios fuera de lugar"}, {"fecha": "01/Ene/2018", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Probabilidad y Estadistica", "comments": "Califica Duro, Muchas tareas, Muchos ExámenesEs tal vez la mejor profesora que e llevado hasta el momento. Ya que a pesar que mi carrera no usa mucho la materia logro hacer que yo me apasionara por la misma. Aunque inspira confianza nunca hagas comentarios fuera de lugar"}, {"fecha": "28/Jul/2017", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Probabilidad", "comments": "Muy cómico, Muchas tareas, La Participación ImportaEs tal vez la mejor profesora que e llevado hasta el momento. Ya que a pesar que mi carrera no usa mucho la materia logro hacer que yo me apasionara por la misma. Aunque inspira confianza nunca hagas comentarios fuera de lugar"}, {"fecha": "24/Jul/2017", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Probabilidad", "comments": "Tomaría su clase otra vezEs tal vez la mejor profesora que e llevado hasta el momento. Ya que a pesar que mi carrera no usa mucho la materia logro hacer que yo me apasionara por la misma. Aunque inspira confianza nunca hagas comentarios fuera de lugar"}, {"fecha": "24/Jul/2017", "score_general": "9.0", "score_facilidad": "10.0", "materia": "Probabilidad", "comments": "Muy cómico, Da buena retroalimentación, Brinda apoyoMuy buena profesora, la recomiendo muchísimo. Me gusta mas su clase de Probabilidad que de Estadística. Conoce los temas y aunque quizá no profundice demasiado en ellos se entiende claramente todo para los exámenes. Haz todas las tareas"}, {"fecha": "29/Jun/2017", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Probabilidad", "comments": "Muy buena profesora, la recomiendo muchísimo. Me gusta mas su clase de Probabilidad que de Estadística. Conoce los temas y aunque quizá no profundice demasiado en ellos se entiende claramente todo para los exámenes. Haz todas las tareas"}, {"fecha": "28/Jun/2017", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Probabilidad", "comments": "Brinda apoyo, Clases excelentes, Tomaría su clase otra vezMuy buena profesora, la recomiendo muchísimo. Me gusta mas su clase de Probabilidad que de Estadística. Conoce los temas y aunque quizá no profundice demasiado en ellos se entiende claramente todo para los exámenes. Haz todas las tareas"}, {"fecha": "26/May/2017", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Probabilidad", "comments": "Muy buena profesora, la recomiendo muchísimo. Me gusta mas su clase de Probabilidad que de Estadística. Conoce los temas y aunque quizá no profundice demasiado en ellos se entiende claramente todo para los exámenes. Haz todas las tareas"}, {"fecha": "01/Mar/2017", "score_general": "9.0", "score_facilidad": "6.0", "materia": "Probabilidad", "comments": "Muy cómico, Da buena retroalimentación, Muchas tareasMuy buena profesora, la recomiendo muchísimo. Me gusta mas su clase de Probabilidad que de Estadística. Conoce los temas y aunque quizá no profundice demasiado en ellos se entiende claramente todo para los exámenes. Haz todas las tareas"}, {"fecha": "08/Feb/2017", "score_general": "9.0", "score_facilidad": "10.0", "materia": "Probabilidad", "comments": "Da buena retroalimentación, La Participación Importa, Clases excelentesMuy buena, le gusta su trabajo, llega temprano y califica muy justamente. Hace exámenes de reposición y brinda apoyo a los que van retrasados, en general la recomiendo."}, {"fecha": "25/Ene/2017", "score_general": "9.0", "score_facilidad": "10.0", "materia": "Probabilidad", "comments": "Da buena retroalimentación, Muchas tareas, Da Crédito ExtraMuy buena, le gusta su trabajo, llega temprano y califica muy justamente. Hace exámenes de reposición y brinda apoyo a los que van retrasados, en general la recomiendo."}]