[{"fecha": "09/Feb/2023", "score_general": "10.0", "score_facilidad": "10.0", "materia": "calculo vectorial", "comments": "Da Crédito Extra, Clases excelentes, Tomaría su clase otra vezLa mejor profesora, explica super bien, responde a cualquier duda no es nada difícil obtener un 10 no es barco, se realizan muchos ejercicios a lo largo de la clase  pero muy sencillos"}, {"fecha": "07/Oct/2022", "score_general": "9.0", "score_facilidad": "6.0", "materia": "Cálculo vectorial", "comments": "Da buena retroalimentación, Aspectos de calificación claros, Brinda apoyoLa mejor profesora, explica super bien, responde a cualquier duda no es nada difícil obtener un 10 no es barco, se realizan muchos ejercicios a lo largo de la clase  pero muy sencillos"}, {"fecha": "19/Ago/2022", "score_general": "5.0", "score_facilidad": "6.0", "materia": "cálculo diferencial y geometría analítica", "comments": "Muchas tareas, Las clases son largas, Deja trabajos largosLa mejor profesora, explica super bien, responde a cualquier duda no es nada difícil obtener un 10 no es barco, se realizan muchos ejercicios a lo largo de la clase  pero muy sencillos"}, {"fecha": "02/Ago/2022", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Vectorial", "comments": "La Participación Importa, Da Crédito Extra, Brinda apoyoLa mejor profesora, explica super bien, responde a cualquier duda no es nada difícil obtener un 10 no es barco, se realizan muchos ejercicios a lo largo de la clase  pero muy sencillos"}, {"fecha": "08/Jun/2022", "score_general": "7.0", "score_facilidad": "2.0", "materia": "Calculo vectorial", "comments": "La mejor profesora, explica super bien, responde a cualquier duda no es nada difícil obtener un 10 no es barco, se realizan muchos ejercicios a lo largo de la clase  pero muy sencillos"}, {"fecha": "10/Mar/2022", "score_general": "7.0", "score_facilidad": "6.0", "materia": "Calcular vectorial", "comments": "Barco, Muchas tareas, Los exámenes son difícilesEn las clases en línea no día casi clases y no enseñó mucho por que ella explica ejercicios super fáciles y ahí se termina el tema al resolver el ejercicio. Las series y exámenes que deja están difíciles comparado con lo que enseña, pero se puede salir con buena calificación si entregas todo. ~LR."}, {"fecha": "29/Ene/2022", "score_general": "9.0", "score_facilidad": "10.0", "materia": "Cálculo Vectorial", "comments": "La Participación Importa, Da Crédito Extra, Los exámenes son difícilesEn las clases en línea no día casi clases y no enseñó mucho por que ella explica ejercicios super fáciles y ahí se termina el tema al resolver el ejercicio. Las series y exámenes que deja están difíciles comparado con lo que enseña, pero se puede salir con buena calificación si entregas todo. ~LR."}, {"fecha": "22/Ene/2022", "score_general": "6.0", "score_facilidad": "2.0", "materia": "cálculo vectorial", "comments": "Muchas tareas, Deja trabajos largos, Los exámenes son difícilesEn las clases en línea no día casi clases y no enseñó mucho por que ella explica ejercicios super fáciles y ahí se termina el tema al resolver el ejercicio. Las series y exámenes que deja están difíciles comparado con lo que enseña, pero se puede salir con buena calificación si entregas todo. ~LR."}, {"fecha": "31/Ago/2021", "score_general": "5.0", "score_facilidad": "8.0", "materia": "Calculo y geometría analítica", "comments": "Barco, Muchas tareas, Deja trabajos largosEn las clases en línea no día casi clases y no enseñó mucho por que ella explica ejercicios super fáciles y ahí se termina el tema al resolver el ejercicio. Las series y exámenes que deja están difíciles comparado con lo que enseña, pero se puede salir con buena calificación si entregas todo. ~LR."}, {"fecha": "28/Feb/2021", "score_general": "2.0", "score_facilidad": "2.0", "materia": "Calculo Vectorial", "comments": "Califica Duro, Muchas tareas, La Participación ImportaEn las clases en línea no día casi clases y no enseñó mucho por que ella explica ejercicios super fáciles y ahí se termina el tema al resolver el ejercicio. Las series y exámenes que deja están difíciles comparado con lo que enseña, pero se puede salir con buena calificación si entregas todo. ~LR."}, {"fecha": "19/Feb/2021", "score_general": "7.0", "score_facilidad": "6.0", "materia": "Calculo Integral", "comments": "Muchas tareas, Los exámenes son difícilesEn clases en Linea mostraba el tema en una presentación, realizaba un ejercicio y te dejaba un ejercicio para entregar.\r\n\r\nA parte de dejaba actividades de Khan, Proyecto Final y serie muy largas.\r\n\r\nEl examen tenia nivel superior a las clases y no entregaba retroalimentación.\r\n\r\nNo recomendado, pasable."}, {"fecha": "18/Feb/2021", "score_general": "2.0", "score_facilidad": "2.0", "materia": "Vectorial", "comments": "En clases en Linea mostraba el tema en una presentación, realizaba un ejercicio y te dejaba un ejercicio para entregar.\r\n\r\nA parte de dejaba actividades de Khan, Proyecto Final y serie muy largas.\r\n\r\nEl examen tenia nivel superior a las clases y no entregaba retroalimentación.\r\n\r\nNo recomendado, pasable."}, {"fecha": "14/Feb/2021", "score_general": "4.0", "score_facilidad": "6.0", "materia": "Cálculo vectorial", "comments": "Califica Duro, Prepárate para leer, Deja trabajos largosEn clases en Linea mostraba el tema en una presentación, realizaba un ejercicio y te dejaba un ejercicio para entregar.\r\n\r\nA parte de dejaba actividades de Khan, Proyecto Final y serie muy largas.\r\n\r\nEl examen tenia nivel superior a las clases y no entregaba retroalimentación.\r\n\r\nNo recomendado, pasable."}, {"fecha": "30/Ene/2021", "score_general": "4.0", "score_facilidad": "6.0", "materia": "Cálculo Vectorial", "comments": "Muchas tareas, Las clases son largasEn clases en Linea mostraba el tema en una presentación, realizaba un ejercicio y te dejaba un ejercicio para entregar.\r\n\r\nA parte de dejaba actividades de Khan, Proyecto Final y serie muy largas.\r\n\r\nEl examen tenia nivel superior a las clases y no entregaba retroalimentación.\r\n\r\nNo recomendado, pasable."}, {"fecha": "30/Ene/2021", "score_general": "7.0", "score_facilidad": "6.0", "materia": "Cálculo y geometría analítica", "comments": "Barco, Muchas tareas, Muchos ExámenesEn clases en Linea mostraba el tema en una presentación, realizaba un ejercicio y te dejaba un ejercicio para entregar.\r\n\r\nA parte de dejaba actividades de Khan, Proyecto Final y serie muy largas.\r\n\r\nEl examen tenia nivel superior a las clases y no entregaba retroalimentación.\r\n\r\nNo recomendado, pasable."}, {"fecha": "22/Ene/2021", "score_general": "2.0", "score_facilidad": "2.0", "materia": "Cálculo integral", "comments": "Califica Duro, Muchas tareas, Muchos ExámenesUn completo asco, dejar tarea no significa que vamos a aprender más. Khan ac es una buena herramienta pero no entiendo porque dejar cantidad exagerada de videos. No la metaaaaas"}, {"fecha": "17/Ene/2021", "score_general": "5.0", "score_facilidad": "6.0", "materia": "Calculo y geometria analitica", "comments": "Muchas tareas, Muchos ExámenesUn completo asco, dejar tarea no significa que vamos a aprender más. Khan ac es una buena herramienta pero no entiendo porque dejar cantidad exagerada de videos. No la metaaaaas"}, {"fecha": "06/Ene/2021", "score_general": "4.0", "score_facilidad": "2.0", "materia": "---", "comments": "Califica Duro, Muchas tareas, Muchos ExámenesUn completo asco, dejar tarea no significa que vamos a aprender más. Khan ac es una buena herramienta pero no entiendo porque dejar cantidad exagerada de videos. No la metaaaaas"}, {"fecha": "11/Dic/2020", "score_general": "7.0", "score_facilidad": "2.0", "materia": "Calculo vectorial", "comments": "Califica Duro, Muchas tareas, Muchos ExámenesUn completo asco, dejar tarea no significa que vamos a aprender más. Khan ac es una buena herramienta pero no entiendo porque dejar cantidad exagerada de videos. No la metaaaaas"}, {"fecha": "10/Dic/2020", "score_general": "3.0", "score_facilidad": "4.0", "materia": "Calculo Integral", "comments": "Un completo asco, dejar tarea no significa que vamos a aprender más. Khan ac es una buena herramienta pero no entiendo porque dejar cantidad exagerada de videos. No la metaaaaas"}, {"fecha": "13/Nov/2020", "score_general": "8.0", "score_facilidad": "6.0", "materia": "Cálculo Vectorial", "comments": "Da Crédito Extra, Pocos Exámenes, Deja trabajos largosAyuda cuando tienes dudas, contesta rápido.  Es bastante susceptible a enojarse con el grupo, pero en general enseña bien. Tienes que hacer sus series sino te pierdes en el examen, y si se necesitan antecedentes, sobretodo de álgebra y cálculo diferencial.  Exenta con 6."}, {"fecha": "26/Nov/2019", "score_general": "10.0", "score_facilidad": "4.0", "materia": "Calculo", "comments": "Ayuda cuando tienes dudas, contesta rápido.  Es bastante susceptible a enojarse con el grupo, pero en general enseña bien. Tienes que hacer sus series sino te pierdes en el examen, y si se necesitan antecedentes, sobretodo de álgebra y cálculo diferencial.  Exenta con 6."}, {"fecha": "29/Jul/2019", "score_general": "4.0", "score_facilidad": "6.0", "materia": "Calculo Vectorial", "comments": "Califica Duro, Muchas tareas, Los exámenes son difícilesAyuda cuando tienes dudas, contesta rápido.  Es bastante susceptible a enojarse con el grupo, pero en general enseña bien. Tienes que hacer sus series sino te pierdes en el examen, y si se necesitan antecedentes, sobretodo de álgebra y cálculo diferencial.  Exenta con 6."}, {"fecha": "09/Jul/2019", "score_general": "3.0", "score_facilidad": "4.0", "materia": "Calculo Vectorial", "comments": "Califica Duro, Aspectos de calificación clarosAyuda cuando tienes dudas, contesta rápido.  Es bastante susceptible a enojarse con el grupo, pero en general enseña bien. Tienes que hacer sus series sino te pierdes en el examen, y si se necesitan antecedentes, sobretodo de álgebra y cálculo diferencial.  Exenta con 6."}, {"fecha": "27/Jun/2019", "score_general": "8.0", "score_facilidad": "8.0", "materia": "Cálculo Vectorial", "comments": "Da Crédito Extra, Brinda apoyoAyuda cuando tienes dudas, contesta rápido.  Es bastante susceptible a enojarse con el grupo, pero en general enseña bien. Tienes que hacer sus series sino te pierdes en el examen, y si se necesitan antecedentes, sobretodo de álgebra y cálculo diferencial.  Exenta con 6."}, {"fecha": "26/Jun/2019", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Integral", "comments": "Da Crédito Extra, Clases excelentes, Tomaría su clase otra vezMe gusto mucho esta profesora, super linda y guapa ademas de que enseña muy bien y es medio barco.. todo lo que buscas en una profesora de calculo integral, la amo"}, {"fecha": "13/Jun/2019", "score_general": "6.0", "score_facilidad": "6.0", "materia": "Cálculo Vectorial", "comments": "Me gusto mucho esta profesora, super linda y guapa ademas de que enseña muy bien y es medio barco.. todo lo que buscas en una profesora de calculo integral, la amo"}, {"fecha": "28/May/2019", "score_general": "9.0", "score_facilidad": "6.0", "materia": "Cálculo Vectorial", "comments": "Da buena retroalimentación, Da Crédito Extra, Tomaría su clase otra vezMe gusto mucho esta profesora, super linda y guapa ademas de que enseña muy bien y es medio barco.. todo lo que buscas en una profesora de calculo integral, la amo"}, {"fecha": "06/Dic/2018", "score_general": "8.0", "score_facilidad": "10.0", "materia": "Calculo Vectorial", "comments": "Asistencia obligatoria, Pocos Exámenes, Tomaría su clase otra vezMe gusto mucho esta profesora, super linda y guapa ademas de que enseña muy bien y es medio barco.. todo lo que buscas en una profesora de calculo integral, la amo"}, {"fecha": "04/Dic/2018", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Vectorial", "comments": "La Participación Importa, Brinda apoyo, Clases excelentesMe gusto mucho esta profesora, super linda y guapa ademas de que enseña muy bien y es medio barco.. todo lo que buscas en una profesora de calculo integral, la amo"}, {"fecha": "04/Dic/2018", "score_general": "6.0", "score_facilidad": "6.0", "materia": "Calculo Vectorial", "comments": "Califica Duro, Barco, Muchas tareasLA verdad si es medio barco pero tienes que estudiar por tu cuenta si quieres sacar buena calificación ya que sus clases se hacen algo aburridas y no explica muy bien"}, {"fecha": "15/Jul/2018", "score_general": "9.0", "score_facilidad": "10.0", "materia": "Cálculo integral", "comments": "Barco, Da Crédito Extra, Brinda apoyoLA verdad si es medio barco pero tienes que estudiar por tu cuenta si quieres sacar buena calificación ya que sus clases se hacen algo aburridas y no explica muy bien"}, {"fecha": "20/Jun/2018", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Vectorial/Integra", "comments": "Brinda apoyo, Clases excelentes, Tomaría su clase otra vezLA verdad si es medio barco pero tienes que estudiar por tu cuenta si quieres sacar buena calificación ya que sus clases se hacen algo aburridas y no explica muy bien"}, {"fecha": "07/Feb/2018", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Integral", "comments": "La Participación Importa, Da Crédito Extra, Tomaría su clase otra vezLA verdad si es medio barco pero tienes que estudiar por tu cuenta si quieres sacar buena calificación ya que sus clases se hacen algo aburridas y no explica muy bien"}, {"fecha": "24/Ene/2018", "score_general": "7.0", "score_facilidad": "8.0", "materia": "Calculo Integral", "comments": "Da buena retroalimentación, La Participación Importa, Brinda apoyoLA verdad si es medio barco pero tienes que estudiar por tu cuenta si quieres sacar buena calificación ya que sus clases se hacen algo aburridas y no explica muy bien"}, {"fecha": "08/Ene/2018", "score_general": "8.0", "score_facilidad": "10.0", "materia": "Cálculo Integral", "comments": "Es fácil pasar  con ella pero muchas veces se confunde cuando explica. \r\nEs mejor meterla para segunda incripcion."}, {"fecha": "25/Jun/2017", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Cálculo vectorial", "comments": "La Participación Importa, Brinda apoyo, Tomaría su clase otra vezEs fácil pasar  con ella pero muchas veces se confunde cuando explica. \r\nEs mejor meterla para segunda incripcion."}, {"fecha": "15/May/2017", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Cálculo Vectorial 2010 y 2016", "comments": "Barco, Pocos Exámenes, Clases excelentesEs fácil pasar  con ella pero muchas veces se confunde cuando explica. \r\nEs mejor meterla para segunda incripcion."}, {"fecha": "06/Feb/2017", "score_general": "10.0", "score_facilidad": "10.0", "materia": "vecto", "comments": "Es fácil pasar  con ella pero muchas veces se confunde cuando explica. \r\nEs mejor meterla para segunda incripcion."}, {"fecha": "24/Ene/2017", "score_general": "8.0", "score_facilidad": "10.0", "materia": "Calculo Vectorial", "comments": "Barco, Asistencia obligatoria, Da Crédito ExtraEs fácil pasar  con ella pero muchas veces se confunde cuando explica. \r\nEs mejor meterla para segunda incripcion."}, {"fecha": "20/Ene/2017", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Calculo vectorial", "comments": "BarcoSinceramente la recomiendo mas para segunda inscripción , debido a las pocas tareas que deja durante el semestre provoca que el examen sea demasiado fácil , no estoy convencido si el nivel que deja es muy bueno pero la mejor opción para sacar 10 si lo es, solo se requiere buena conducta y asistencia"}, {"fecha": "20/Nov/2016", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Calculo vectorial", "comments": "Da Crédito Extra, Muchos Exámenes, Brinda apoyoSinceramente la recomiendo mas para segunda inscripción , debido a las pocas tareas que deja durante el semestre provoca que el examen sea demasiado fácil , no estoy convencido si el nivel que deja es muy bueno pero la mejor opción para sacar 10 si lo es, solo se requiere buena conducta y asistencia"}]