[{"fecha": "11/Feb/2023", "score_general": "10.0", "score_facilidad": "10.0", "materia": "POO", "comments": "Barco, Muy cómico, Asistencia obligatoriaEl profe es bien chido, barco y sus clases están bien planeadas. A las personas que no se las recomiendo son a las que necesitan que les pongan mucha carga de trabajo para aprender chido, pero sin duda es una opción excelente."}, {"fecha": "08/Feb/2023", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Fundamentos de Programación", "comments": "Da buena retroalimentación, Inspiracional, Brinda apoyoEl profe es bien chido, barco y sus clases están bien planeadas. A las personas que no se las recomiendo son a las que necesitan que les pongan mucha carga de trabajo para aprender chido, pero sin duda es una opción excelente."}, {"fecha": "05/Feb/2023", "score_general": "10.0", "score_facilidad": "8.0", "materia": "POO", "comments": "Muy cómico, Tomaría su clase otra vezEl profe es bien chido, barco y sus clases están bien planeadas. A las personas que no se las recomiendo son a las que necesitan que les pongan mucha carga de trabajo para aprender chido, pero sin duda es una opción excelente."}, {"fecha": "01/Feb/2023", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Fundamentos de Programación", "comments": "Barco, Muy cómico, Da buena retroalimentaciónEl profe es bien chido, barco y sus clases están bien planeadas. A las personas que no se las recomiendo son a las que necesitan que les pongan mucha carga de trabajo para aprender chido, pero sin duda es una opción excelente."}, {"fecha": "13/Ago/2022", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Programación básica", "comments": "Muy cómico, Asistencia obligatoria, Pocos ExámenesEl profe es bien chido, barco y sus clases están bien planeadas. A las personas que no se las recomiendo son a las que necesitan que les pongan mucha carga de trabajo para aprender chido, pero sin duda es una opción excelente."}, {"fecha": "03/Ago/2022", "score_general": "10.0", "score_facilidad": "10.0", "materia": "MPOO", "comments": "Muy cómico, Clases excelentes, Tomaría su clase otra vezSus clases son bastante claras y nada complicadas. Prepara bien sus clases. Usualmente no deja tareas, sus exámenes no son complicados. Organiza bien tu tiempo para hacer el proyecto que no es difícil pero te lleva tiempo.  Es tranquilo y muy accesible."}, {"fecha": "27/Jul/2022", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Fundamentos de Programación", "comments": "Barco, Asistencia obligatoria, Aspectos de calificación clarosSus clases son bastante claras y nada complicadas. Prepara bien sus clases. Usualmente no deja tareas, sus exámenes no son complicados. Organiza bien tu tiempo para hacer el proyecto que no es difícil pero te lleva tiempo.  Es tranquilo y muy accesible."}, {"fecha": "20/Abr/2022", "score_general": "10.0", "score_facilidad": "10.0", "materia": "---", "comments": "Barco, Muy cómico, Clases excelentesSus clases son bastante claras y nada complicadas. Prepara bien sus clases. Usualmente no deja tareas, sus exámenes no son complicados. Organiza bien tu tiempo para hacer el proyecto que no es difícil pero te lleva tiempo.  Es tranquilo y muy accesible."}, {"fecha": "04/Abr/2022", "score_general": "5.0", "score_facilidad": "4.0", "materia": "fundamentos de  programación", "comments": "Califica Duro, Los exámenes son difícilesSus clases son bastante claras y nada complicadas. Prepara bien sus clases. Usualmente no deja tareas, sus exámenes no son complicados. Organiza bien tu tiempo para hacer el proyecto que no es difícil pero te lleva tiempo.  Es tranquilo y muy accesible."}, {"fecha": "24/Ene/2022", "score_general": "7.0", "score_facilidad": "8.0", "materia": "Fundamentos de programación", "comments": "Pocos Exámenes, Aspectos de calificación clarosSus clases son bastante claras y nada complicadas. Prepara bien sus clases. Usualmente no deja tareas, sus exámenes no son complicados. Organiza bien tu tiempo para hacer el proyecto que no es difícil pero te lleva tiempo.  Es tranquilo y muy accesible."}, {"fecha": "25/Ago/2021", "score_general": "6.0", "score_facilidad": "6.0", "materia": "Fundamentos de Programación", "comments": "Barco, Los exámenes son difícilesHorrible, saque 10 pero no aprendí nada, de como 25 clases que debíamos tener, solo tuvimos como 5, solo mandaba pdfs con la información y sus exámenes eran sobre esos pdfs, aun así estaban súper difíciles, estoy seguro que todos se copiaron, pero era copiarse o reprobar, nada recomendado"}, {"fecha": "25/Feb/2021", "score_general": "4.0", "score_facilidad": "6.0", "materia": "fundamentos de programacion", "comments": "Califica Duro, Hace exámenes sorpresa, Los exámenes son difícilesHorrible, saque 10 pero no aprendí nada, de como 25 clases que debíamos tener, solo tuvimos como 5, solo mandaba pdfs con la información y sus exámenes eran sobre esos pdfs, aun así estaban súper difíciles, estoy seguro que todos se copiaron, pero era copiarse o reprobar, nada recomendado"}, {"fecha": "18/Feb/2021", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Fundamentos de Programación", "comments": "Barco, Muy cómico, Da buena retroalimentaciónHorrible, saque 10 pero no aprendí nada, de como 25 clases que debíamos tener, solo tuvimos como 5, solo mandaba pdfs con la información y sus exámenes eran sobre esos pdfs, aun así estaban súper difíciles, estoy seguro que todos se copiaron, pero era copiarse o reprobar, nada recomendado"}, {"fecha": "04/Feb/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Modelos de programacion orientada a objetos", "comments": "Da buena retroalimentación, Da Crédito Extra, Brinda apoyoHorrible, saque 10 pero no aprendí nada, de como 25 clases que debíamos tener, solo tuvimos como 5, solo mandaba pdfs con la información y sus exámenes eran sobre esos pdfs, aun así estaban súper difíciles, estoy seguro que todos se copiaron, pero era copiarse o reprobar, nada recomendado"}, {"fecha": "03/Sep/2020", "score_general": "8.0", "score_facilidad": "8.0", "materia": "Fundamentos de Programación", "comments": "Horrible, saque 10 pero no aprendí nada, de como 25 clases que debíamos tener, solo tuvimos como 5, solo mandaba pdfs con la información y sus exámenes eran sobre esos pdfs, aun así estaban súper difíciles, estoy seguro que todos se copiaron, pero era copiarse o reprobar, nada recomendado"}, {"fecha": "14/Ene/2020", "score_general": "6.0", "score_facilidad": "6.0", "materia": "---", "comments": "Califica Duro, Barco, Asistencia obligatoria[Comentario esperando revisión]"}, {"fecha": "18/Oct/2019", "score_general": "3.0", "score_facilidad": "2.0", "materia": "---", "comments": "Asistencia obligatoria, Las clases son largas, Los exámenes son difíciles[Comentario esperando revisión]"}, {"fecha": "27/Jul/2019", "score_general": "7.0", "score_facilidad": "6.0", "materia": "Fundamentos de programación", "comments": "Asistencia obligatoria, Las clases son largas, Aspectos de calificación claros[Comentario esperando revisión]"}, {"fecha": "26/Jul/2019", "score_general": "8.0", "score_facilidad": "8.0", "materia": "Fundamentos de programación", "comments": "La Participación Importa, Da Crédito Extra, Muchos proyectos grupales[Comentario esperando revisión]"}, {"fecha": "22/Jul/2019", "score_general": "4.0", "score_facilidad": "6.0", "materia": "---", "comments": "[Comentario esperando revisión]"}, {"fecha": "21/Jul/2019", "score_general": "6.0", "score_facilidad": "6.0", "materia": "Fundamentos de programación", "comments": "Califica Duro, Muy cómico, Asistencia obligatoriahola profe jaja. Bueno, trata de conseguir un buen equipo para laboratorio, porque si no será un caos y por eso puede que no entiendas nada muchas veces. Exámenes sencillos y a veces en parejas. Clases con diapositivas (a veces las tienes que copiar)"}, {"fecha": "04/Jul/2019", "score_general": "7.0", "score_facilidad": "4.0", "materia": "Fundamentos de Programación", "comments": "Muy cómico, Los exámenes son difícileshola profe jaja. Bueno, trata de conseguir un buen equipo para laboratorio, porque si no será un caos y por eso puede que no entiendas nada muchas veces. Exámenes sencillos y a veces en parejas. Clases con diapositivas (a veces las tienes que copiar)"}, {"fecha": "30/Jun/2019", "score_general": "7.0", "score_facilidad": "4.0", "materia": "Fundamentos de programación", "comments": "La Participación Importahola profe jaja. Bueno, trata de conseguir un buen equipo para laboratorio, porque si no será un caos y por eso puede que no entiendas nada muchas veces. Exámenes sencillos y a veces en parejas. Clases con diapositivas (a veces las tienes que copiar)"}, {"fecha": "29/May/2019", "score_general": "7.0", "score_facilidad": "8.0", "materia": "Fundamentos de programación", "comments": "hola profe jaja. Bueno, trata de conseguir un buen equipo para laboratorio, porque si no será un caos y por eso puede que no entiendas nada muchas veces. Exámenes sencillos y a veces en parejas. Clases con diapositivas (a veces las tienes que copiar)"}, {"fecha": "25/May/2019", "score_general": "2.0", "score_facilidad": "2.0", "materia": "Fundamentos de Programacion", "comments": "Asistencia obligatoria, Las clases son largas, Muchos proyectos grupaleshola profe jaja. Bueno, trata de conseguir un buen equipo para laboratorio, porque si no será un caos y por eso puede que no entiendas nada muchas veces. Exámenes sencillos y a veces en parejas. Clases con diapositivas (a veces las tienes que copiar)"}, {"fecha": "01/Feb/2019", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Fundamentos de Programación", "comments": "Aspectos de calificación claros, Brinda apoyo, Clases excelentesEl profe es lo mejor de lo mejor ,su clase es clara y trata de hacerla amena además de que siempre busca el beneficio de sus alumnos y su evaluación esta hecha para no perjudicarte."}, {"fecha": "13/Ene/2019", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Fundamentos de Programación", "comments": "El profe es lo mejor de lo mejor ,su clase es clara y trata de hacerla amena además de que siempre busca el beneficio de sus alumnos y su evaluación esta hecha para no perjudicarte."}, {"fecha": "10/Ene/2019", "score_general": "4.0", "score_facilidad": "6.0", "materia": "Fundamentos de programación", "comments": "El profe es lo mejor de lo mejor ,su clase es clara y trata de hacerla amena además de que siempre busca el beneficio de sus alumnos y su evaluación esta hecha para no perjudicarte."}, {"fecha": "23/Jul/2018", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Fundamentos de Programación", "comments": "El profe es lo mejor de lo mejor ,su clase es clara y trata de hacerla amena además de que siempre busca el beneficio de sus alumnos y su evaluación esta hecha para no perjudicarte."}, {"fecha": "23/Jun/2018", "score_general": "7.0", "score_facilidad": "10.0", "materia": "---", "comments": "Barco, Asistencia obligatoriaEl profe es lo mejor de lo mejor ,su clase es clara y trata de hacerla amena además de que siempre busca el beneficio de sus alumnos y su evaluación esta hecha para no perjudicarte."}, {"fecha": "19/Jun/2018", "score_general": "9.0", "score_facilidad": "10.0", "materia": "Fundamentos de Programación", "comments": "Pocos Exámenes, Clases excelentes, Tomaría su clase otra vezWuicho es súper buena onda, aprendes mucho sino sabes nada de programación y además es fácil sacar arriba 8, con que le pongas algo de ganas sacas el 10. (Siempre deja un proyecto final que tiene algo de peso)"}, {"fecha": "15/Mar/2018", "score_general": "9.0", "score_facilidad": "10.0", "materia": "Fundamentos de Programación", "comments": "Muy cómico, Da buena retroalimentación, Asistencia obligatoriaWuicho es súper buena onda, aprendes mucho sino sabes nada de programación y además es fácil sacar arriba 8, con que le pongas algo de ganas sacas el 10. (Siempre deja un proyecto final que tiene algo de peso)"}, {"fecha": "26/Ene/2018", "score_general": "6.0", "score_facilidad": "10.0", "materia": "---", "comments": "BarcoWuicho es súper buena onda, aprendes mucho sino sabes nada de programación y además es fácil sacar arriba 8, con que le pongas algo de ganas sacas el 10. (Siempre deja un proyecto final que tiene algo de peso)"}, {"fecha": "04/Ene/2018", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Fundamentos de Programación", "comments": "Da buena retroalimentación, Aspectos de calificación claros, Brinda apoyoWuicho es súper buena onda, aprendes mucho sino sabes nada de programación y además es fácil sacar arriba 8, con que le pongas algo de ganas sacas el 10. (Siempre deja un proyecto final que tiene algo de peso)"}, {"fecha": "07/Dic/2017", "score_general": "10.0", "score_facilidad": "8.0", "materia": "---", "comments": "Muy cómico, Brinda apoyo, Clases excelentesWuicho es súper buena onda, aprendes mucho sino sabes nada de programación y además es fácil sacar arriba 8, con que le pongas algo de ganas sacas el 10. (Siempre deja un proyecto final que tiene algo de peso)"}, {"fecha": "07/Dic/2017", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Fundamentos de programacion", "comments": "Da buena retroalimentación, Brinda apoyo, Tomaría su clase otra vezEs un gran profesor sin duda, te motiva a aprender, enseña de una forma muy facil, o al menos asi lo hacer ver, perfecto para aprender a programar."}, {"fecha": "07/Dic/2017", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Fundamentos de Programación", "comments": "Muy cómico, Clases excelentes, Los exámenes son difícilesEs un gran profesor sin duda, te motiva a aprender, enseña de una forma muy facil, o al menos asi lo hacer ver, perfecto para aprender a programar."}, {"fecha": "03/Ago/2017", "score_general": "7.0", "score_facilidad": "8.0", "materia": "Fundamentos de la programación", "comments": "Barco, Muy cómico, Asistencia obligatoriaEs un gran profesor sin duda, te motiva a aprender, enseña de una forma muy facil, o al menos asi lo hacer ver, perfecto para aprender a programar."}, {"fecha": "26/Jul/2017", "score_general": "8.0", "score_facilidad": "10.0", "materia": "Fundamentos de programación", "comments": "Barco, Asistencia obligatoria, InspiracionalEs un gran profesor sin duda, te motiva a aprender, enseña de una forma muy facil, o al menos asi lo hacer ver, perfecto para aprender a programar."}, {"fecha": "28/Jun/2017", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Fundamentos de programación", "comments": "Es un gran profesor sin duda, te motiva a aprender, enseña de una forma muy facil, o al menos asi lo hacer ver, perfecto para aprender a programar."}, {"fecha": "22/Jun/2017", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Fundamentos de programacion", "comments": "La Participación Importa, Aspectos de calificación claros, Clases excelentesEs un muy buen profesor, explica muy bien, las clases no son aburridas, sabe mucho sobre la materia. Sí pones atención, aprenderás bastante. Los exámenes están al nivel y siempre te motiva para que aprendas. Nunca digas \"Tsssss\" durante su clase."}, {"fecha": "17/Jun/2017", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Fundamentos de programación", "comments": "Asistencia obligatoria, Inspiracional, Tomaría su clase otra vezEs un muy buen profesor, explica muy bien, las clases no son aburridas, sabe mucho sobre la materia. Sí pones atención, aprenderás bastante. Los exámenes están al nivel y siempre te motiva para que aprendas. Nunca digas \"Tsssss\" durante su clase."}, {"fecha": "12/Feb/2017", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Fundamentos De Programación", "comments": "Barco, Muy cómico, La Participación ImportaEs un muy buen profesor, explica muy bien, las clases no son aburridas, sabe mucho sobre la materia. Sí pones atención, aprenderás bastante. Los exámenes están al nivel y siempre te motiva para que aprendas. Nunca digas \"Tsssss\" durante su clase."}, {"fecha": "24/Ene/2017", "score_general": "10.0", "score_facilidad": "10.0", "materia": "fundamentos de programacion", "comments": "Muy cómico, Inspiracional, Clases excelentesEs un muy buen profesor, explica muy bien, las clases no son aburridas, sabe mucho sobre la materia. Sí pones atención, aprenderás bastante. Los exámenes están al nivel y siempre te motiva para que aprendas. Nunca digas \"Tsssss\" durante su clase."}, {"fecha": "19/Ene/2017", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Fundamentos de programación", "comments": "Es un muy buen profesor, explica muy bien, las clases no son aburridas, sabe mucho sobre la materia. Sí pones atención, aprenderás bastante. Los exámenes están al nivel y siempre te motiva para que aprendas. Nunca digas \"Tsssss\" durante su clase."}, {"fecha": "25/Jun/2016", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Fundamentos de Programación", "comments": "La Participación Importa, Brinda apoyo, Clases excelentesHuicho es amor, Huicho es vida!"}, {"fecha": "18/Jun/2016", "score_general": "9.0", "score_facilidad": "10.0", "materia": "Fundamentos de programación", "comments": "Muy cómico, Brinda apoyo, Tomaría su clase otra vezHuicho es amor, Huicho es vida!"}, {"fecha": "05/Jun/2016", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Fundamentos de programación", "comments": "La Participación Importa, Brinda apoyo, Tomaría su clase otra vezHuicho es amor, Huicho es vida!"}, {"fecha": "01/Jun/2016", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Fundamentos de programación", "comments": "Tomaría su clase otra vezHuicho es amor, Huicho es vida!"}, {"fecha": "01/Jun/2016", "score_general": "10.0", "score_facilidad": "10.0", "materia": "fundamentos de programacion", "comments": "Brinda apoyoHuicho es amor, Huicho es vida!"}, {"fecha": "27/Abr/2016", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Fundamentos d programación", "comments": "Respetado por los estudiantes, InspiracionalEs guapo y tiene un aroma bastante agradable cuando te ayuda, es de los mejores profesores de la facultad, aprendes bastante y no te hace la vida cansad, por el contrario siempre se preocupa en como ayudarte y ver la forma d que no repruebes la materia"}, {"fecha": "18/Abr/2016", "score_general": "9.0", "score_facilidad": "6.0", "materia": "Lab de compu", "comments": "Inspiracional, Brinda apoyo, Clases excelentesEs guapo y tiene un aroma bastante agradable cuando te ayuda, es de los mejores profesores de la facultad, aprendes bastante y no te hace la vida cansad, por el contrario siempre se preocupa en como ayudarte y ver la forma d que no repruebes la materia"}, {"fecha": "14/Abr/2016", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Fundamentos de Programación", "comments": "Es guapo y tiene un aroma bastante agradable cuando te ayuda, es de los mejores profesores de la facultad, aprendes bastante y no te hace la vida cansad, por el contrario siempre se preocupa en como ayudarte y ver la forma d que no repruebes la materia"}, {"fecha": "08/Feb/2016", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Computación para ingenieros", "comments": "Brinda apoyo, Clases excelentes, Tomaría su clase otra vezEs guapo y tiene un aroma bastante agradable cuando te ayuda, es de los mejores profesores de la facultad, aprendes bastante y no te hace la vida cansad, por el contrario siempre se preocupa en como ayudarte y ver la forma d que no repruebes la materia"}, {"fecha": "28/Ene/2016", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Programación Avanzada", "comments": "Es guapo y tiene un aroma bastante agradable cuando te ayuda, es de los mejores profesores de la facultad, aprendes bastante y no te hace la vida cansad, por el contrario siempre se preocupa en como ayudarte y ver la forma d que no repruebes la materia"}, {"fecha": "19/Ene/2016", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Programación avanzada y métodos numericos", "comments": "Es muy bueno explicando, sus clases divertidas y es fácil de pasar"}, {"fecha": "29/Oct/2014", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Teoria Progra Avanzada y Metodos Numericos", "comments": "Es muy bueno explicando, sus clases divertidas y es fácil de pasar"}, {"fecha": "31/Jul/2014", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Laboratorio Computación Ingenieros", "comments": "Es muy bueno explicando, sus clases divertidas y es fácil de pasar"}]