[{"fecha": "21/Mar/2023", "score_general": "2.0", "score_facilidad": "2.0", "materia": "TERMODINAMICA", "comments": ""}, {"fecha": "18/Ene/2023", "score_general": "9.0", "score_facilidad": "2.0", "materia": "Termodinámica", "comments": "Califica Duro, Muchas tareas, Las clases son largas"}, {"fecha": "14/Ene/2023", "score_general": "6.0", "score_facilidad": "4.0", "materia": "Termodinámica", "comments": "Califica Duro, Las clases son largas, Los exámenes son difíciles"}, {"fecha": "17/Dic/2022", "score_general": "7.0", "score_facilidad": "4.0", "materia": "Termodinámica", "comments": "Califica Duro, Da Crédito Extra, Los exámenes son difíciles"}, {"fecha": "01/Dic/2022", "score_general": "6.0", "score_facilidad": "4.0", "materia": "termodinamica", "comments": "Califica Duro, Las clases son largas, Muchos Exámenes"}, {"fecha": "04/Ago/2022", "score_general": "8.0", "score_facilidad": "6.0", "materia": "Termodinámica", "comments": "Las clases son largas, Los exámenes son difícilesEs un muy buen profesor pero sus clases son muy aburridas, su evaluación son 100% exámenes, que son un rango más elevado a lo que se ve en clase, deja tareas y series que son tu portafolio de evidencias que al final no sirve de nada, si tienes ganas de aprender si lo recomiendo."}, {"fecha": "17/Jun/2022", "score_general": "6.0", "score_facilidad": "6.0", "materia": "Termodinámica", "comments": "Aspectos de calificación claros, Clases excelentes, Tomaría su clase otra vezEs un muy buen profesor pero sus clases son muy aburridas, su evaluación son 100% exámenes, que son un rango más elevado a lo que se ve en clase, deja tareas y series que son tu portafolio de evidencias que al final no sirve de nada, si tienes ganas de aprender si lo recomiendo."}, {"fecha": "27/Ago/2021", "score_general": "8.0", "score_facilidad": "6.0", "materia": "Termodinámica", "comments": "Las clases son largas, Pocos ExámenesEs un muy buen profesor pero sus clases son muy aburridas, su evaluación son 100% exámenes, que son un rango más elevado a lo que se ve en clase, deja tareas y series que son tu portafolio de evidencias que al final no sirve de nada, si tienes ganas de aprender si lo recomiendo."}, {"fecha": "24/Ago/2021", "score_general": "7.0", "score_facilidad": "4.0", "materia": "Termodinamica", "comments": "Pocos ExámenesEs un muy buen profesor pero sus clases son muy aburridas, su evaluación son 100% exámenes, que son un rango más elevado a lo que se ve en clase, deja tareas y series que son tu portafolio de evidencias que al final no sirve de nada, si tienes ganas de aprender si lo recomiendo."}, {"fecha": "18/Feb/2021", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Termodinámica", "comments": "Pocos Exámenes, Aspectos de calificación claros, Clases excelentesEs un muy buen profesor pero sus clases son muy aburridas, su evaluación son 100% exámenes, que son un rango más elevado a lo que se ve en clase, deja tareas y series que son tu portafolio de evidencias que al final no sirve de nada, si tienes ganas de aprender si lo recomiendo."}, {"fecha": "03/Feb/2021", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Termodinámica", "comments": "Da buena retroalimentación, Aspectos de calificación claros, Clases excelentesNo existe la posibilidad que no aprendas en su materia, es buenísimo explicando. Graba sus clases y las comparte, puedes verlas cuando quieras. No hay tareas obligatorias. Lo único \"malo\" es su forma de evaluar, 100% examen, te juegas todo en 2 horas."}, {"fecha": "29/Ago/2020", "score_general": "10.0", "score_facilidad": "4.0", "materia": "Termodinámica", "comments": "Califica Duro, Brinda apoyo, Clases excelentesNo existe la posibilidad que no aprendas en su materia, es buenísimo explicando. Graba sus clases y las comparte, puedes verlas cuando quieras. No hay tareas obligatorias. Lo único \"malo\" es su forma de evaluar, 100% examen, te juegas todo en 2 horas."}, {"fecha": "02/Jul/2020", "score_general": "6.0", "score_facilidad": "4.0", "materia": "Termodinamica", "comments": "Pocos Exámenes, Aspectos de calificación clarosNo existe la posibilidad que no aprendas en su materia, es buenísimo explicando. Graba sus clases y las comparte, puedes verlas cuando quieras. No hay tareas obligatorias. Lo único \"malo\" es su forma de evaluar, 100% examen, te juegas todo en 2 horas."}, {"fecha": "26/Jun/2020", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Termodinámica", "comments": "Brinda apoyo, Clases excelentes, Tomaría su clase otra vezNo existe la posibilidad que no aprendas en su materia, es buenísimo explicando. Graba sus clases y las comparte, puedes verlas cuando quieras. No hay tareas obligatorias. Lo único \"malo\" es su forma de evaluar, 100% examen, te juegas todo en 2 horas."}, {"fecha": "29/Nov/2019", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Termodinámica", "comments": "Muy cómico, Da buena retroalimentación, Aspectos de calificación clarosNo existe la posibilidad que no aprendas en su materia, es buenísimo explicando. Graba sus clases y las comparte, puedes verlas cuando quieras. No hay tareas obligatorias. Lo único \"malo\" es su forma de evaluar, 100% examen, te juegas todo en 2 horas."}, {"fecha": "09/Jul/2019", "score_general": "8.0", "score_facilidad": "6.0", "materia": "Termodinámica", "comments": "0 tareas. Las clases son ejercicios y algo de teoría, esto te dejará nivel pero por el puro hecho de ser termo es necesario que estudies por tu cuenta y que hagas la serie que deja para estudiar. A veces regala unas décimas por ejercicios resueltos. Resuelve algunas dudas durante el examen."}, {"fecha": "24/Jul/2018", "score_general": "9.0", "score_facilidad": "6.0", "materia": "Termodinámica", "comments": "0 tareas. Las clases son ejercicios y algo de teoría, esto te dejará nivel pero por el puro hecho de ser termo es necesario que estudies por tu cuenta y que hagas la serie que deja para estudiar. A veces regala unas décimas por ejercicios resueltos. Resuelve algunas dudas durante el examen."}, {"fecha": "19/Jun/2018", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Termodinámica", "comments": "Inspiracional, Da Crédito Extra, Tomaría su clase otra vez0 tareas. Las clases son ejercicios y algo de teoría, esto te dejará nivel pero por el puro hecho de ser termo es necesario que estudies por tu cuenta y que hagas la serie que deja para estudiar. A veces regala unas décimas por ejercicios resueltos. Resuelve algunas dudas durante el examen."}, {"fecha": "03/Jun/2018", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Termodinamica", "comments": "Muy cómico, Da Crédito Extra, Clases excelentes0 tareas. Las clases son ejercicios y algo de teoría, esto te dejará nivel pero por el puro hecho de ser termo es necesario que estudies por tu cuenta y que hagas la serie que deja para estudiar. A veces regala unas décimas por ejercicios resueltos. Resuelve algunas dudas durante el examen."}, {"fecha": "25/Ene/2018", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Termodinámica", "comments": "0 tareas. Las clases son ejercicios y algo de teoría, esto te dejará nivel pero por el puro hecho de ser termo es necesario que estudies por tu cuenta y que hagas la serie que deja para estudiar. A veces regala unas décimas por ejercicios resueltos. Resuelve algunas dudas durante el examen."}, {"fecha": "18/Ene/2017", "score_general": "7.0", "score_facilidad": "8.0", "materia": "Termodinámica", "comments": "Las clases son largas, Pocos Exámenes, Aspectos de calificación clarosEs bueno enseñando la materia pero a veces da la impresión de cree saber mucho y cuando le haces una pregunta se te queda mirando como si fueras un torpe, pero aún así te contesta la duda, no creo que sea el mejor pero es un buen profesor."}, {"fecha": "26/Jul/2016", "score_general": "8.0", "score_facilidad": "6.0", "materia": "Termodinamica", "comments": "Da buena retroalimentación, La Participación Importa, Pocos ExámenesEs bueno enseñando la materia pero a veces da la impresión de cree saber mucho y cuando le haces una pregunta se te queda mirando como si fueras un torpe, pero aún así te contesta la duda, no creo que sea el mejor pero es un buen profesor."}, {"fecha": "17/Ene/2016", "score_general": "9.0", "score_facilidad": "4.0", "materia": "termodinamica", "comments": "Es bueno enseñando la materia pero a veces da la impresión de cree saber mucho y cuando le haces una pregunta se te queda mirando como si fueras un torpe, pero aún así te contesta la duda, no creo que sea el mejor pero es un buen profesor."}, {"fecha": "15/Ene/2016", "score_general": "10.0", "score_facilidad": "6.0", "materia": "termodinamica", "comments": "Es bueno enseñando la materia pero a veces da la impresión de cree saber mucho y cuando le haces una pregunta se te queda mirando como si fueras un torpe, pero aún así te contesta la duda, no creo que sea el mejor pero es un buen profesor."}, {"fecha": "26/Nov/2014", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Termodinámica", "comments": "Es bueno enseñando la materia pero a veces da la impresión de cree saber mucho y cuando le haces una pregunta se te queda mirando como si fueras un torpe, pero aún así te contesta la duda, no creo que sea el mejor pero es un buen profesor."}]