[{"fecha": "26/May/2022", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Lab. Sistemas de Comunicaciones", "comments": "Brinda apoyo, Tomaría su clase otra vezExcelente opción, es muy paciente y le gusta explicar las cosas antes de los experimentos para que se entienda lo que observamos. Recomiendo preguntarle, da confianza y siempre te ayuda. A veces habla raro pero puede repetirlo. Todo se hace en clase y se espera a que todos terminen para seguir."}, {"fecha": "17/Ago/2021", "score_general": "8.0", "score_facilidad": "8.0", "materia": "Lab Sistemas de Comunicaciones", "comments": "Clases excelentesExcelente opción, es muy paciente y le gusta explicar las cosas antes de los experimentos para que se entienda lo que observamos. Recomiendo preguntarle, da confianza y siempre te ayuda. A veces habla raro pero puede repetirlo. Todo se hace en clase y se espera a que todos terminen para seguir."}, {"fecha": "16/Jun/2019", "score_general": "8.0", "score_facilidad": "8.0", "materia": "Lab Sist. Comunicaciones", "comments": "Califica Duro, Aspectos de calificación claros, Clases excelentesExcelente opción, es muy paciente y le gusta explicar las cosas antes de los experimentos para que se entienda lo que observamos. Recomiendo preguntarle, da confianza y siempre te ayuda. A veces habla raro pero puede repetirlo. Todo se hace en clase y se espera a que todos terminen para seguir."}, {"fecha": "14/Ene/2019", "score_general": "8.0", "score_facilidad": "6.0", "materia": "Lab. Sistemas de Comunicaciones Electrónicas", "comments": "Pocos ExámenesExcelente opción, es muy paciente y le gusta explicar las cosas antes de los experimentos para que se entienda lo que observamos. Recomiendo preguntarle, da confianza y siempre te ayuda. A veces habla raro pero puede repetirlo. Todo se hace en clase y se espera a que todos terminen para seguir."}, {"fecha": "26/Jul/2018", "score_general": "7.0", "score_facilidad": "6.0", "materia": "Lab. Sistemas de Comunicaciones", "comments": "Califica Duro, Los exámenes son difícilesExcelente opción, es muy paciente y le gusta explicar las cosas antes de los experimentos para que se entienda lo que observamos. Recomiendo preguntarle, da confianza y siempre te ayuda. A veces habla raro pero puede repetirlo. Todo se hace en clase y se espera a que todos terminen para seguir."}]