[{"fecha": "05/Abr/2023", "score_general": "8.0", "score_facilidad": "10.0", "materia": "Estática", "comments": "Es una buena opción para aprender lo básico y pasar sin contratiempos. Como tal sus exámenes son sumamente sencillos y casi todos sus alumnos pasan bien. Si ya sabes Estática es la mejor opción. Dicen que en Cinemática y Vectorial es más rudo, pero si lo puedes meter en Estática no lo dudes."}, {"fecha": "13/Feb/2023", "score_general": "2.0", "score_facilidad": "4.0", "materia": "Cálculo Vectorial", "comments": "Califica Duro, Muchos Exámenes, Los exámenes son difícilesEs una buena opción para aprender lo básico y pasar sin contratiempos. Como tal sus exámenes son sumamente sencillos y casi todos sus alumnos pasan bien. Si ya sabes Estática es la mejor opción. Dicen que en Cinemática y Vectorial es más rudo, pero si lo puedes meter en Estática no lo dudes."}, {"fecha": "02/Feb/2023", "score_general": "9.0", "score_facilidad": "6.0", "materia": "Cinemática y Dinámica", "comments": "Muy cómico, Da buena retroalimentación, Muchas tareasEs una buena opción para aprender lo básico y pasar sin contratiempos. Como tal sus exámenes son sumamente sencillos y casi todos sus alumnos pasan bien. Si ya sabes Estática es la mejor opción. Dicen que en Cinemática y Vectorial es más rudo, pero si lo puedes meter en Estática no lo dudes."}, {"fecha": "31/Ene/2023", "score_general": "3.0", "score_facilidad": "2.0", "materia": "Cinemática y Dinámica", "comments": "Es una buena opción para aprender lo básico y pasar sin contratiempos. Como tal sus exámenes son sumamente sencillos y casi todos sus alumnos pasan bien. Si ya sabes Estática es la mejor opción. Dicen que en Cinemática y Vectorial es más rudo, pero si lo puedes meter en Estática no lo dudes."}, {"fecha": "16/Ene/2023", "score_general": "2.0", "score_facilidad": "2.0", "materia": "Cinemática y dinámica", "comments": "Califica Duro, Barco, Muchas tareasEs una buena opción para aprender lo básico y pasar sin contratiempos. Como tal sus exámenes son sumamente sencillos y casi todos sus alumnos pasan bien. Si ya sabes Estática es la mejor opción. Dicen que en Cinemática y Vectorial es más rudo, pero si lo puedes meter en Estática no lo dudes."}, {"fecha": "11/Ene/2023", "score_general": "2.0", "score_facilidad": "2.0", "materia": "Cinematica", "comments": "Califica DuroNefasto profesor, no enseña nada. \r\nNo lo metan como primera opción"}, {"fecha": "27/Ene/2022", "score_general": "9.0", "score_facilidad": "6.0", "materia": "Calculo Vectorial", "comments": "Inspiracional, Aspectos de calificación claros, Brinda apoyoNefasto profesor, no enseña nada. \r\nNo lo metan como primera opción"}, {"fecha": "16/Dic/2021", "score_general": "7.0", "score_facilidad": "8.0", "materia": "Cálculo vectorial", "comments": "Muy cómico, La Participación Importa, Aspectos de calificación clarosNefasto profesor, no enseña nada. \r\nNo lo metan como primera opción"}, {"fecha": "13/Oct/2021", "score_general": "3.0", "score_facilidad": "4.0", "materia": "Calculo vectorial", "comments": "Muchas tareas, Las clases son largas, Los exámenes son difícilesNefasto profesor, no enseña nada. \r\nNo lo metan como primera opción"}, {"fecha": "10/Mar/2021", "score_general": "7.0", "score_facilidad": "8.0", "materia": "mecanica", "comments": "Muy cómico, Muchas tareasNefasto profesor, no enseña nada. \r\nNo lo metan como primera opción"}, {"fecha": "16/Feb/2021", "score_general": "8.0", "score_facilidad": "8.0", "materia": "Cinemática y dinámica", "comments": "Muchas tareas, Respetado por los estudiantes, Brinda apoyoEs un muy buen profesor, se nota que le gusta dar clases y que sus estudiantes aprendan."}, {"fecha": "15/Feb/2021", "score_general": "8.0", "score_facilidad": "8.0", "materia": "Cinemática y Dinámica", "comments": "Muy cómico, Muchas tareas, Muchos ExámenesEs un muy buen profesor, se nota que le gusta dar clases y que sus estudiantes aprendan."}, {"fecha": "01/Feb/2021", "score_general": "7.0", "score_facilidad": "8.0", "materia": "Cinemática y dinámica", "comments": "Muy cómico, Da buena retroalimentación, Aspectos de calificación clarosEs un muy buen profesor, se nota que le gusta dar clases y que sus estudiantes aprendan."}, {"fecha": "01/Sep/2020", "score_general": "7.0", "score_facilidad": "6.0", "materia": "Estática", "comments": "Muchas tareasEs un muy buen profesor, se nota que le gusta dar clases y que sus estudiantes aprendan."}, {"fecha": "31/Ago/2020", "score_general": "6.0", "score_facilidad": "4.0", "materia": "Estática", "comments": "Califica Duro, Muchas tareas, Deja trabajos largosEs un muy buen profesor, se nota que le gusta dar clases y que sus estudiantes aprendan."}, {"fecha": "22/Jun/2020", "score_general": "8.0", "score_facilidad": "6.0", "materia": "Mecanica", "comments": "Califica Duro, Muy cómico, Aspectos de calificación clarosEs un buen profe, es algo difícil sacar 10 por su control de puntos, solo trata de sacar todos los exámenes con la mayor calificación y entregar todos los ejercicios de manera correcta. Usa Hibbeler como referencia, todos sus ejercicios salen de ahí. Explica muy bien en las clases en línea por zoom"}, {"fecha": "24/May/2020", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Estática", "comments": "Muy cómicoEs un buen profe, es algo difícil sacar 10 por su control de puntos, solo trata de sacar todos los exámenes con la mayor calificación y entregar todos los ejercicios de manera correcta. Usa Hibbeler como referencia, todos sus ejercicios salen de ahí. Explica muy bien en las clases en línea por zoom"}, {"fecha": "28/Ene/2020", "score_general": "7.0", "score_facilidad": "6.0", "materia": "Mecánica", "comments": "Muchas tareas, Las clases son largasEs un buen profe, es algo difícil sacar 10 por su control de puntos, solo trata de sacar todos los exámenes con la mayor calificación y entregar todos los ejercicios de manera correcta. Usa Hibbeler como referencia, todos sus ejercicios salen de ahí. Explica muy bien en las clases en línea por zoom"}, {"fecha": "24/Ene/2020", "score_general": "7.0", "score_facilidad": "8.0", "materia": "Cinemática y dinámica", "comments": "Muchas tareas, Aspectos de calificación clarosEs un buen profe, es algo difícil sacar 10 por su control de puntos, solo trata de sacar todos los exámenes con la mayor calificación y entregar todos los ejercicios de manera correcta. Usa Hibbeler como referencia, todos sus ejercicios salen de ahí. Explica muy bien en las clases en línea por zoom"}, {"fecha": "18/Ene/2020", "score_general": "8.0", "score_facilidad": "8.0", "materia": "Cinemática y Dinámica", "comments": "Muchas tareasEs un buen profe, es algo difícil sacar 10 por su control de puntos, solo trata de sacar todos los exámenes con la mayor calificación y entregar todos los ejercicios de manera correcta. Usa Hibbeler como referencia, todos sus ejercicios salen de ahí. Explica muy bien en las clases en línea por zoom"}, {"fecha": "29/Nov/2019", "score_general": "9.0", "score_facilidad": "10.0", "materia": "Cálculo Vectorial", "comments": "Muy cómico, Da buena retroalimentación, InspiracionalMuy buen profesor, además un gran hombre, a parte de ser muy cómico, tranquiliza la clase y la hace muy amena, pero también muy interesante."}, {"fecha": "21/Jul/2019", "score_general": "8.0", "score_facilidad": "6.0", "materia": "Mecánica", "comments": "Pocos Exámenes, Clases excelentes, Tomaría su clase otra vezMuy buen profesor, además un gran hombre, a parte de ser muy cómico, tranquiliza la clase y la hace muy amena, pero también muy interesante."}, {"fecha": "11/Jun/2019", "score_general": "8.0", "score_facilidad": "8.0", "materia": "Estáttica", "comments": "Muy cómico, Muchas tareas, Pocos ExámenesMuy buen profesor, además un gran hombre, a parte de ser muy cómico, tranquiliza la clase y la hace muy amena, pero también muy interesante."}, {"fecha": "06/Jun/2019", "score_general": "4.0", "score_facilidad": "6.0", "materia": "Mécanica", "comments": "Muy cómico, Muchas tareasMuy buen profesor, además un gran hombre, a parte de ser muy cómico, tranquiliza la clase y la hace muy amena, pero también muy interesante."}, {"fecha": "21/Ene/2019", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Cálculo Vectorial", "comments": "Muy cómicoMuy buen profesor, además un gran hombre, a parte de ser muy cómico, tranquiliza la clase y la hace muy amena, pero también muy interesante."}, {"fecha": "14/Ene/2019", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Cálculo Vectorial", "comments": "Inspiracional, Brinda apoyo, Clases excelentesEste es un EXCELENTE profesor. El mejor que he tenido en mi vida, sin dudarlo. Su clase es muy amena y explica todo súper claro. Repite varias veces las cosas para que nadie se pierda. Sus exámenes están al nivel de lo visto en clase, al igual que las tareas.  No es difícil pasar. Mete con él."}, {"fecha": "29/Nov/2018", "score_general": "9.0", "score_facilidad": "6.0", "materia": "Cinemática y Dinámica", "comments": "Califica Duro, Muchas tareas, Clases excelentesEste es un EXCELENTE profesor. El mejor que he tenido en mi vida, sin dudarlo. Su clase es muy amena y explica todo súper claro. Repite varias veces las cosas para que nadie se pierda. Sus exámenes están al nivel de lo visto en clase, al igual que las tareas.  No es difícil pasar. Mete con él."}, {"fecha": "08/Ago/2018", "score_general": "7.0", "score_facilidad": "6.0", "materia": "Mecánica", "comments": "Muy cómico, Da Crédito Extra, Aspectos de calificación clarosEste es un EXCELENTE profesor. El mejor que he tenido en mi vida, sin dudarlo. Su clase es muy amena y explica todo súper claro. Repite varias veces las cosas para que nadie se pierda. Sus exámenes están al nivel de lo visto en clase, al igual que las tareas.  No es difícil pasar. Mete con él."}, {"fecha": "07/Ago/2018", "score_general": "7.0", "score_facilidad": "8.0", "materia": "Mecánica", "comments": "Muy cómico, Muchas tareasEste es un EXCELENTE profesor. El mejor que he tenido en mi vida, sin dudarlo. Su clase es muy amena y explica todo súper claro. Repite varias veces las cosas para que nadie se pierda. Sus exámenes están al nivel de lo visto en clase, al igual que las tareas.  No es difícil pasar. Mete con él."}, {"fecha": "02/Jul/2018", "score_general": "6.0", "score_facilidad": "6.0", "materia": "Estatica", "comments": "Asistencia obligatoria, Muchos proyectos grupales, Tomaría su clase otra vezEste es un EXCELENTE profesor. El mejor que he tenido en mi vida, sin dudarlo. Su clase es muy amena y explica todo súper claro. Repite varias veces las cosas para que nadie se pierda. Sus exámenes están al nivel de lo visto en clase, al igual que las tareas.  No es difícil pasar. Mete con él."}, {"fecha": "19/Jun/2018", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Mecánica", "comments": "Muy cómico, Muchas tareas, Deja trabajos largosBuen profesor, es un poco tranquilo. La mayor parte de las clases son ejercicios del curso, si hay dudas las resuelve. Los últimos trabajos y los temas necesitan entendimiento de los demás temas para su resolución. Lo único que es diferente y no me agradó del todo fue el sistema de calificaciones."}, {"fecha": "15/Jun/2018", "score_general": "7.0", "score_facilidad": "6.0", "materia": "Estátca", "comments": "Buen profesor, es un poco tranquilo. La mayor parte de las clases son ejercicios del curso, si hay dudas las resuelve. Los últimos trabajos y los temas necesitan entendimiento de los demás temas para su resolución. Lo único que es diferente y no me agradó del todo fue el sistema de calificaciones."}, {"fecha": "26/Ene/2018", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Cinemática y Dinámica", "comments": "Buen profesor, es un poco tranquilo. La mayor parte de las clases son ejercicios del curso, si hay dudas las resuelve. Los últimos trabajos y los temas necesitan entendimiento de los demás temas para su resolución. Lo único que es diferente y no me agradó del todo fue el sistema de calificaciones."}, {"fecha": "26/Ene/2018", "score_general": "2.0", "score_facilidad": "6.0", "materia": "Calculo Vectorial", "comments": "Pocos ExámenesBuen profesor, es un poco tranquilo. La mayor parte de las clases son ejercicios del curso, si hay dudas las resuelve. Los últimos trabajos y los temas necesitan entendimiento de los demás temas para su resolución. Lo único que es diferente y no me agradó del todo fue el sistema de calificaciones."}, {"fecha": "23/Ene/2018", "score_general": "6.0", "score_facilidad": "6.0", "materia": "Mecánica", "comments": "Buen profesor, es un poco tranquilo. La mayor parte de las clases son ejercicios del curso, si hay dudas las resuelve. Los últimos trabajos y los temas necesitan entendimiento de los demás temas para su resolución. Lo único que es diferente y no me agradó del todo fue el sistema de calificaciones."}, {"fecha": "08/Ene/2018", "score_general": "7.0", "score_facilidad": "10.0", "materia": "Cineatica y Dinamica", "comments": "Califica Duro, Muchas tareas, Da Crédito ExtraEs una persona con muchos conocimienntos aunque no los transmite de la mejor forma, pues en su clase pierde la atencion de la mayoria de grupo. recomiendo que inscriban a otro profesor y entren a clase de Tellez, pues resulve muchos ejercicios. ya que su clase consiste en eso. \r\nEJERCICIO/RECREO/EJER"}, {"fecha": "09/Dic/2017", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Estática", "comments": "Muchas tareas, Clases excelentes, Tomaría su clase otra vezEs una persona con muchos conocimienntos aunque no los transmite de la mejor forma, pues en su clase pierde la atencion de la mayoria de grupo. recomiendo que inscriban a otro profesor y entren a clase de Tellez, pues resulve muchos ejercicios. ya que su clase consiste en eso. \r\nEJERCICIO/RECREO/EJER"}, {"fecha": "27/Jul/2017", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Estática", "comments": "Muy cómico, Muchas tareas, Clases excelentesEs una persona con muchos conocimienntos aunque no los transmite de la mejor forma, pues en su clase pierde la atencion de la mayoria de grupo. recomiendo que inscriban a otro profesor y entren a clase de Tellez, pues resulve muchos ejercicios. ya que su clase consiste en eso. \r\nEJERCICIO/RECREO/EJER"}, {"fecha": "25/Jul/2017", "score_general": "7.0", "score_facilidad": "6.0", "materia": "Mecánica", "comments": "Muy cómicoEs una persona con muchos conocimienntos aunque no los transmite de la mejor forma, pues en su clase pierde la atencion de la mayoria de grupo. recomiendo que inscriban a otro profesor y entren a clase de Tellez, pues resulve muchos ejercicios. ya que su clase consiste en eso. \r\nEJERCICIO/RECREO/EJER"}, {"fecha": "30/Jun/2017", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Cálculo vectorial", "comments": "Muy cómico, Inspiracional, Tomaría su clase otra vezEs una persona con muchos conocimienntos aunque no los transmite de la mejor forma, pues en su clase pierde la atencion de la mayoria de grupo. recomiendo que inscriban a otro profesor y entren a clase de Tellez, pues resulve muchos ejercicios. ya que su clase consiste en eso. \r\nEJERCICIO/RECREO/EJER"}, {"fecha": "28/Jun/2017", "score_general": "9.0", "score_facilidad": "6.0", "materia": "Estatica", "comments": "Es muy buen profesor, da la clase divertida y eso hace que se te haga muy relajada, los exámenes esta al nivel."}, {"fecha": "02/Jun/2017", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Mecánica", "comments": "Califica Duro, Muy cómico, Clases excelentesEs muy buen profesor, da la clase divertida y eso hace que se te haga muy relajada, los exámenes esta al nivel."}, {"fecha": "18/Feb/2017", "score_general": "8.0", "score_facilidad": "8.0", "materia": "Estática/Cinemática", "comments": "Es muy buen profesor, da la clase divertida y eso hace que se te haga muy relajada, los exámenes esta al nivel."}, {"fecha": "22/Ene/2017", "score_general": "2.0", "score_facilidad": "4.0", "materia": "ESTATICA", "comments": "Es muy buen profesor, da la clase divertida y eso hace que se te haga muy relajada, los exámenes esta al nivel."}, {"fecha": "22/Ene/2017", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Estática", "comments": "Respetado por los estudiantes, Clases excelentes, Tomaría su clase otra vezEs muy buen profesor, da la clase divertida y eso hace que se te haga muy relajada, los exámenes esta al nivel."}, {"fecha": "16/Ene/2017", "score_general": "8.0", "score_facilidad": "6.0", "materia": "Cálculo vectorial", "comments": "Muy cómico, Respetado por los estudiantes, Los exámenes son difícilesBuen maestro, deja tarea casi siempre que te ayuda a entender para el examen. Los \"problemas\" son que los exámenes los hace con un nivel un poco mayor del que da en clases, y todo lo que haces con el equivale a puntos, que al final puede perjudicarte"}, {"fecha": "08/Ene/2017", "score_general": "4.0", "score_facilidad": "6.0", "materia": "Mecánica", "comments": "Califica Duro, Muchas tareas, La Participación ImportaBuen maestro, deja tarea casi siempre que te ayuda a entender para el examen. Los \"problemas\" son que los exámenes los hace con un nivel un poco mayor del que da en clases, y todo lo que haces con el equivale a puntos, que al final puede perjudicarte"}, {"fecha": "02/Dic/2016", "score_general": "8.0", "score_facilidad": "8.0", "materia": "Cálculo Vectorial", "comments": "Clases excelentes, Tomaría su clase otra vezBuen maestro, deja tarea casi siempre que te ayuda a entender para el examen. Los \"problemas\" son que los exámenes los hace con un nivel un poco mayor del que da en clases, y todo lo que haces con el equivale a puntos, que al final puede perjudicarte"}, {"fecha": "15/Jun/2016", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Estática", "comments": "Da buena retroalimentación, Muchas tareas, Tomaría su clase otra vezBuen maestro, deja tarea casi siempre que te ayuda a entender para el examen. Los \"problemas\" son que los exámenes los hace con un nivel un poco mayor del que da en clases, y todo lo que haces con el equivale a puntos, que al final puede perjudicarte"}, {"fecha": "23/Ene/2016", "score_general": "8.0", "score_facilidad": "8.0", "materia": "Calculo Vectorial", "comments": "Buen maestro, deja tarea casi siempre que te ayuda a entender para el examen. Los \"problemas\" son que los exámenes los hace con un nivel un poco mayor del que da en clases, y todo lo que haces con el equivale a puntos, que al final puede perjudicarte"}, {"fecha": "21/Nov/2015", "score_general": "8.0", "score_facilidad": "6.0", "materia": "Cálculo Vectorial", "comments": "Es buen profesor, en ocasiones se va algo rápido pero en general esta bien"}, {"fecha": "18/Nov/2015", "score_general": "8.0", "score_facilidad": "8.0", "materia": "Cálculo Vectorial", "comments": "Es buen profesor, en ocasiones se va algo rápido pero en general esta bien"}, {"fecha": "05/Jun/2015", "score_general": "6.0", "score_facilidad": "6.0", "materia": "Vectorial", "comments": "Es buen profesor, en ocasiones se va algo rápido pero en general esta bien"}, {"fecha": "08/Dic/2014", "score_general": "8.0", "score_facilidad": "8.0", "materia": "Cinematica/vectirial", "comments": "Es buen profesor, en ocasiones se va algo rápido pero en general esta bien"}, {"fecha": "23/Nov/2014", "score_general": "8.0", "score_facilidad": "10.0", "materia": "Vectorial", "comments": "Es buen profesor, en ocasiones se va algo rápido pero en general esta bien"}, {"fecha": "30/Sep/2014", "score_general": "10.0", "score_facilidad": "6.0", "materia": "---", "comments": "[Comentario esperando revisión]"}, {"fecha": "30/Jun/2014", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Vecto y Cine", "comments": "[Comentario esperando revisión]"}, {"fecha": "10/May/2014", "score_general": "9.0", "score_facilidad": "6.0", "materia": "Cinematica", "comments": "[Comentario esperando revisión]"}, {"fecha": "13/Ene/2014", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Cinematica y Dinamica", "comments": "[Comentario esperando revisión]"}, {"fecha": "23/Nov/2013", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Cinemática y Dinámica", "comments": "[Comentario esperando revisión]"}]