[{"fecha": "27/Ago/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Introducción a la economía", "comments": "Inspiracional, Clases excelentes, Tomaría su clase otra vezUn gran profesor, su clase es excelente y de verdad aprendes. Le gusta que los alumnos participen para hacer la clase más amena, su evaluación es fácil, por la situación del paro solo califico con tareas las cuales consistía de 2 preguntás después de cada clase. Entregué todas y saque 10."}, {"fecha": "24/Ago/2021", "score_general": "9.0", "score_facilidad": "10.0", "materia": "Introducción a la Economía", "comments": "Inspiracional, Brinda apoyo, Tomaría su clase otra vezUn gran profesor, su clase es excelente y de verdad aprendes. Le gusta que los alumnos participen para hacer la clase más amena, su evaluación es fácil, por la situación del paro solo califico con tareas las cuales consistía de 2 preguntás después de cada clase. Entregué todas y saque 10."}, {"fecha": "11/Dic/2019", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Introducción a la economía", "comments": "Respetado por los estudiantes, Inspiracional, Brinda apoyoUn gran profesor, su clase es excelente y de verdad aprendes. Le gusta que los alumnos participen para hacer la clase más amena, su evaluación es fácil, por la situación del paro solo califico con tareas las cuales consistía de 2 preguntás después de cada clase. Entregué todas y saque 10."}, {"fecha": "27/Jul/2019", "score_general": "8.0", "score_facilidad": "10.0", "materia": "Introducción a la economía", "comments": "Barco, Las clases son largas, Aspectos de calificación clarosUn gran profesor, su clase es excelente y de verdad aprendes. Le gusta que los alumnos participen para hacer la clase más amena, su evaluación es fácil, por la situación del paro solo califico con tareas las cuales consistía de 2 preguntás después de cada clase. Entregué todas y saque 10."}, {"fecha": "01/Jul/2019", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Introducción a la Economía", "comments": "Barco, Pocos ExámenesUn gran profesor, su clase es excelente y de verdad aprendes. Le gusta que los alumnos participen para hacer la clase más amena, su evaluación es fácil, por la situación del paro solo califico con tareas las cuales consistía de 2 preguntás después de cada clase. Entregué todas y saque 10."}, {"fecha": "15/Ene/2019", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Introducción a la economía", "comments": "Da buena retroalimentación, Aspectos de calificación claros, Tomaría su clase otra vezCuando lleve está asignatura me gusto mucho, de los mejores profesores en la facultad, explica muy bien cada tema, liga cada uno con sucesos actuales. Hace examenes a casa muy interesantes y con anticipación para poder resolverlos."}, {"fecha": "10/Jul/2018", "score_general": "4.0", "score_facilidad": "4.0", "materia": "Introducción a Economia", "comments": "Las clases son largasCuando lleve está asignatura me gusto mucho, de los mejores profesores en la facultad, explica muy bien cada tema, liga cada uno con sucesos actuales. Hace examenes a casa muy interesantes y con anticipación para poder resolverlos."}, {"fecha": "24/Jul/2016", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Introducción a la Economía", "comments": "La Participación Importa, Clases excelentes, Tomaría su clase otra vezCuando lleve está asignatura me gusto mucho, de los mejores profesores en la facultad, explica muy bien cada tema, liga cada uno con sucesos actuales. Hace examenes a casa muy interesantes y con anticipación para poder resolverlos."}, {"fecha": "02/Jul/2015", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Introducción a la Economía", "comments": "Cuando lleve está asignatura me gusto mucho, de los mejores profesores en la facultad, explica muy bien cada tema, liga cada uno con sucesos actuales. Hace examenes a casa muy interesantes y con anticipación para poder resolverlos."}, {"fecha": "20/Jun/2014", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Introducción a la economía", "comments": "Cuando lleve está asignatura me gusto mucho, de los mejores profesores en la facultad, explica muy bien cada tema, liga cada uno con sucesos actuales. Hace examenes a casa muy interesantes y con anticipación para poder resolverlos."}, {"fecha": "10/Jun/2014", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Introduccion a la economia", "comments": "Es un barco(el mismo lo dice), pero sus clases hacen que le entiendas y hasta te interese la economía, sobre todo porque le gusta explicarla con acontecimientos que suceden en el país. Sabe de todo y su clase siempre esta abierta a preguntas y participaciones. Los exámenes son trabajos en casa."}, {"fecha": "10/Jun/2013", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Introducción a la Economía", "comments": "Es un barco(el mismo lo dice), pero sus clases hacen que le entiendas y hasta te interese la economía, sobre todo porque le gusta explicarla con acontecimientos que suceden en el país. Sabe de todo y su clase siempre esta abierta a preguntas y participaciones. Los exámenes son trabajos en casa."}, {"fecha": "24/Ene/2012", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Introducción a la economía", "comments": "Es un barco(el mismo lo dice), pero sus clases hacen que le entiendas y hasta te interese la economía, sobre todo porque le gusta explicarla con acontecimientos que suceden en el país. Sabe de todo y su clase siempre esta abierta a preguntas y participaciones. Los exámenes son trabajos en casa."}]