[{"fecha": "18/Feb/2023", "score_general": "7.0", "score_facilidad": "4.0", "materia": "Calculo Vectorial", "comments": "Califica Duro, Deja trabajos largos, Los exámenes son difícilesLa profesora sabe bastante de la materia , te deja nivel pero las tareas son largas , mas de 10 hojas por tarea , y los examenes son muy dificiles, el 1er examen final es obligatorio  si lo repruebas pierdes la materia , la recomiendo de ultima opcion"}, {"fecha": "11/Feb/2023", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Vectorial", "comments": "Respetado por los estudiantes, Clases excelentes, Los exámenes son difícilesLa profesora sabe bastante de la materia , te deja nivel pero las tareas son largas , mas de 10 hojas por tarea , y los examenes son muy dificiles, el 1er examen final es obligatorio  si lo repruebas pierdes la materia , la recomiendo de ultima opcion"}, {"fecha": "09/Feb/2023", "score_general": "5.0", "score_facilidad": "2.0", "materia": "Calculo Vectorial", "comments": "La profesora sabe bastante de la materia , te deja nivel pero las tareas son largas , mas de 10 hojas por tarea , y los examenes son muy dificiles, el 1er examen final es obligatorio  si lo repruebas pierdes la materia , la recomiendo de ultima opcion"}, {"fecha": "09/Feb/2023", "score_general": "7.0", "score_facilidad": "8.0", "materia": "Calculo Vectorial", "comments": "Califica Duro, Muchas tareas, Las clases son largasLa profesora sabe bastante de la materia , te deja nivel pero las tareas son largas , mas de 10 hojas por tarea , y los examenes son muy dificiles, el 1er examen final es obligatorio  si lo repruebas pierdes la materia , la recomiendo de ultima opcion"}, {"fecha": "08/Feb/2023", "score_general": "7.0", "score_facilidad": "4.0", "materia": "Vectorial", "comments": "Muchas tareas, Muchos ExámenesLa profesora sabe bastante de la materia , te deja nivel pero las tareas son largas , mas de 10 hojas por tarea , y los examenes son muy dificiles, el 1er examen final es obligatorio  si lo repruebas pierdes la materia , la recomiendo de ultima opcion"}, {"fecha": "07/Feb/2023", "score_general": "5.0", "score_facilidad": "2.0", "materia": "Calculo Vectorial", "comments": "Muchas tareas, Las clases son largas, Brinda apoyoNo es que sea mala maestra, sin embargo su forma de hacer las cosas no son las mas adecuadas, como ya pusieron muchos su final es obligatorio y no dio calificación de los examenes, nos cambio un tanto las cosas de los finales y por tratar de salvar otra materia vali en sus finales"}, {"fecha": "03/Feb/2023", "score_general": "5.0", "score_facilidad": "4.0", "materia": "Cálculo Vectorial", "comments": "Muchas tareas, Asistencia obligatoria, Muchos ExámenesNo es que sea mala maestra, sin embargo su forma de hacer las cosas no son las mas adecuadas, como ya pusieron muchos su final es obligatorio y no dio calificación de los examenes, nos cambio un tanto las cosas de los finales y por tratar de salvar otra materia vali en sus finales"}, {"fecha": "02/Feb/2023", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Cálculo vectorial", "comments": "Las clases son largas, Clases excelentesNo es que sea mala maestra, sin embargo su forma de hacer las cosas no son las mas adecuadas, como ya pusieron muchos su final es obligatorio y no dio calificación de los examenes, nos cambio un tanto las cosas de los finales y por tratar de salvar otra materia vali en sus finales"}, {"fecha": "30/Ene/2023", "score_general": "8.0", "score_facilidad": "6.0", "materia": "Cálculo vectorial", "comments": "Muchas tareas, Asistencia obligatoria, Las clases son largasNo es que sea mala maestra, sin embargo su forma de hacer las cosas no son las mas adecuadas, como ya pusieron muchos su final es obligatorio y no dio calificación de los examenes, nos cambio un tanto las cosas de los finales y por tratar de salvar otra materia vali en sus finales"}, {"fecha": "24/Ene/2023", "score_general": "2.0", "score_facilidad": "2.0", "materia": "Cálculo Vectorial", "comments": "Califica Duro, Muchos Exámenes, Los exámenes son difícilesNo es que sea mala maestra, sin embargo su forma de hacer las cosas no son las mas adecuadas, como ya pusieron muchos su final es obligatorio y no dio calificación de los examenes, nos cambio un tanto las cosas de los finales y por tratar de salvar otra materia vali en sus finales"}, {"fecha": "19/Ene/2023", "score_general": "8.0", "score_facilidad": "4.0", "materia": "Cálculo Vectorial", "comments": "Califica Duro, Muchas tareas, Deja trabajos largosNos citaba los fines de semana a clases y exámenes PRESCENCIALES cuando al menos las clases pudieron ser en línea. Deja tareas muy largas, llega tarde a las clases y a los exámenes. Entregó las califiaciones de los parciales al final, es obligatorio el final. No la volveré a meter para otra materia."}, {"fecha": "13/Ene/2023", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Cálculo vectorial", "comments": "Muchas tareas, Muchos Exámenes, Deja trabajos largosNos citaba los fines de semana a clases y exámenes PRESCENCIALES cuando al menos las clases pudieron ser en línea. Deja tareas muy largas, llega tarde a las clases y a los exámenes. Entregó las califiaciones de los parciales al final, es obligatorio el final. No la volveré a meter para otra materia."}, {"fecha": "11/Ene/2023", "score_general": "6.0", "score_facilidad": "4.0", "materia": "Calculo Vectorial", "comments": "Muchas tareasNos citaba los fines de semana a clases y exámenes PRESCENCIALES cuando al menos las clases pudieron ser en línea. Deja tareas muy largas, llega tarde a las clases y a los exámenes. Entregó las califiaciones de los parciales al final, es obligatorio el final. No la volveré a meter para otra materia."}, {"fecha": "21/Ago/2022", "score_general": "8.0", "score_facilidad": "6.0", "materia": "Calculo Vectorial", "comments": "Muchas tareas, La Participación Importa, Deja trabajos largosNos citaba los fines de semana a clases y exámenes PRESCENCIALES cuando al menos las clases pudieron ser en línea. Deja tareas muy largas, llega tarde a las clases y a los exámenes. Entregó las califiaciones de los parciales al final, es obligatorio el final. No la volveré a meter para otra materia."}, {"fecha": "05/Jul/2022", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Cálculo Vectorial", "comments": "Deja trabajos largos, Clases excelentes, Tomaría su clase otra vezNos citaba los fines de semana a clases y exámenes PRESCENCIALES cuando al menos las clases pudieron ser en línea. Deja tareas muy largas, llega tarde a las clases y a los exámenes. Entregó las califiaciones de los parciales al final, es obligatorio el final. No la volveré a meter para otra materia."}, {"fecha": "27/Ene/2022", "score_general": "9.0", "score_facilidad": "4.0", "materia": "Cálculo Vectorial", "comments": "Muchas tareas, Asistencia obligatoria, Clases excelentesBuena maestra pero eso sí, tareas enormes, te deja muy buen nivel y es súper clara con los ejercicios. Si haces la tarea, el examen está en corto. Lo único es que luego se hace bolas con las calificaciones y nos entregó el promedio en las últimas. Gran profesora."}, {"fecha": "24/Ene/2022", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Cálculo Vectorial", "comments": "Muchas tareas, Respetado por los estudiantes, Deja trabajos largosBuena maestra pero eso sí, tareas enormes, te deja muy buen nivel y es súper clara con los ejercicios. Si haces la tarea, el examen está en corto. Lo único es que luego se hace bolas con las calificaciones y nos entregó el promedio en las últimas. Gran profesora."}, {"fecha": "01/Sep/2021", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Cálculo Vectorial", "comments": "Inspiracional, Clases excelentes, Tomaría su clase otra vezBuena maestra pero eso sí, tareas enormes, te deja muy buen nivel y es súper clara con los ejercicios. Si haces la tarea, el examen está en corto. Lo único es que luego se hace bolas con las calificaciones y nos entregó el promedio en las últimas. Gran profesora."}, {"fecha": "20/Ago/2021", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Calculo Vectorial", "comments": "Clases excelentes, Tomaría su clase otra vezBuena maestra pero eso sí, tareas enormes, te deja muy buen nivel y es súper clara con los ejercicios. Si haces la tarea, el examen está en corto. Lo único es que luego se hace bolas con las calificaciones y nos entregó el promedio en las últimas. Gran profesora."}, {"fecha": "26/Feb/2021", "score_general": "9.0", "score_facilidad": "2.0", "materia": "Vectorial", "comments": "Califica Duro, Muchas tareas, Los exámenes son difícilesBuena maestra pero eso sí, tareas enormes, te deja muy buen nivel y es súper clara con los ejercicios. Si haces la tarea, el examen está en corto. Lo único es que luego se hace bolas con las calificaciones y nos entregó el promedio en las últimas. Gran profesora."}, {"fecha": "24/Feb/2021", "score_general": "8.0", "score_facilidad": "8.0", "materia": "---", "comments": "Muchas tareas, Las clases son largas, Brinda apoyo[Comentario esperando revisión]"}, {"fecha": "23/Feb/2021", "score_general": "8.0", "score_facilidad": "6.0", "materia": "Cálculo Vectorial", "comments": "Califica Duro, Muchas tareas, Las clases son largas[Comentario esperando revisión]"}, {"fecha": "19/Feb/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Cálculo vectorial", "comments": "[Comentario esperando revisión]"}, {"fecha": "17/Feb/2021", "score_general": "8.0", "score_facilidad": "10.0", "materia": "Calculo Vectorial", "comments": "Barco, Muchas tareas, Las clases son largas[Comentario esperando revisión]"}, {"fecha": "30/Sep/2020", "score_general": "9.0", "score_facilidad": "6.0", "materia": "Cálculo vectorial", "comments": "Muchas tareas, Muchos Exámenes, Tomaría su clase otra vez[Comentario esperando revisión]"}, {"fecha": "21/Sep/2020", "score_general": "6.0", "score_facilidad": "6.0", "materia": "---", "comments": "Muchas tareas, Hace exámenes sorpresa, Las clases son largas[Comentario esperando revisión]"}, {"fecha": "23/Jun/2020", "score_general": "5.0", "score_facilidad": "4.0", "materia": "Vecto", "comments": "Muchas tareas, Las clases son largas[Comentario esperando revisión]"}, {"fecha": "30/May/2020", "score_general": "2.0", "score_facilidad": "2.0", "materia": "Calculo Vectorial", "comments": "Califica Duro, Muchas tareas, Hace exámenes sorpresa[Comentario esperando revisión]"}, {"fecha": "07/May/2020", "score_general": "2.0", "score_facilidad": "2.0", "materia": "Calculo Vectorial", "comments": "Califica Duro, Muchas tareas, Deja trabajos largos[Comentario esperando revisión]"}, {"fecha": "29/Ene/2020", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Cálculo y geometría analítica", "comments": "Muchas tareas, Muchos Exámenes, Tomaría su clase otra vez[Comentario esperando revisión]"}, {"fecha": "24/Ene/2020", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Cálculo vectorial", "comments": "Muchas tareas, Inspiracional, Brinda apoyoUn amor de profesora, de verdad que la terminarás amando. Has todas las tareas que son muchas, se atrasa pero no te preocupes, al final lo repone. Es clara, amable y buena onda. El final está regalado. Por cierto deja usar formulario y confía mucho en los alumnos. ¡La amarás!"}, {"fecha": "18/Ene/2020", "score_general": "9.0", "score_facilidad": "6.0", "materia": "Cálculo Vectorial", "comments": "Muchas tareasUn amor de profesora, de verdad que la terminarás amando. Has todas las tareas que son muchas, se atrasa pero no te preocupes, al final lo repone. Es clara, amable y buena onda. El final está regalado. Por cierto deja usar formulario y confía mucho en los alumnos. ¡La amarás!"}, {"fecha": "17/Ene/2020", "score_general": "9.0", "score_facilidad": "6.0", "materia": "Calculo y geometria analitica", "comments": "Muchas tareasUn amor de profesora, de verdad que la terminarás amando. Has todas las tareas que son muchas, se atrasa pero no te preocupes, al final lo repone. Es clara, amable y buena onda. El final está regalado. Por cierto deja usar formulario y confía mucho en los alumnos. ¡La amarás!"}, {"fecha": "09/Ene/2020", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Cálculo Vectorial", "comments": "Muchas tareas, Clases excelentes, Tomaría su clase otra vezUn amor de profesora, de verdad que la terminarás amando. Has todas las tareas que son muchas, se atrasa pero no te preocupes, al final lo repone. Es clara, amable y buena onda. El final está regalado. Por cierto deja usar formulario y confía mucho en los alumnos. ¡La amarás!"}, {"fecha": "09/Ago/2019", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Calculo vectorial", "comments": "Da buena retroalimentación, Muchas tareas, Clases excelentesUn amor de profesora, de verdad que la terminarás amando. Has todas las tareas que son muchas, se atrasa pero no te preocupes, al final lo repone. Es clara, amable y buena onda. El final está regalado. Por cierto deja usar formulario y confía mucho en los alumnos. ¡La amarás!"}, {"fecha": "01/Jul/2019", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Cálculo Vectorial", "comments": "Muchas tareas, Brinda apoyo, Deja trabajos largosQuizá la profesora que más te ayuda, sus clases son saturadas, te da copias, en caso de que no tengas tus apuntes. Lo que es un hecho es que te deja MUCHA tarea semanal, lo equivalente a casi una serie. En clase se ven ejercicios casi idénticos a los de sus exámenes. Durante el examen te ayuda."}, {"fecha": "27/Mar/2019", "score_general": "9.0", "score_facilidad": "10.0", "materia": "Calculo Vectorial", "comments": "Da buena retroalimentación, Muchas tareas, Tomaría su clase otra vezQuizá la profesora que más te ayuda, sus clases son saturadas, te da copias, en caso de que no tengas tus apuntes. Lo que es un hecho es que te deja MUCHA tarea semanal, lo equivalente a casi una serie. En clase se ven ejercicios casi idénticos a los de sus exámenes. Durante el examen te ayuda."}, {"fecha": "17/Ene/2019", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Cálculo Vectorial", "comments": "Muchas tareas, Las clases son largas, Brinda apoyoQuizá la profesora que más te ayuda, sus clases son saturadas, te da copias, en caso de que no tengas tus apuntes. Lo que es un hecho es que te deja MUCHA tarea semanal, lo equivalente a casi una serie. En clase se ven ejercicios casi idénticos a los de sus exámenes. Durante el examen te ayuda."}, {"fecha": "14/Ene/2019", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Cálculo Vectorial", "comments": "Quizá la profesora que más te ayuda, sus clases son saturadas, te da copias, en caso de que no tengas tus apuntes. Lo que es un hecho es que te deja MUCHA tarea semanal, lo equivalente a casi una serie. En clase se ven ejercicios casi idénticos a los de sus exámenes. Durante el examen te ayuda."}, {"fecha": "28/Ene/2017", "score_general": "9.0", "score_facilidad": "6.0", "materia": "Cálculo Vectorial", "comments": "Da buena retroalimentación, Muchas tareas, Clases excelentesQuizá la profesora que más te ayuda, sus clases son saturadas, te da copias, en caso de que no tengas tus apuntes. Lo que es un hecho es que te deja MUCHA tarea semanal, lo equivalente a casi una serie. En clase se ven ejercicios casi idénticos a los de sus exámenes. Durante el examen te ayuda."}, {"fecha": "24/Ene/2017", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Cálculo Vectorial", "comments": "Muchas tareas, Brinda apoyo, Tomaría su clase otra vezEs un amor de persona. Explica super bien, hace que todo te parezca fácil y te da el nivel para que los finales te parezcan un chiste. La tarea si es bastante pesada, pero si la haces (ella entrega la solución de todas) con eso te basta y sobra para salir con 9 o 10 en sus exámenes."}, {"fecha": "28/Jun/2016", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Cálculo Vectorial", "comments": "Muchas tareas, Clases excelentes, Los exámenes son difícilesEs un amor de persona. Explica super bien, hace que todo te parezca fácil y te da el nivel para que los finales te parezcan un chiste. La tarea si es bastante pesada, pero si la haces (ella entrega la solución de todas) con eso te basta y sobra para salir con 9 o 10 en sus exámenes."}, {"fecha": "23/Ene/2016", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Cálculo Vectorial", "comments": "Es un amor de persona. Explica super bien, hace que todo te parezca fácil y te da el nivel para que los finales te parezcan un chiste. La tarea si es bastante pesada, pero si la haces (ella entrega la solución de todas) con eso te basta y sobra para salir con 9 o 10 en sus exámenes."}, {"fecha": "12/Ene/2016", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Cálculo Vectorial", "comments": "Es un amor de persona. Explica super bien, hace que todo te parezca fácil y te da el nivel para que los finales te parezcan un chiste. La tarea si es bastante pesada, pero si la haces (ella entrega la solución de todas) con eso te basta y sobra para salir con 9 o 10 en sus exámenes."}, {"fecha": "16/Dic/2015", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Cálculo Vectorial", "comments": "Es un amor de persona. Explica super bien, hace que todo te parezca fácil y te da el nivel para que los finales te parezcan un chiste. La tarea si es bastante pesada, pero si la haces (ella entrega la solución de todas) con eso te basta y sobra para salir con 9 o 10 en sus exámenes."}, {"fecha": "26/Jul/2015", "score_general": "10.0", "score_facilidad": "10.0", "materia": "CALCULO VECTORIAL", "comments": "Da buena retroalimentación, Muchas tareas, Respetado por los estudiantesES UNA EXCELENTE PROFESORA  ADEMÁS DE QUE ENSEÑA MUY BIEN , PERO DEJA MUCHA TAREA AUNQUE SE ENTREGA POR SEMANA Y SI HACES SUS TAREAS LOS EXAMANES SERAN SENCILLOS APARTE DE QUE TE DEJA UTILIZAR UNA HOJA DONDE PUEDE ANOTAR LO QUE QUIERAS DEL TEMA.\r\nNO REPRUEBES NINGUN EXAMEN PORQUE TE PUEDE MANDAR A PRIMER FINAL"}, {"fecha": "25/Jul/2015", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Cálculo Vectorial", "comments": "ES UNA EXCELENTE PROFESORA  ADEMÁS DE QUE ENSEÑA MUY BIEN , PERO DEJA MUCHA TAREA AUNQUE SE ENTREGA POR SEMANA Y SI HACES SUS TAREAS LOS EXAMANES SERAN SENCILLOS APARTE DE QUE TE DEJA UTILIZAR UNA HOJA DONDE PUEDE ANOTAR LO QUE QUIERAS DEL TEMA.\r\nNO REPRUEBES NINGUN EXAMEN PORQUE TE PUEDE MANDAR A PRIMER FINAL"}, {"fecha": "27/Nov/2014", "score_general": "6.0", "score_facilidad": "8.0", "materia": "Cálculo Vectorial", "comments": "ES UNA EXCELENTE PROFESORA  ADEMÁS DE QUE ENSEÑA MUY BIEN , PERO DEJA MUCHA TAREA AUNQUE SE ENTREGA POR SEMANA Y SI HACES SUS TAREAS LOS EXAMANES SERAN SENCILLOS APARTE DE QUE TE DEJA UTILIZAR UNA HOJA DONDE PUEDE ANOTAR LO QUE QUIERAS DEL TEMA.\r\nNO REPRUEBES NINGUN EXAMEN PORQUE TE PUEDE MANDAR A PRIMER FINAL"}, {"fecha": "13/Ene/2014", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Calculo Vectorial", "comments": "ES UNA EXCELENTE PROFESORA  ADEMÁS DE QUE ENSEÑA MUY BIEN , PERO DEJA MUCHA TAREA AUNQUE SE ENTREGA POR SEMANA Y SI HACES SUS TAREAS LOS EXAMANES SERAN SENCILLOS APARTE DE QUE TE DEJA UTILIZAR UNA HOJA DONDE PUEDE ANOTAR LO QUE QUIERAS DEL TEMA.\r\nNO REPRUEBES NINGUN EXAMEN PORQUE TE PUEDE MANDAR A PRIMER FINAL"}, {"fecha": "02/Dic/2013", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Cálculo Vectorial", "comments": "ES UNA EXCELENTE PROFESORA  ADEMÁS DE QUE ENSEÑA MUY BIEN , PERO DEJA MUCHA TAREA AUNQUE SE ENTREGA POR SEMANA Y SI HACES SUS TAREAS LOS EXAMANES SERAN SENCILLOS APARTE DE QUE TE DEJA UTILIZAR UNA HOJA DONDE PUEDE ANOTAR LO QUE QUIERAS DEL TEMA.\r\nNO REPRUEBES NINGUN EXAMEN PORQUE TE PUEDE MANDAR A PRIMER FINAL"}, {"fecha": "27/Nov/2013", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Calculo Vectorial", "comments": "Es una excelente profesora,la mejor maestra que he teniedo en ciencias básicas,deberia dar mas materias a parte de vectorial,no duden en meterla, explica super bien, sus tareas son largas pero nada del otro mundo,y es muy buena pesorna,los examenes son an nivel de la clase."}, {"fecha": "08/Sep/2013", "score_general": "10.0", "score_facilidad": "4.0", "materia": "vectorial", "comments": "Es una excelente profesora,la mejor maestra que he teniedo en ciencias básicas,deberia dar mas materias a parte de vectorial,no duden en meterla, explica super bien, sus tareas son largas pero nada del otro mundo,y es muy buena pesorna,los examenes son an nivel de la clase."}, {"fecha": "24/Jun/2013", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Calculo Vectorial", "comments": "Es una excelente profesora,la mejor maestra que he teniedo en ciencias básicas,deberia dar mas materias a parte de vectorial,no duden en meterla, explica super bien, sus tareas son largas pero nada del otro mundo,y es muy buena pesorna,los examenes son an nivel de la clase."}, {"fecha": "16/Dic/2012", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Calculo vectorial", "comments": "Es una excelente profesora,la mejor maestra que he teniedo en ciencias básicas,deberia dar mas materias a parte de vectorial,no duden en meterla, explica super bien, sus tareas son largas pero nada del otro mundo,y es muy buena pesorna,los examenes son an nivel de la clase."}]