[{"fecha": "08/Feb/2023", "score_general": "9.0", "score_facilidad": "6.0", "materia": "Termodinámica", "comments": "Da buena retroalimentación, Brinda apoyo, Tomaría su clase otra vezUn gran profesor, explica las veces que le pidas y le interesa que nos vaya bien en la materia. Se enfoca mucho en la teoría pero también hace ejercicios para prepararnos para los exámenes. Deja que hagamos ejercicios en clase para puntos extras."}, {"fecha": "31/Ene/2023", "score_general": "9.0", "score_facilidad": "4.0", "materia": "Termodinámica", "comments": "Da buena retroalimentación, Brinda apoyoUn gran profesor, explica las veces que le pidas y le interesa que nos vaya bien en la materia. Se enfoca mucho en la teoría pero también hace ejercicios para prepararnos para los exámenes. Deja que hagamos ejercicios en clase para puntos extras."}, {"fecha": "28/Ene/2023", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Electricidad y Magnetismo", "comments": "Un gran profesor, explica las veces que le pidas y le interesa que nos vaya bien en la materia. Se enfoca mucho en la teoría pero también hace ejercicios para prepararnos para los exámenes. Deja que hagamos ejercicios en clase para puntos extras."}, {"fecha": "28/Jul/2022", "score_general": "3.0", "score_facilidad": "2.0", "materia": "Electricidad y magnetismo", "comments": "Califica Duro, Deja trabajos largos, Los exámenes son difícilesUn gran profesor, explica las veces que le pidas y le interesa que nos vaya bien en la materia. Se enfoca mucho en la teoría pero también hace ejercicios para prepararnos para los exámenes. Deja que hagamos ejercicios en clase para puntos extras."}, {"fecha": "16/Jun/2022", "score_general": "7.0", "score_facilidad": "8.0", "materia": "Electricidad y magnetismo", "comments": "Las clases son largas, Los exámenes son difícilesUn gran profesor, explica las veces que le pidas y le interesa que nos vaya bien en la materia. Se enfoca mucho en la teoría pero también hace ejercicios para prepararnos para los exámenes. Deja que hagamos ejercicios en clase para puntos extras."}, {"fecha": "24/Ene/2022", "score_general": "10.0", "score_facilidad": "4.0", "materia": "Electricidad y Magnetismo", "comments": "Da buena retroalimentación, Respetado por los estudiantes, Tomaría su clase otra vezEl profesor aborda la teoría de una manera excelente y comparte con el grupo todas sus diapositivas sin embargo realiza muy pocos ejercicios en clase por lo cual deberás realizar ejercicios por tu cuenta."}, {"fecha": "24/Ene/2022", "score_general": "4.0", "score_facilidad": "4.0", "materia": "EyM", "comments": "Califica Duro, Las clases son largasEl profesor aborda la teoría de una manera excelente y comparte con el grupo todas sus diapositivas sin embargo realiza muy pocos ejercicios en clase por lo cual deberás realizar ejercicios por tu cuenta."}, {"fecha": "24/Ene/2022", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Termodinámica", "comments": "La Participación Importa, Da Crédito Extra, Muchos proyectos grupalesEl profesor aborda la teoría de una manera excelente y comparte con el grupo todas sus diapositivas sin embargo realiza muy pocos ejercicios en clase por lo cual deberás realizar ejercicios por tu cuenta."}, {"fecha": "26/Ago/2021", "score_general": "6.0", "score_facilidad": "4.0", "materia": "Electricidad y Magnetismo", "comments": "Califica Duro, Prepárate para leer, Las clases son largasEl profesor aborda la teoría de una manera excelente y comparte con el grupo todas sus diapositivas sin embargo realiza muy pocos ejercicios en clase por lo cual deberás realizar ejercicios por tu cuenta."}, {"fecha": "23/Ago/2021", "score_general": "9.0", "score_facilidad": "6.0", "materia": "Termodinámica", "comments": "Da buena retroalimentación, Respetado por los estudiantes, Aspectos de calificación clarosEl profesor aborda la teoría de una manera excelente y comparte con el grupo todas sus diapositivas sin embargo realiza muy pocos ejercicios en clase por lo cual deberás realizar ejercicios por tu cuenta."}, {"fecha": "19/Ago/2021", "score_general": "6.0", "score_facilidad": "4.0", "materia": "Electricidad y magnetismo", "comments": "Califica Duro, Muchas tareas, Las clases son largasDa mucha teoría y pocos ejercicios, deja una tarea por tema pero con muchos ejercicios cada una, pero al ser en equipos no se siente pesado, en los exámenes solo pone ejercicios que suelen ser parecidos a las tareas, aunque a veces pone cosas que no se vieron en clase."}, {"fecha": "16/Mar/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Fundamentos de Termodinámica y Electromagnetismo", "comments": "Da buena retroalimentación, Inspiracional, Brinda apoyoDa mucha teoría y pocos ejercicios, deja una tarea por tema pero con muchos ejercicios cada una, pero al ser en equipos no se siente pesado, en los exámenes solo pone ejercicios que suelen ser parecidos a las tareas, aunque a veces pone cosas que no se vieron en clase."}, {"fecha": "22/Ene/2021", "score_general": "2.0", "score_facilidad": "2.0", "materia": "Fundamentos de Sistemasrmodinámicos y Electromagnetismo", "comments": "Califica Duro, Prepárate para leer, Las clases son largasDa mucha teoría y pocos ejercicios, deja una tarea por tema pero con muchos ejercicios cada una, pero al ser en equipos no se siente pesado, en los exámenes solo pone ejercicios que suelen ser parecidos a las tareas, aunque a veces pone cosas que no se vieron en clase."}, {"fecha": "07/Sep/2020", "score_general": "7.0", "score_facilidad": "4.0", "materia": "Electricidad y Magnetismo", "comments": "Califica DuroDa mucha teoría y pocos ejercicios, deja una tarea por tema pero con muchos ejercicios cada una, pero al ser en equipos no se siente pesado, en los exámenes solo pone ejercicios que suelen ser parecidos a las tareas, aunque a veces pone cosas que no se vieron en clase."}, {"fecha": "03/Sep/2020", "score_general": "8.0", "score_facilidad": "6.0", "materia": "Electricidad y Magnetismo", "comments": "Califica DuroDa mucha teoría y pocos ejercicios, deja una tarea por tema pero con muchos ejercicios cada una, pero al ser en equipos no se siente pesado, en los exámenes solo pone ejercicios que suelen ser parecidos a las tareas, aunque a veces pone cosas que no se vieron en clase."}, {"fecha": "31/Ago/2020", "score_general": "8.0", "score_facilidad": "6.0", "materia": "Electricidad y Magnetismo", "comments": "Muchas tareas, Aspectos de calificación claros, Brinda apoyoLas clases presenciales fueron claras y te brinda el tiempo necesario para aclarar las dudas, sin embargo, las clases en linea no fueron lo mismo, faltaron temas por ver, los ejercicios complicados, muy pocos ejemplos, los exámenes MUY DIFICILES, pasas con 8 cerrado y es muy dificil obtene esa calf"}, {"fecha": "24/Ago/2020", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Electricidad y Magnetismo", "comments": "Califica Duro, Da buena retroalimentación, Clases excelentesLas clases presenciales fueron claras y te brinda el tiempo necesario para aclarar las dudas, sin embargo, las clases en linea no fueron lo mismo, faltaron temas por ver, los ejercicios complicados, muy pocos ejemplos, los exámenes MUY DIFICILES, pasas con 8 cerrado y es muy dificil obtene esa calf"}, {"fecha": "26/Jun/2020", "score_general": "8.0", "score_facilidad": "4.0", "materia": "Electricidad y Magnetismo", "comments": "Califica Duro, Las clases son largas, Aspectos de calificación clarosLas clases presenciales fueron claras y te brinda el tiempo necesario para aclarar las dudas, sin embargo, las clases en linea no fueron lo mismo, faltaron temas por ver, los ejercicios complicados, muy pocos ejemplos, los exámenes MUY DIFICILES, pasas con 8 cerrado y es muy dificil obtene esa calf"}, {"fecha": "22/Feb/2020", "score_general": "7.0", "score_facilidad": "6.0", "materia": "Física Experimental", "comments": "Las clases son largas, Brinda apoyoLas clases presenciales fueron claras y te brinda el tiempo necesario para aclarar las dudas, sin embargo, las clases en linea no fueron lo mismo, faltaron temas por ver, los ejercicios complicados, muy pocos ejemplos, los exámenes MUY DIFICILES, pasas con 8 cerrado y es muy dificil obtene esa calf"}, {"fecha": "20/Ene/2020", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Electricidad y magentismo", "comments": "Inspiracional, Aspectos de calificación claros, Tomaría su clase otra vezLas clases presenciales fueron claras y te brinda el tiempo necesario para aclarar las dudas, sin embargo, las clases en linea no fueron lo mismo, faltaron temas por ver, los ejercicios complicados, muy pocos ejemplos, los exámenes MUY DIFICILES, pasas con 8 cerrado y es muy dificil obtene esa calf"}, {"fecha": "18/Jul/2019", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Electricidad y magnetismo", "comments": "Da buena retroalimentación, Muchas tareas, InspiracionalDe los mejores profesores en la FI. Super buenas las clases, muy claro explicando y prepara excelente para los parciales y colegiados. Es un 90% teórico, ya que por tema de hacen 1 o 2 ejercicios (es físico). No te vas a arrepentir de esta gran experiencia. Aprendes y la pasas bien."}, {"fecha": "02/Jul/2019", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Electricidad y Magnetismo Teoría y lab", "comments": "Inspiracional, Clases excelentes, Tomaría su clase otra vezDe los mejores profesores en la FI. Super buenas las clases, muy claro explicando y prepara excelente para los parciales y colegiados. Es un 90% teórico, ya que por tema de hacen 1 o 2 ejercicios (es físico). No te vas a arrepentir de esta gran experiencia. Aprendes y la pasas bien."}, {"fecha": "27/Jun/2019", "score_general": "8.0", "score_facilidad": "6.0", "materia": "Electricidad y Magnetismo", "comments": "Califica Duro, Las clases son largas, Aspectos de calificación clarosDe los mejores profesores en la FI. Super buenas las clases, muy claro explicando y prepara excelente para los parciales y colegiados. Es un 90% teórico, ya que por tema de hacen 1 o 2 ejercicios (es físico). No te vas a arrepentir de esta gran experiencia. Aprendes y la pasas bien."}, {"fecha": "29/Nov/2018", "score_general": "8.0", "score_facilidad": "8.0", "materia": "Laboratorio de EyM", "comments": "Califica Duro, Da buena retroalimentación, Asistencia obligatoriaDe los mejores profesores en la FI. Super buenas las clases, muy claro explicando y prepara excelente para los parciales y colegiados. Es un 90% teórico, ya que por tema de hacen 1 o 2 ejercicios (es físico). No te vas a arrepentir de esta gran experiencia. Aprendes y la pasas bien."}, {"fecha": "23/Ene/2018", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Electricidad y Magnetismo", "comments": "Asistencia obligatoria, Respetado por los estudiantes, Clases excelentesDe los mejores profesores en la FI. Super buenas las clases, muy claro explicando y prepara excelente para los parciales y colegiados. Es un 90% teórico, ya que por tema de hacen 1 o 2 ejercicios (es físico). No te vas a arrepentir de esta gran experiencia. Aprendes y la pasas bien."}, {"fecha": "16/Ene/2018", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Electricidad y Magnetismo (teoría)", "comments": "Bastante sencillo sacar 10, explica muy bien, tiene buena actitud, deja series con un nivel decente, así como exámenes sencillos pero que te preparan para el examen colegiado. Exenta con 8 pero da muchas oportunidades de exentar."}, {"fecha": "18/Dic/2017", "score_general": "10.0", "score_facilidad": "4.0", "materia": "Electricidad y electromagnetismo", "comments": "Bastante sencillo sacar 10, explica muy bien, tiene buena actitud, deja series con un nivel decente, así como exámenes sencillos pero que te preparan para el examen colegiado. Exenta con 8 pero da muchas oportunidades de exentar."}, {"fecha": "18/Dic/2017", "score_general": "9.0", "score_facilidad": "10.0", "materia": "Electricidad y magnetismo", "comments": "Bastante sencillo sacar 10, explica muy bien, tiene buena actitud, deja series con un nivel decente, así como exámenes sencillos pero que te preparan para el examen colegiado. Exenta con 8 pero da muchas oportunidades de exentar."}, {"fecha": "26/Jun/2017", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Laboratorio de electricidad y magnetismo.", "comments": "Califica Duro, Muy cómico, Da buena retroalimentaciónBastante sencillo sacar 10, explica muy bien, tiene buena actitud, deja series con un nivel decente, así como exámenes sencillos pero que te preparan para el examen colegiado. Exenta con 8 pero da muchas oportunidades de exentar."}, {"fecha": "16/Jun/2017", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Electricidad y Magnetismo(Lab)", "comments": "Bastante sencillo sacar 10, explica muy bien, tiene buena actitud, deja series con un nivel decente, así como exámenes sencillos pero que te preparan para el examen colegiado. Exenta con 8 pero da muchas oportunidades de exentar."}, {"fecha": "08/Jun/2017", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Electricidad y Magnetismo", "comments": "Muchas tareas, Brinda apoyo, Tomaría su clase otra vezQue buen profesor puedo decir, en serio la verdad qué Peralta, qué Jaramillo, qué Gamez Leal, etc. Metan a Eduardo con él aprendes, resuelves dudas, te ayuda y sí llega tarde si es a las 7 am pero en serio si te esfuerzas y estudias seguro sacas un 10. El exenta con 8, pero te ayuda muchisisisisimo."}, {"fecha": "18/Ene/2017", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Electricidad y Magnetismo (Teoría y Lab)", "comments": "Tomaría su clase otra vezQue buen profesor puedo decir, en serio la verdad qué Peralta, qué Jaramillo, qué Gamez Leal, etc. Metan a Eduardo con él aprendes, resuelves dudas, te ayuda y sí llega tarde si es a las 7 am pero en serio si te esfuerzas y estudias seguro sacas un 10. El exenta con 8, pero te ayuda muchisisisisimo."}, {"fecha": "28/May/2016", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Electricidad y Magnétismo", "comments": "Da buena retroalimentación, Pocos Exámenes, Clases excelentesQue buen profesor puedo decir, en serio la verdad qué Peralta, qué Jaramillo, qué Gamez Leal, etc. Metan a Eduardo con él aprendes, resuelves dudas, te ayuda y sí llega tarde si es a las 7 am pero en serio si te esfuerzas y estudias seguro sacas un 10. El exenta con 8, pero te ayuda muchisisisisimo."}]