[{"fecha": "06/Jun/2022", "score_general": "5.0", "score_facilidad": "4.0", "materia": "Acústica y óptica", "comments": "La Participación Importa, Las clases son largas, Pocos ExámenesAl principio se ve como el profe buena onda, pero con el paso del semestre te das cuenta que es bien mamador, de repente se le alocan las hormonas y se pone medio pesado, casi siempre esta demostrando y ps no acabo el temario por eso, metelo si no tienes opción, esta algo difícil pero nada imposible"}, {"fecha": "03/Sep/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Acústica y óptica", "comments": "Inspiracional, Clases excelentes, Tomaría su clase otra vezAl principio se ve como el profe buena onda, pero con el paso del semestre te das cuenta que es bien mamador, de repente se le alocan las hormonas y se pone medio pesado, casi siempre esta demostrando y ps no acabo el temario por eso, metelo si no tienes opción, esta algo difícil pero nada imposible"}, {"fecha": "02/Sep/2021", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Acústica", "comments": "Muy cómico, Da buena retroalimentación, InspiracionalAl principio se ve como el profe buena onda, pero con el paso del semestre te das cuenta que es bien mamador, de repente se le alocan las hormonas y se pone medio pesado, casi siempre esta demostrando y ps no acabo el temario por eso, metelo si no tienes opción, esta algo difícil pero nada imposible"}, {"fecha": "23/Feb/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Acústica y óptica", "comments": "Respetado por los estudiantes, Inspiracional, Clases excelentesAl principio se ve como el profe buena onda, pero con el paso del semestre te das cuenta que es bien mamador, de repente se le alocan las hormonas y se pone medio pesado, casi siempre esta demostrando y ps no acabo el temario por eso, metelo si no tienes opción, esta algo difícil pero nada imposible"}, {"fecha": "16/Feb/2021", "score_general": "4.0", "score_facilidad": "4.0", "materia": "---", "comments": "Califica Duro, Muy cómico, La Participación ImportaAl principio se ve como el profe buena onda, pero con el paso del semestre te das cuenta que es bien mamador, de repente se le alocan las hormonas y se pone medio pesado, casi siempre esta demostrando y ps no acabo el temario por eso, metelo si no tienes opción, esta algo difícil pero nada imposible"}, {"fecha": "26/May/2020", "score_general": "4.0", "score_facilidad": "2.0", "materia": "---", "comments": "[Comentario esperando revisión]"}, {"fecha": "24/Feb/2020", "score_general": "2.0", "score_facilidad": "2.0", "materia": "---", "comments": "[Comentario esperando revisión]"}, {"fecha": "26/Ene/2020", "score_general": "8.0", "score_facilidad": "8.0", "materia": "Acústica y Óptica", "comments": "Califica Duro, Brinda apoyo, Clases excelentes[Comentario esperando revisión]"}, {"fecha": "11/Jul/2019", "score_general": "8.0", "score_facilidad": "8.0", "materia": "Acustica y optica", "comments": "Califica Duro, La Participación Importa, Brinda apoyo[Comentario esperando revisión]"}, {"fecha": "27/Jun/2019", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Acústica y Óptica", "comments": "Aspectos de calificación claros, Brinda apoyo, Clases excelentes[Comentario esperando revisión]"}, {"fecha": "24/Ene/2019", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Acustica y optica", "comments": "Es un excelente profesor, si lo califican mal es para alcanzar lugar con el, no los engañen y chequen las fechas de las opiniones son muchísimas en un mismo día lo cual es sospechoso. El profesor es bueno y es una lastima que hagan eso para que no inscriban con el"}, {"fecha": "18/Ene/2019", "score_general": "5.0", "score_facilidad": "6.0", "materia": "---", "comments": "Califica Duro, Muchas tareas, Las clases son largasEs un excelente profesor, si lo califican mal es para alcanzar lugar con el, no los engañen y chequen las fechas de las opiniones son muchísimas en un mismo día lo cual es sospechoso. El profesor es bueno y es una lastima que hagan eso para que no inscriban con el"}, {"fecha": "15/Ene/2019", "score_general": "2.0", "score_facilidad": "2.0", "materia": "---", "comments": "Barco, Muchas tareas, Las clases son largasEs un excelente profesor, si lo califican mal es para alcanzar lugar con el, no los engañen y chequen las fechas de las opiniones son muchísimas en un mismo día lo cual es sospechoso. El profesor es bueno y es una lastima que hagan eso para que no inscriban con el"}, {"fecha": "15/Ene/2019", "score_general": "4.0", "score_facilidad": "2.0", "materia": "---", "comments": "Califica Duro, Asistencia obligatoria, Deja trabajos largosEs un excelente profesor, si lo califican mal es para alcanzar lugar con el, no los engañen y chequen las fechas de las opiniones son muchísimas en un mismo día lo cual es sospechoso. El profesor es bueno y es una lastima que hagan eso para que no inscriban con el"}, {"fecha": "15/Ene/2019", "score_general": "3.0", "score_facilidad": "2.0", "materia": "---", "comments": "Los exámenes son difícilesEs un excelente profesor, si lo califican mal es para alcanzar lugar con el, no los engañen y chequen las fechas de las opiniones son muchísimas en un mismo día lo cual es sospechoso. El profesor es bueno y es una lastima que hagan eso para que no inscriban con el"}, {"fecha": "15/Ene/2019", "score_general": "4.0", "score_facilidad": "2.0", "materia": "Acústica y óptica", "comments": "Califica DuroLos que calificaron bien a este profe es para alcanzar con otros, ya no se fijen en esta página, este profesor es un patán, calificación como si enseñará demasiado, es muy pesada su clase, no anota nada en el pizarrón y debes andar escribiendo lo que dice, no hace ejercicios y así te va mal."}, {"fecha": "15/Ene/2019", "score_general": "3.0", "score_facilidad": "2.0", "materia": "---", "comments": "Los que calificaron bien a este profe es para alcanzar con otros, ya no se fijen en esta página, este profesor es un patán, calificación como si enseñará demasiado, es muy pesada su clase, no anota nada en el pizarrón y debes andar escribiendo lo que dice, no hace ejercicios y así te va mal."}, {"fecha": "15/Ene/2019", "score_general": "4.0", "score_facilidad": "4.0", "materia": "Acustica", "comments": "Los que calificaron bien a este profe es para alcanzar con otros, ya no se fijen en esta página, este profesor es un patán, calificación como si enseñará demasiado, es muy pesada su clase, no anota nada en el pizarrón y debes andar escribiendo lo que dice, no hace ejercicios y así te va mal."}, {"fecha": "31/Ene/2018", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Fundamentos de óptica", "comments": "Los que calificaron bien a este profe es para alcanzar con otros, ya no se fijen en esta página, este profesor es un patán, calificación como si enseñará demasiado, es muy pesada su clase, no anota nada en el pizarrón y debes andar escribiendo lo que dice, no hace ejercicios y así te va mal."}, {"fecha": "17/Jun/2017", "score_general": "8.0", "score_facilidad": "6.0", "materia": "Fundamentos de Óptica", "comments": "Los que calificaron bien a este profe es para alcanzar con otros, ya no se fijen en esta página, este profesor es un patán, calificación como si enseñará demasiado, es muy pesada su clase, no anota nada en el pizarrón y debes andar escribiendo lo que dice, no hace ejercicios y así te va mal."}]