[{"fecha": "16/Dic/2022", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Física Experimental", "comments": "Brinda apoyo, Clases excelentes, Tomaría su clase otra vezExcelente maestra, explica excelente, sus clases teóricas, prácticas y ejercicios son facilísimos debido a lo increíble que explica. Te lleva de la mano siempre y super accesible."}, {"fecha": "11/May/2022", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Laboratorio de Termodinámica", "comments": "Barco, Clases excelentes, Tomaría su clase otra vezExcelente maestra, explica excelente, sus clases teóricas, prácticas y ejercicios son facilísimos debido a lo increíble que explica. Te lleva de la mano siempre y super accesible."}, {"fecha": "26/Ene/2022", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Laboratorio de Termodinámica", "comments": "Da buena retroalimentación, Brinda apoyo, Tomaría su clase otra vezExcelente maestra, explica excelente, sus clases teóricas, prácticas y ejercicios son facilísimos debido a lo increíble que explica. Te lleva de la mano siempre y super accesible."}, {"fecha": "24/Ene/2022", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Física Experimental", "comments": "Respetado por los estudiantes, Aspectos de calificación claros, Clases excelentesExcelente maestra, explica excelente, sus clases teóricas, prácticas y ejercicios son facilísimos debido a lo increíble que explica. Te lleva de la mano siempre y super accesible."}, {"fecha": "20/Dic/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Fisica Experimental", "comments": "Da buena retroalimentación, Muchos Exámenes, Tomaría su clase otra vezExcelente maestra, explica excelente, sus clases teóricas, prácticas y ejercicios son facilísimos debido a lo increíble que explica. Te lleva de la mano siempre y super accesible."}, {"fecha": "27/Ago/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Lab.Termodinamica", "comments": "Barco, Brinda apoyo, Tomaría su clase otra vezLa verdad es súper fácil el laboratorio con ella, además de que te explica lo que no se vio en teoría te da un repaso, hace presentaciones donde te dicen como hacer la practica la verdad es súper recomendada y súper fácil sacar 10 si entregas como te dice las practicas. ya estas del otro lado."}, {"fecha": "24/Ago/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Lab Termodinamica", "comments": "Barco, Clases excelentes, Tomaría su clase otra vezLa verdad es súper fácil el laboratorio con ella, además de que te explica lo que no se vio en teoría te da un repaso, hace presentaciones donde te dicen como hacer la practica la verdad es súper recomendada y súper fácil sacar 10 si entregas como te dice las practicas. ya estas del otro lado."}, {"fecha": "21/Ago/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Termodinamica (laboratorio)", "comments": "Asistencia obligatoria, Aspectos de calificación claros, Brinda apoyoLa verdad es súper fácil el laboratorio con ella, además de que te explica lo que no se vio en teoría te da un repaso, hace presentaciones donde te dicen como hacer la practica la verdad es súper recomendada y súper fácil sacar 10 si entregas como te dice las practicas. ya estas del otro lado."}, {"fecha": "20/Ago/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Fisica Experimental", "comments": "Barco, Pocos Exámenes, Clases excelentesLa verdad es súper fácil el laboratorio con ella, además de que te explica lo que no se vio en teoría te da un repaso, hace presentaciones donde te dicen como hacer la practica la verdad es súper recomendada y súper fácil sacar 10 si entregas como te dice las practicas. ya estas del otro lado."}, {"fecha": "19/Ago/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Física Experimental", "comments": "Clases excelentes, Tomaría su clase otra vezLa verdad es súper fácil el laboratorio con ella, además de que te explica lo que no se vio en teoría te da un repaso, hace presentaciones donde te dicen como hacer la practica la verdad es súper recomendada y súper fácil sacar 10 si entregas como te dice las practicas. ya estas del otro lado."}, {"fecha": "16/Feb/2021", "score_general": "7.0", "score_facilidad": "10.0", "materia": "Lab de termodinámica", "comments": "BarcoEl manual de lab este semestre no estuvo bien hecho, algunas prácticas eran entendibles, otras no, por ello la profra los trataba de  explicar; no es que explique muy bien, pero en sus presentaciones da a entender qué es lo que quiere y cómo llegar a los resultados esperados. Anyway, 10 casi seguro"}, {"fecha": "01/Ago/2020", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Fundamentos de física", "comments": "Respetado por los estudiantes, Inspiracional, Tomaría su clase otra vezEl manual de lab este semestre no estuvo bien hecho, algunas prácticas eran entendibles, otras no, por ello la profra los trataba de  explicar; no es que explique muy bien, pero en sus presentaciones da a entender qué es lo que quiere y cómo llegar a los resultados esperados. Anyway, 10 casi seguro"}, {"fecha": "19/May/2020", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Física Experimental", "comments": "Da buena retroalimentación, Da Crédito Extra, Aspectos de calificación clarosEl manual de lab este semestre no estuvo bien hecho, algunas prácticas eran entendibles, otras no, por ello la profra los trataba de  explicar; no es que explique muy bien, pero en sus presentaciones da a entender qué es lo que quiere y cómo llegar a los resultados esperados. Anyway, 10 casi seguro"}, {"fecha": "31/May/2019", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Física experimental", "comments": "Barco, Brinda apoyo, Clases excelentesEl manual de lab este semestre no estuvo bien hecho, algunas prácticas eran entendibles, otras no, por ello la profra los trataba de  explicar; no es que explique muy bien, pero en sus presentaciones da a entender qué es lo que quiere y cómo llegar a los resultados esperados. Anyway, 10 casi seguro"}, {"fecha": "23/Ene/2019", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Fundamentos de fisica", "comments": "Respetado por los estudiantes, Clases excelentes, Tomaría su clase otra vezEl manual de lab este semestre no estuvo bien hecho, algunas prácticas eran entendibles, otras no, por ello la profra los trataba de  explicar; no es que explique muy bien, pero en sus presentaciones da a entender qué es lo que quiere y cómo llegar a los resultados esperados. Anyway, 10 casi seguro"}, {"fecha": "28/Nov/2018", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Física experimental", "comments": "Muy buena profesora, explica muy bien los temas, los examenes que realiza son muy faciles, y su forma de evaluar es muy favorable, te ayuda mucho al final."}, {"fecha": "23/Nov/2018", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Física Experimental", "comments": "Barco, Da Crédito Extra, Brinda apoyoMuy buena profesora, explica muy bien los temas, los examenes que realiza son muy faciles, y su forma de evaluar es muy favorable, te ayuda mucho al final."}, {"fecha": "20/Feb/2018", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Fundamentos física", "comments": "Muy buena profesora, explica muy bien los temas, los examenes que realiza son muy faciles, y su forma de evaluar es muy favorable, te ayuda mucho al final."}, {"fecha": "29/Ene/2018", "score_general": "8.0", "score_facilidad": "10.0", "materia": "Fundamentos de Física", "comments": "Muy buena profesora, explica muy bien los temas, los examenes que realiza son muy faciles, y su forma de evaluar es muy favorable, te ayuda mucho al final."}, {"fecha": "08/Dic/2017", "score_general": "9.0", "score_facilidad": "10.0", "materia": "Fundamentos de física", "comments": "BarcoMuy buena profesora, explica muy bien los temas, los examenes que realiza son muy faciles, y su forma de evaluar es muy favorable, te ayuda mucho al final."}, {"fecha": "02/Dic/2017", "score_general": "9.0", "score_facilidad": "10.0", "materia": "Fundamentos de física", "comments": "La Participación Importa, Brinda apoyo, Tomaría su clase otra vezEs buena profesora, sabe mucho y siempre pregunta si no hay dudas, los ejercicios que realiza en clase son muy parecidos al examen, deja hacer 3 ejercicios de cada serie c/parcial. Es muy fácil pasar. En laboratorio siempre pregunta a c/brigada si no hay dudas y te las aclara."}, {"fecha": "28/Sep/2017", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Fisica Experimental", "comments": "Barco, Brinda apoyo, Clases excelentesEs buena profesora, sabe mucho y siempre pregunta si no hay dudas, los ejercicios que realiza en clase son muy parecidos al examen, deja hacer 3 ejercicios de cada serie c/parcial. Es muy fácil pasar. En laboratorio siempre pregunta a c/brigada si no hay dudas y te las aclara."}, {"fecha": "27/Jul/2017", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Física Experimenal", "comments": "Es buena profesora, sabe mucho y siempre pregunta si no hay dudas, los ejercicios que realiza en clase son muy parecidos al examen, deja hacer 3 ejercicios de cada serie c/parcial. Es muy fácil pasar. En laboratorio siempre pregunta a c/brigada si no hay dudas y te las aclara."}, {"fecha": "07/Jul/2017", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Física experimental", "comments": "Respetado por los estudiantes, Brinda apoyo, Tomaría su clase otra vezEs buena profesora, sabe mucho y siempre pregunta si no hay dudas, los ejercicios que realiza en clase son muy parecidos al examen, deja hacer 3 ejercicios de cada serie c/parcial. Es muy fácil pasar. En laboratorio siempre pregunta a c/brigada si no hay dudas y te las aclara."}, {"fecha": "17/Jun/2017", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Física experimental", "comments": "Barco, Muy cómico, Brinda apoyoEs buena profesora, sabe mucho y siempre pregunta si no hay dudas, los ejercicios que realiza en clase son muy parecidos al examen, deja hacer 3 ejercicios de cada serie c/parcial. Es muy fácil pasar. En laboratorio siempre pregunta a c/brigada si no hay dudas y te las aclara."}, {"fecha": "04/Feb/2017", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Física experimental", "comments": "Brinda apoyo, Clases excelentes, Tomaría su clase otra vezMuy buena maestra, es muy fácil su clase, te explica muy bien y se esfuerza mucho por dar una clase de calidad, sus exámenes son muy fáciles y al final te sube algunos puntos."}, {"fecha": "01/Jul/2016", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Principios de Termodinamica y E", "comments": "BarcoMuy buena maestra, es muy fácil su clase, te explica muy bien y se esfuerza mucho por dar una clase de calidad, sus exámenes son muy fáciles y al final te sube algunos puntos."}, {"fecha": "28/May/2016", "score_general": "6.0", "score_facilidad": "10.0", "materia": "---", "comments": "Barco, La Participación Importa, Da Crédito ExtraMuy buena maestra, es muy fácil su clase, te explica muy bien y se esfuerza mucho por dar una clase de calidad, sus exámenes son muy fáciles y al final te sube algunos puntos."}, {"fecha": "20/May/2016", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Principios de termodinamica y electromagnetismo", "comments": "Barco, Aspectos de calificación claros, Tomaría su clase otra vezMuy buena maestra, es muy fácil su clase, te explica muy bien y se esfuerza mucho por dar una clase de calidad, sus exámenes son muy fáciles y al final te sube algunos puntos."}]