[{"fecha": "16/Ene/2023", "score_general": "7.0", "score_facilidad": "8.0", "materia": "Termofluidos", "comments": "Respetado por los estudiantes, Inspiracional, Las clases son largasEs un gran profesor que te transmite los conocimientos de la materia sin que se vuelva imposible. Te trata de transmitir su experiencia en la industria y te pone a analizar casos prácticos. Sus tareas y exámenes sencillos. La mejor opción para la materia."}, {"fecha": "25/Ago/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Termofluidos", "comments": "Barco, Las clases son largas, Aspectos de calificación clarosEs un gran profesor que te transmite los conocimientos de la materia sin que se vuelva imposible. Te trata de transmitir su experiencia en la industria y te pone a analizar casos prácticos. Sus tareas y exámenes sencillos. La mejor opción para la materia."}, {"fecha": "24/Ago/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Termofluidos", "comments": "Tomaría su clase otra vezEs un gran profesor que te transmite los conocimientos de la materia sin que se vuelva imposible. Te trata de transmitir su experiencia en la industria y te pone a analizar casos prácticos. Sus tareas y exámenes sencillos. La mejor opción para la materia."}, {"fecha": "19/Ago/2021", "score_general": "8.0", "score_facilidad": "8.0", "materia": "Termofluidos", "comments": "Da buena retroalimentación, Pocos ExámenesEs un gran profesor que te transmite los conocimientos de la materia sin que se vuelva imposible. Te trata de transmitir su experiencia en la industria y te pone a analizar casos prácticos. Sus tareas y exámenes sencillos. La mejor opción para la materia."}, {"fecha": "17/Feb/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Termofluidos", "comments": "Da buena retroalimentación, Respetado por los estudiantes, Clases excelentesEs un gran profesor que te transmite los conocimientos de la materia sin que se vuelva imposible. Te trata de transmitir su experiencia en la industria y te pone a analizar casos prácticos. Sus tareas y exámenes sencillos. La mejor opción para la materia."}, {"fecha": "16/Feb/2021", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Termofluidos", "comments": "Inspiracional, Tomaría su clase otra vezEs un profe que sabe de su materia y lo transmite bastante bien, hizo tres exámenes pero no da la calificación hasta el final del semestre para que no te desanimes si sales mal, puedes quedarte dormido en sus clases (7 AM) a pesar de hacer muchas preguntas a la clase, es buena elección e inspira c:"}, {"fecha": "16/Feb/2021", "score_general": "7.0", "score_facilidad": "6.0", "materia": "Termofluidos", "comments": "Muchas tareas, Las clases son largas, Aspectos de calificación clarosEs un profe que sabe de su materia y lo transmite bastante bien, hizo tres exámenes pero no da la calificación hasta el final del semestre para que no te desanimes si sales mal, puedes quedarte dormido en sus clases (7 AM) a pesar de hacer muchas preguntas a la clase, es buena elección e inspira c:"}, {"fecha": "21/Ago/2020", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Temofluidos", "comments": "Da buena retroalimentación, Respetado por los estudiantes, InspiracionalEs un profe que sabe de su materia y lo transmite bastante bien, hizo tres exámenes pero no da la calificación hasta el final del semestre para que no te desanimes si sales mal, puedes quedarte dormido en sus clases (7 AM) a pesar de hacer muchas preguntas a la clase, es buena elección e inspira c:"}, {"fecha": "11/Dic/2019", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Termofluidos", "comments": "Aspectos de calificación claros, Brinda apoyo, Clases excelentesEs un profe que sabe de su materia y lo transmite bastante bien, hizo tres exámenes pero no da la calificación hasta el final del semestre para que no te desanimes si sales mal, puedes quedarte dormido en sus clases (7 AM) a pesar de hacer muchas preguntas a la clase, es buena elección e inspira c:"}, {"fecha": "08/Jul/2018", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Termofluidos", "comments": "Clases excelentes, Tomaría su clase otra vezEs un profe que sabe de su materia y lo transmite bastante bien, hizo tres exámenes pero no da la calificación hasta el final del semestre para que no te desanimes si sales mal, puedes quedarte dormido en sus clases (7 AM) a pesar de hacer muchas preguntas a la clase, es buena elección e inspira c:"}, {"fecha": "18/Jun/2018", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Termofluidos", "comments": "Inspiracional, Clases excelentes, Tomaría su clase otra vezUna excelente opción para termofluidos, muy claro, realiza ejercicios y comenta cosas interesantes relacionadas con la industria y el campo laboral además de que sus exámenes son sencillos. Muy recomendable."}, {"fecha": "18/Dic/2017", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Termofluidos", "comments": "Barco, Muchas tareas, Clases excelentesUna excelente opción para termofluidos, muy claro, realiza ejercicios y comenta cosas interesantes relacionadas con la industria y el campo laboral además de que sus exámenes son sencillos. Muy recomendable."}]