[{"fecha": "17/Nov/2016", "score_general": "2.0", "score_facilidad": "2.0", "materia": "Propiedades de los fluidos petroleros", "comments": "Califica Duro, Deja trabajos largos, Muchos proyectos grupalesDifiero de mis compañeros la verdad, es un profesor que le da vueltas a todo y hace el tema muy confuso, está hablando de cierta cosa y se acuerda que hay un articulo sobre eso y va y lo busca y luego otro y otro, tanto que al final ya te perdiste :/ .  No enseña mucho."}, {"fecha": "14/Nov/2016", "score_general": "9.0", "score_facilidad": "4.0", "materia": "Propiedades de los fluidos petroleros", "comments": "Respetado por los estudiantes, Los exámenes son difíciles, Muchos proyectos grupalesDifiero de mis compañeros la verdad, es un profesor que le da vueltas a todo y hace el tema muy confuso, está hablando de cierta cosa y se acuerda que hay un articulo sobre eso y va y lo busca y luego otro y otro, tanto que al final ya te perdiste :/ .  No enseña mucho."}, {"fecha": "24/Oct/2016", "score_general": "9.0", "score_facilidad": "10.0", "materia": "Propiedades de los Fluidos", "comments": "Clases excelentes, Los exámenes son difíciles, Muchos proyectos grupalesDifiero de mis compañeros la verdad, es un profesor que le da vueltas a todo y hace el tema muy confuso, está hablando de cierta cosa y se acuerda que hay un articulo sobre eso y va y lo busca y luego otro y otro, tanto que al final ya te perdiste :/ .  No enseña mucho."}, {"fecha": "30/Jun/2016", "score_general": "5.0", "score_facilidad": "4.0", "materia": "---", "comments": "Difiero de mis compañeros la verdad, es un profesor que le da vueltas a todo y hace el tema muy confuso, está hablando de cierta cosa y se acuerda que hay un articulo sobre eso y va y lo busca y luego otro y otro, tanto que al final ya te perdiste :/ .  No enseña mucho."}, {"fecha": "17/Dic/2015", "score_general": "10.0", "score_facilidad": "2.0", "materia": "---", "comments": "Difiero de mis compañeros la verdad, es un profesor que le da vueltas a todo y hace el tema muy confuso, está hablando de cierta cosa y se acuerda que hay un articulo sobre eso y va y lo busca y luego otro y otro, tanto que al final ya te perdiste :/ .  No enseña mucho."}, {"fecha": "11/Dic/2015", "score_general": "9.0", "score_facilidad": "6.0", "materia": "Propiedades de los fluidos, Comportamiento de yacimient", "comments": "En general es bueno, te da muy buen nivel y explica muy bien, deja mucha tarea, eso si, y trabajos en equipo y grupal (sobre todo de programar) es pesado llevar con el pero si quieres aprender muy bien fluidos y yacimientos el es la opción"}]