[{"fecha": "09/Feb/2023", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Probabilidad", "comments": "Inspiracional, Clases excelentes, Tomaría su clase otra vezLA AMOO, la mejor profa que tuve en tercero, enseña súper bien y la clase no es para nada aburrida; además puede dar puntos extra si haces las cosas bien. Excelente persona y docente"}, {"fecha": "09/Feb/2023", "score_general": "7.0", "score_facilidad": "4.0", "materia": "Probabilidad", "comments": "Da buena retroalimentación, La Participación Importa, Los exámenes son difícilesLA AMOO, la mejor profa que tuve en tercero, enseña súper bien y la clase no es para nada aburrida; además puede dar puntos extra si haces las cosas bien. Excelente persona y docente"}, {"fecha": "07/Feb/2023", "score_general": "6.0", "score_facilidad": "8.0", "materia": "Probabilidad", "comments": "LA AMOO, la mejor profa que tuve en tercero, enseña súper bien y la clase no es para nada aburrida; además puede dar puntos extra si haces las cosas bien. Excelente persona y docente"}, {"fecha": "24/Ene/2022", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Probabilidad", "comments": "Muchas tareas, La Participación Importa, Clases excelentesLA AMOO, la mejor profa que tuve en tercero, enseña súper bien y la clase no es para nada aburrida; además puede dar puntos extra si haces las cosas bien. Excelente persona y docente"}, {"fecha": "19/Feb/2021", "score_general": "10.0", "score_facilidad": "4.0", "materia": "PROBABILIDAD", "comments": "Muchas tareas, Los exámenes son difíciles, Tomaría su clase otra vezLA AMOO, la mejor profa que tuve en tercero, enseña súper bien y la clase no es para nada aburrida; además puede dar puntos extra si haces las cosas bien. Excelente persona y docente"}, {"fecha": "18/Feb/2021", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Probabilidad", "comments": "La Participación Importa, Inspiracional, Da Crédito ExtraEs una profe muy linda, su clase era super bonita porque explica con claridad y es muy amable con los estudiantes, el único problema que tuve es que da muy poquitos ejemplos, por lo que este zoomestre tuve que estudiar bastante por mi cuenta, pero si que vale la pena, un amor de profesora."}, {"fecha": "02/Feb/2021", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Probabilidad", "comments": "Muchas tareas, Brinda apoyo, Clases excelentesEs una profe muy linda, su clase era super bonita porque explica con claridad y es muy amable con los estudiantes, el único problema que tuve es que da muy poquitos ejemplos, por lo que este zoomestre tuve que estudiar bastante por mi cuenta, pero si que vale la pena, un amor de profesora."}, {"fecha": "01/Sep/2020", "score_general": "9.0", "score_facilidad": "4.0", "materia": "Probabilidad", "comments": "Es una profe muy linda, su clase era super bonita porque explica con claridad y es muy amable con los estudiantes, el único problema que tuve es que da muy poquitos ejemplos, por lo que este zoomestre tuve que estudiar bastante por mi cuenta, pero si que vale la pena, un amor de profesora."}, {"fecha": "21/Ago/2020", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Probabilidad", "comments": "Inspiracional, Clases excelentes, Tomaría su clase otra vezEs una profe muy linda, su clase era super bonita porque explica con claridad y es muy amable con los estudiantes, el único problema que tuve es que da muy poquitos ejemplos, por lo que este zoomestre tuve que estudiar bastante por mi cuenta, pero si que vale la pena, un amor de profesora."}, {"fecha": "20/Ene/2020", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Probabilidad", "comments": "Da buena retroalimentación, Inspiracional, Clases excelentesEs una profe muy linda, su clase era super bonita porque explica con claridad y es muy amable con los estudiantes, el único problema que tuve es que da muy poquitos ejemplos, por lo que este zoomestre tuve que estudiar bastante por mi cuenta, pero si que vale la pena, un amor de profesora."}, {"fecha": "17/Ene/2020", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Probabilidad", "comments": "Inspiracional, Clases excelentes, Tomaría su clase otra vezLa profesora sabe mucho de la materia, uno aprende y más si te esfuerzas. Es bien linda, es amable con sus alumnos y muy bonita :)"}, {"fecha": "20/Dic/2019", "score_general": "8.0", "score_facilidad": "8.0", "materia": "Probabilidad", "comments": "Califica Duro, La Participación Importa, Aspectos de calificación clarosLa profesora sabe mucho de la materia, uno aprende y más si te esfuerzas. Es bien linda, es amable con sus alumnos y muy bonita :)"}, {"fecha": "27/Nov/2019", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Probabilidad", "comments": "Da buena retroalimentación, Asistencia obligatoria, Clases excelentesLa profesora sabe mucho de la materia, uno aprende y más si te esfuerzas. Es bien linda, es amable con sus alumnos y muy bonita :)"}, {"fecha": "15/Dic/2018", "score_general": "9.0", "score_facilidad": "4.0", "materia": "probabilidad", "comments": "Asistencia obligatoria, Las clases son largas, Brinda apoyoLa profesora sabe mucho de la materia, uno aprende y más si te esfuerzas. Es bien linda, es amable con sus alumnos y muy bonita :)"}, {"fecha": "06/Dic/2018", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Probabilidad", "comments": "Califica Duro, Muchas tareas, InspiracionalLa profesora sabe mucho de la materia, uno aprende y más si te esfuerzas. Es bien linda, es amable con sus alumnos y muy bonita :)"}, {"fecha": "29/Jun/2018", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Probabilidad", "comments": "Califica Duro, Muchas tareas, Brinda apoyoentrega todas la tareas, el primer examen es pesado los ultimos dos son faciles , no faltes y participa, al final si ve que lo mereces te apoya, bastantes tareas pero sencillas, califica lo justo, no te regala nada pero tienes que trabajar desde el dia 1, es la mejor en la materia, y un amor"}, {"fecha": "27/Jun/2018", "score_general": "8.0", "score_facilidad": "6.0", "materia": "Probabilidad", "comments": "entrega todas la tareas, el primer examen es pesado los ultimos dos son faciles , no faltes y participa, al final si ve que lo mereces te apoya, bastantes tareas pero sencillas, califica lo justo, no te regala nada pero tienes que trabajar desde el dia 1, es la mejor en la materia, y un amor"}, {"fecha": "20/Jun/2018", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Probabilidad", "comments": "entrega todas la tareas, el primer examen es pesado los ultimos dos son faciles , no faltes y participa, al final si ve que lo mereces te apoya, bastantes tareas pero sencillas, califica lo justo, no te regala nada pero tienes que trabajar desde el dia 1, es la mejor en la materia, y un amor"}, {"fecha": "25/Ene/2018", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Probabilidad", "comments": "Da buena retroalimentación, Muchas tareas, La Participación Importaentrega todas la tareas, el primer examen es pesado los ultimos dos son faciles , no faltes y participa, al final si ve que lo mereces te apoya, bastantes tareas pero sencillas, califica lo justo, no te regala nada pero tienes que trabajar desde el dia 1, es la mejor en la materia, y un amor"}, {"fecha": "24/Ene/2018", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Probabilidad", "comments": "La Participación Importa, Asistencia obligatoria, Clases excelentesentrega todas la tareas, el primer examen es pesado los ultimos dos son faciles , no faltes y participa, al final si ve que lo mereces te apoya, bastantes tareas pero sencillas, califica lo justo, no te regala nada pero tienes que trabajar desde el dia 1, es la mejor en la materia, y un amor"}, {"fecha": "22/Ene/2018", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Probabilidad", "comments": "Muchas tareas, Aspectos de calificación claros, Los exámenes son difícilesEs una maestra muy dedicada. Está al pendiente del grupo, pregunta cada clase entonces ponte a estudiar. Sus exámenes son difíciles pero pasables, es una excelente maestra 100% recomendable"}, {"fecha": "03/Ago/2017", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Probabilidad y Estadística", "comments": "Clases excelentesEs una maestra muy dedicada. Está al pendiente del grupo, pregunta cada clase entonces ponte a estudiar. Sus exámenes son difíciles pero pasables, es una excelente maestra 100% recomendable"}, {"fecha": "11/Jun/2017", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Probabilidad", "comments": "Muchas tareas, Inspiracional, Brinda apoyoEs una maestra muy dedicada. Está al pendiente del grupo, pregunta cada clase entonces ponte a estudiar. Sus exámenes son difíciles pero pasables, es una excelente maestra 100% recomendable"}]