[{"fecha": "16/Feb/2023", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Probabilidad", "comments": "Deja series largas que tienes que hacer con tiempo si no quieres sufrir, explica muy bien y se interesa porque aprendas, ayuda al grupo si los ve muy pndjs pero si se pasan, si los tuerce, en general muy linda e increíble con sus alumnos, la mejor de proba sin duda, eso si, estudia antes de la clase"}, {"fecha": "02/Feb/2023", "score_general": "9.0", "score_facilidad": "10.0", "materia": "Probabilidad", "comments": "La Participación Importa, Respetado por los estudiantes, Clases excelentesDeja series largas que tienes que hacer con tiempo si no quieres sufrir, explica muy bien y se interesa porque aprendas, ayuda al grupo si los ve muy pndjs pero si se pasan, si los tuerce, en general muy linda e increíble con sus alumnos, la mejor de proba sin duda, eso si, estudia antes de la clase"}, {"fecha": "07/Ene/2022", "score_general": "8.0", "score_facilidad": "8.0", "materia": "Probabilidad", "comments": "Califica Duro, Da buena retroalimentación, Muchas tareasDeja series largas que tienes que hacer con tiempo si no quieres sufrir, explica muy bien y se interesa porque aprendas, ayuda al grupo si los ve muy pndjs pero si se pasan, si los tuerce, en general muy linda e increíble con sus alumnos, la mejor de proba sin duda, eso si, estudia antes de la clase"}, {"fecha": "24/Ago/2021", "score_general": "8.0", "score_facilidad": "4.0", "materia": "Probabilidad", "comments": "Respetado por los estudiantes, Brinda apoyo, Los exámenes son difícilesDeja series largas que tienes que hacer con tiempo si no quieres sufrir, explica muy bien y se interesa porque aprendas, ayuda al grupo si los ve muy pndjs pero si se pasan, si los tuerce, en general muy linda e increíble con sus alumnos, la mejor de proba sin duda, eso si, estudia antes de la clase"}, {"fecha": "19/Ago/2021", "score_general": "10.0", "score_facilidad": "2.0", "materia": "Probabilidad", "comments": "Califica Duro, Muchas tareas, Los exámenes son difícilesDeja series largas que tienes que hacer con tiempo si no quieres sufrir, explica muy bien y se interesa porque aprendas, ayuda al grupo si los ve muy pndjs pero si se pasan, si los tuerce, en general muy linda e increíble con sus alumnos, la mejor de proba sin duda, eso si, estudia antes de la clase"}, {"fecha": "19/Feb/2021", "score_general": "10.0", "score_facilidad": "8.0", "materia": "PROBABILIDAD", "comments": "Muchas tareas, Respetado por los estudiantes, Los exámenes son difícilesSu materia se disfruta demasiado, es muy buena explicando y la clase se pasa rápido, solo pon mucha atención porque los exámenes son algo difíciles, al nivel de sus series, vas a aprender seguro y te la vas a pasar muy bien"}, {"fecha": "27/Jun/2020", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Probabilidad", "comments": "Muchas tareas, La Participación Importa, InspiracionalSu materia se disfruta demasiado, es muy buena explicando y la clase se pasa rápido, solo pon mucha atención porque los exámenes son algo difíciles, al nivel de sus series, vas a aprender seguro y te la vas a pasar muy bien"}, {"fecha": "14/Ene/2019", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Probabilidad", "comments": "Tomaría su clase otra vezSu materia se disfruta demasiado, es muy buena explicando y la clase se pasa rápido, solo pon mucha atención porque los exámenes son algo difíciles, al nivel de sus series, vas a aprender seguro y te la vas a pasar muy bien"}, {"fecha": "08/Ago/2018", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Probabilidad", "comments": "Asistencia obligatoria, Clases excelentes, Tomaría su clase otra vezSu materia se disfruta demasiado, es muy buena explicando y la clase se pasa rápido, solo pon mucha atención porque los exámenes son algo difíciles, al nivel de sus series, vas a aprender seguro y te la vas a pasar muy bien"}, {"fecha": "08/Jul/2018", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Probabilidad", "comments": "Da buena retroalimentación, Clases excelentes, Tomaría su clase otra vezSu materia se disfruta demasiado, es muy buena explicando y la clase se pasa rápido, solo pon mucha atención porque los exámenes son algo difíciles, al nivel de sus series, vas a aprender seguro y te la vas a pasar muy bien"}, {"fecha": "09/Ene/2018", "score_general": "8.0", "score_facilidad": "6.0", "materia": "Probabilidad", "comments": "Muchas tareas, La Participación Importa, Asistencia obligatoriaEs una gran persona y se preocupa por tu aprendizaje, pero realmente no es la maravilla que todos presumen, es buena y aprendes pero hasta ahí. De cierto modo la recomiendo aunque a veces se enojaba por cosas un tanto irrelevantes. Es algo estricta."}, {"fecha": "29/Jun/2017", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Probabilidad", "comments": "Muchas tareas, La Participación Importa, Tomaría su clase otra vezEs una gran persona y se preocupa por tu aprendizaje, pero realmente no es la maravilla que todos presumen, es buena y aprendes pero hasta ahí. De cierto modo la recomiendo aunque a veces se enojaba por cosas un tanto irrelevantes. Es algo estricta."}, {"fecha": "28/Nov/2016", "score_general": "8.0", "score_facilidad": "6.0", "materia": "Probabilidad y Estadística", "comments": "Muchas tareas, Los exámenes son difíciles, Tomaría su clase otra vezEs una gran persona y se preocupa por tu aprendizaje, pero realmente no es la maravilla que todos presumen, es buena y aprendes pero hasta ahí. De cierto modo la recomiendo aunque a veces se enojaba por cosas un tanto irrelevantes. Es algo estricta."}, {"fecha": "24/Sep/2016", "score_general": "10.0", "score_facilidad": "10.0", "materia": "PyE", "comments": "La Participación ImportaEs una gran persona y se preocupa por tu aprendizaje, pero realmente no es la maravilla que todos presumen, es buena y aprendes pero hasta ahí. De cierto modo la recomiendo aunque a veces se enojaba por cosas un tanto irrelevantes. Es algo estricta."}, {"fecha": "28/Jul/2016", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Probabilidad y estadítica", "comments": "Es una gran persona y se preocupa por tu aprendizaje, pero realmente no es la maravilla que todos presumen, es buena y aprendes pero hasta ahí. De cierto modo la recomiendo aunque a veces se enojaba por cosas un tanto irrelevantes. Es algo estricta."}, {"fecha": "08/Ene/2016", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Probabilidad y Estadística", "comments": "Excelente profesora. Es muy buena explicando y hace que te intereses por la materia, además de que te da mucho nivel. Pide muchas tareas y un vídeo en equipo al final del semestre. Sin duda la mejor para la materia."}, {"fecha": "17/Dic/2015", "score_general": "9.0", "score_facilidad": "6.0", "materia": "PyE", "comments": "Excelente profesora. Es muy buena explicando y hace que te intereses por la materia, además de que te da mucho nivel. Pide muchas tareas y un vídeo en equipo al final del semestre. Sin duda la mejor para la materia."}, {"fecha": "03/Dic/2015", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Probabilidad y estadística", "comments": "Excelente profesora. Es muy buena explicando y hace que te intereses por la materia, además de que te da mucho nivel. Pide muchas tareas y un vídeo en equipo al final del semestre. Sin duda la mejor para la materia."}, {"fecha": "15/Ene/2015", "score_general": "5.0", "score_facilidad": "6.0", "materia": "PyE", "comments": "Excelente profesora. Es muy buena explicando y hace que te intereses por la materia, además de que te da mucho nivel. Pide muchas tareas y un vídeo en equipo al final del semestre. Sin duda la mejor para la materia."}, {"fecha": "25/Ene/2014", "score_general": "10.0", "score_facilidad": "4.0", "materia": "Probabilidad", "comments": "Excelente profesora. Es muy buena explicando y hace que te intereses por la materia, además de que te da mucho nivel. Pide muchas tareas y un vídeo en equipo al final del semestre. Sin duda la mejor para la materia."}, {"fecha": "12/Jul/2012", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Probabilidad y estadística", "comments": ""}]