[{"fecha": "12/May/2023", "score_general": "7.0", "score_facilidad": "10.0", "materia": "Diseño digital moderno", "comments": "Barco, Muchas tareasNo sabia si creer estos comentarios. Pero en efecto. Todo es cierto, mas no es difícil pasar con Wild. Deja tareas sencillas pero da flojera hacerlas porque parece que no aportan a la clase. Pero ayudan al promedio. Este semestre no fuimos ningun sabado. Y todos sus proyectos estan en internet."}, {"fecha": "07/Abr/2023", "score_general": "9.0", "score_facilidad": "6.0", "materia": "DDM", "comments": "Muy cómico, Clases excelentesNo sabia si creer estos comentarios. Pero en efecto. Todo es cierto, mas no es difícil pasar con Wild. Deja tareas sencillas pero da flojera hacerlas porque parece que no aportan a la clase. Pero ayudan al promedio. Este semestre no fuimos ningun sabado. Y todos sus proyectos estan en internet."}, {"fecha": "29/Ene/2023", "score_general": "4.0", "score_facilidad": "4.0", "materia": "Diseño Digital", "comments": "Califica Duro, Muchas tareas, La Participación ImportaNo sabia si creer estos comentarios. Pero en efecto. Todo es cierto, mas no es difícil pasar con Wild. Deja tareas sencillas pero da flojera hacerlas porque parece que no aportan a la clase. Pero ayudan al promedio. Este semestre no fuimos ningun sabado. Y todos sus proyectos estan en internet."}, {"fecha": "10/Ene/2023", "score_general": "6.0", "score_facilidad": "10.0", "materia": "Diseño Digital", "comments": "Barco, La Participación Importa, Las clases son largasNo sabia si creer estos comentarios. Pero en efecto. Todo es cierto, mas no es difícil pasar con Wild. Deja tareas sencillas pero da flojera hacerlas porque parece que no aportan a la clase. Pero ayudan al promedio. Este semestre no fuimos ningun sabado. Y todos sus proyectos estan en internet."}, {"fecha": "28/Sep/2022", "score_general": "8.0", "score_facilidad": "6.0", "materia": "Diseño digital moderno", "comments": "Prepárate para leer, La Participación Importa, Deja trabajos largosNo sabia si creer estos comentarios. Pero en efecto. Todo es cierto, mas no es difícil pasar con Wild. Deja tareas sencillas pero da flojera hacerlas porque parece que no aportan a la clase. Pero ayudan al promedio. Este semestre no fuimos ningun sabado. Y todos sus proyectos estan en internet."}, {"fecha": "06/Ago/2022", "score_general": "7.0", "score_facilidad": "4.0", "materia": "Diseño Digital", "comments": "Muchas tareas, Deja trabajos largos, Los exámenes son difícilesEn general es un buen profesor, explica bien y aprendes, el problema es que tiene muchos \"peros\": pierde mucho tiempo y para compensarlo da clases \"opcionales\" en sábado donde ve los temas importantes, deja muchas tareas innecesarias y su final está pesado. Si entregas todo pasas pero sufres."}, {"fecha": "05/Jul/2022", "score_general": "2.0", "score_facilidad": "4.0", "materia": "Diseño Digital Moderno", "comments": "Muchas tareas, Las clases son largas, Deja trabajos largosEn general es un buen profesor, explica bien y aprendes, el problema es que tiene muchos \"peros\": pierde mucho tiempo y para compensarlo da clases \"opcionales\" en sábado donde ve los temas importantes, deja muchas tareas innecesarias y su final está pesado. Si entregas todo pasas pero sufres."}, {"fecha": "07/Jun/2022", "score_general": "3.0", "score_facilidad": "8.0", "materia": "Diseño Digital Moderno", "comments": "En general es un buen profesor, explica bien y aprendes, el problema es que tiene muchos \"peros\": pierde mucho tiempo y para compensarlo da clases \"opcionales\" en sábado donde ve los temas importantes, deja muchas tareas innecesarias y su final está pesado. Si entregas todo pasas pero sufres."}, {"fecha": "28/Abr/2022", "score_general": "3.0", "score_facilidad": "6.0", "materia": "---", "comments": "En general es un buen profesor, explica bien y aprendes, el problema es que tiene muchos \"peros\": pierde mucho tiempo y para compensarlo da clases \"opcionales\" en sábado donde ve los temas importantes, deja muchas tareas innecesarias y su final está pesado. Si entregas todo pasas pero sufres."}, {"fecha": "18/Mar/2022", "score_general": "5.0", "score_facilidad": "8.0", "materia": "7", "comments": "Muchas tareas, Asistencia obligatoria, Las clases son largasEn general es un buen profesor, explica bien y aprendes, el problema es que tiene muchos \"peros\": pierde mucho tiempo y para compensarlo da clases \"opcionales\" en sábado donde ve los temas importantes, deja muchas tareas innecesarias y su final está pesado. Si entregas todo pasas pero sufres."}, {"fecha": "29/Ene/2022", "score_general": "4.0", "score_facilidad": "4.0", "materia": "Diseño Digital Moderno", "comments": "Asistencia obligatoria, Las clases son largas, Muchos proyectos grupalesSi alguien me hubiera dicho el fastidio que es este profesor no hubiera dudado en nunca meterlo. \r\nLas clases son eternas, se distrae hablando de AMLO y tirándole caca, deja un sin fin de tareas innecesarias y además te hace ir el sábado a tomar sus clases. Ni a mi peor enemigo lo recomendaría."}, {"fecha": "25/Ene/2022", "score_general": "9.0", "score_facilidad": "6.0", "materia": "---", "comments": "Si alguien me hubiera dicho el fastidio que es este profesor no hubiera dudado en nunca meterlo. \r\nLas clases son eternas, se distrae hablando de AMLO y tirándole caca, deja un sin fin de tareas innecesarias y además te hace ir el sábado a tomar sus clases. Ni a mi peor enemigo lo recomendaría."}, {"fecha": "25/Ene/2022", "score_general": "5.0", "score_facilidad": "2.0", "materia": "---", "comments": "Muchas tareas, Las clases son largas, Muchos proyectos grupalesSi alguien me hubiera dicho el fastidio que es este profesor no hubiera dudado en nunca meterlo. \r\nLas clases son eternas, se distrae hablando de AMLO y tirándole caca, deja un sin fin de tareas innecesarias y además te hace ir el sábado a tomar sus clases. Ni a mi peor enemigo lo recomendaría."}, {"fecha": "24/Ene/2022", "score_general": "6.0", "score_facilidad": "2.0", "materia": "Diseño Digital", "comments": "Si alguien me hubiera dicho el fastidio que es este profesor no hubiera dudado en nunca meterlo. \r\nLas clases son eternas, se distrae hablando de AMLO y tirándole caca, deja un sin fin de tareas innecesarias y además te hace ir el sábado a tomar sus clases. Ni a mi peor enemigo lo recomendaría."}, {"fecha": "15/Ene/2022", "score_general": "7.0", "score_facilidad": "2.0", "materia": "Sistemas Digitales", "comments": "Muchas tareas, Respetado por los estudiantes, Los exámenes son difícilesSi alguien me hubiera dicho el fastidio que es este profesor no hubiera dudado en nunca meterlo. \r\nLas clases son eternas, se distrae hablando de AMLO y tirándole caca, deja un sin fin de tareas innecesarias y además te hace ir el sábado a tomar sus clases. Ni a mi peor enemigo lo recomendaría."}, {"fecha": "15/Ene/2022", "score_general": "10.0", "score_facilidad": "4.0", "materia": "---", "comments": "Muy cómico, Respetado por los estudiantes, Tomaría su clase otra vez[Comentario esperando revisión]"}, {"fecha": "24/Ago/2021", "score_general": "10.0", "score_facilidad": "6.0", "materia": "---", "comments": "Muchas tareas, Prepárate para leer, Muchos proyectos grupales[Comentario esperando revisión]"}, {"fecha": "23/Ago/2021", "score_general": "8.0", "score_facilidad": "6.0", "materia": "Diseño digital", "comments": "Califica Duro, Muchas tareas, Muchos proyectos grupales[Comentario esperando revisión]"}, {"fecha": "11/Mar/2021", "score_general": "9.0", "score_facilidad": "4.0", "materia": "Diseño  Digital", "comments": "[Comentario esperando revisión]"}, {"fecha": "19/Feb/2021", "score_general": "9.0", "score_facilidad": "10.0", "materia": "DDM", "comments": "Respetado por los estudiantes, Pocos Exámenes, Clases excelentes[Comentario esperando revisión]"}, {"fecha": "16/Feb/2021", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Diseño digital", "comments": "Muy cómico, Muchas tareas, Asistencia obligatoriaEs un excelente profesor, de los mejores que he tenido, la opción si te interesa la materia, se adaptó muy bien a las clases en línea, al principio deja varias tareas que no tienen mucho que ver (solo no dejen que se desvíe del tema), hay clases extra y un examen final que es obligatorio aprobar."}, {"fecha": "10/Dic/2020", "score_general": "7.0", "score_facilidad": "4.0", "materia": "Sistemas Digitales", "comments": "Califica Duro, Muchas tareas, Deja trabajos largosEs un excelente profesor, de los mejores que he tenido, la opción si te interesa la materia, se adaptó muy bien a las clases en línea, al principio deja varias tareas que no tienen mucho que ver (solo no dejen que se desvíe del tema), hay clases extra y un examen final que es obligatorio aprobar."}, {"fecha": "23/Oct/2020", "score_general": "2.0", "score_facilidad": "2.0", "materia": "Diseño digital", "comments": "Muchas tareasEs un excelente profesor, de los mejores que he tenido, la opción si te interesa la materia, se adaptó muy bien a las clases en línea, al principio deja varias tareas que no tienen mucho que ver (solo no dejen que se desvíe del tema), hay clases extra y un examen final que es obligatorio aprobar."}, {"fecha": "17/Sep/2020", "score_general": "10.0", "score_facilidad": "4.0", "materia": "Sistemas Digitales", "comments": "Califica Duro, Respetado por los estudiantes, Las clases son largasEs un excelente profesor, de los mejores que he tenido, la opción si te interesa la materia, se adaptó muy bien a las clases en línea, al principio deja varias tareas que no tienen mucho que ver (solo no dejen que se desvíe del tema), hay clases extra y un examen final que es obligatorio aprobar."}, {"fecha": "02/Sep/2020", "score_general": "10.0", "score_facilidad": "4.0", "materia": "Diseño Digital Moderno", "comments": "Muchas tareas, Los exámenes son difíciles, Muchos proyectos grupalesEs un excelente profesor, de los mejores que he tenido, la opción si te interesa la materia, se adaptó muy bien a las clases en línea, al principio deja varias tareas que no tienen mucho que ver (solo no dejen que se desvíe del tema), hay clases extra y un examen final que es obligatorio aprobar."}, {"fecha": "31/Ago/2020", "score_general": "10.0", "score_facilidad": "4.0", "materia": "Diseño Digital Moderno", "comments": "Muy cómico, Da buena retroalimentación, Muchas tareasBuenas clases, aveces hay que ir en sábado pero no es obligatorio, es paciente para explicar. En el semestre online daba clase a través de Zoom en su horario y aveces unas extra para dudas. Los examenes son algo dificiles pero nada imposible. De los mejores que he tenido en la FI."}, {"fecha": "31/Ago/2020", "score_general": "4.0", "score_facilidad": "4.0", "materia": "Sisistemas Digitales", "comments": "Deja trabajos largosBuenas clases, aveces hay que ir en sábado pero no es obligatorio, es paciente para explicar. En el semestre online daba clase a través de Zoom en su horario y aveces unas extra para dudas. Los examenes son algo dificiles pero nada imposible. De los mejores que he tenido en la FI."}, {"fecha": "04/Ago/2020", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Diseño logico", "comments": "Inspiracional, Clases excelentes, Tomaría su clase otra vezBuenas clases, aveces hay que ir en sábado pero no es obligatorio, es paciente para explicar. En el semestre online daba clase a través de Zoom en su horario y aveces unas extra para dudas. Los examenes son algo dificiles pero nada imposible. De los mejores que he tenido en la FI."}, {"fecha": "25/Ene/2020", "score_general": "8.0", "score_facilidad": "8.0", "materia": "Diseño digital", "comments": "Respetado por los estudiantes, Muchos proyectos grupales, Tomaría su clase otra vezBuenas clases, aveces hay que ir en sábado pero no es obligatorio, es paciente para explicar. En el semestre online daba clase a través de Zoom en su horario y aveces unas extra para dudas. Los examenes son algo dificiles pero nada imposible. De los mejores que he tenido en la FI."}, {"fecha": "01/Jul/2019", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Diseño Digital", "comments": "La Participación Importa, Muchos proyectos grupales, Tomaría su clase otra vezBuenas clases, aveces hay que ir en sábado pero no es obligatorio, es paciente para explicar. En el semestre online daba clase a través de Zoom en su horario y aveces unas extra para dudas. Los examenes son algo dificiles pero nada imposible. De los mejores que he tenido en la FI."}, {"fecha": "01/Jul/2019", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Sistemas Digitales", "comments": "La Participación Importa, Muchos proyectos grupalesEl profesor es de los mejores de la facultad, sus clases son muy claras y te deja un súper nivel. Pasa el examen y entrega las tareas y tendrás casi asegurado un 8"}, {"fecha": "02/Abr/2019", "score_general": "8.0", "score_facilidad": "8.0", "materia": "Diseño digital", "comments": "El profesor es de los mejores de la facultad, sus clases son muy claras y te deja un súper nivel. Pasa el examen y entrega las tareas y tendrás casi asegurado un 8"}, {"fecha": "09/Feb/2019", "score_general": "8.0", "score_facilidad": "8.0", "materia": "Diseño digital", "comments": "BarcoEl profesor es de los mejores de la facultad, sus clases son muy claras y te deja un súper nivel. Pasa el examen y entrega las tareas y tendrás casi asegurado un 8"}, {"fecha": "30/Ene/2019", "score_general": "10.0", "score_facilidad": "2.0", "materia": "Diseño Digital", "comments": "Califica Duro, Prepárate para leer, Muchos proyectos grupalesEl profesor es de los mejores de la facultad, sus clases son muy claras y te deja un súper nivel. Pasa el examen y entrega las tareas y tendrás casi asegurado un 8"}, {"fecha": "18/Ene/2019", "score_general": "9.0", "score_facilidad": "6.0", "materia": "Diseño Digital", "comments": "Muchas tareas, Brinda apoyo, Deja trabajos largosEl profesor es de los mejores de la facultad, sus clases son muy claras y te deja un súper nivel. Pasa el examen y entrega las tareas y tendrás casi asegurado un 8"}, {"fecha": "17/Ene/2019", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Sistemas Digitales", "comments": "Muchas tareas, La Participación Importa, Muchos proyectos grupalesEs uno de los mejores profesores de la facultad, deja muchos proyectos y muchas tareas pero sus clases son muy buenas. El examen final es del nivel de clase y es requisito aprobarlo para pasar la materia."}, {"fecha": "25/Jul/2018", "score_general": "10.0", "score_facilidad": "4.0", "materia": "Diseño Digital", "comments": "Pocos Exámenes, Muchos proyectos grupales, Tomaría su clase otra vezEs uno de los mejores profesores de la facultad, deja muchos proyectos y muchas tareas pero sus clases son muy buenas. El examen final es del nivel de clase y es requisito aprobarlo para pasar la materia."}, {"fecha": "13/Nov/2017", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Sistemas digitales/Diseño digital", "comments": "Es uno de los mejores profesores de la facultad, deja muchos proyectos y muchas tareas pero sus clases son muy buenas. El examen final es del nivel de clase y es requisito aprobarlo para pasar la materia."}, {"fecha": "26/Jun/2017", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Sistemas digitales", "comments": "Califica Duro, Muy cómico, Da buena retroalimentaciónEs uno de los mejores profesores de la facultad, deja muchos proyectos y muchas tareas pero sus clases son muy buenas. El examen final es del nivel de clase y es requisito aprobarlo para pasar la materia."}, {"fecha": "17/Jun/2017", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Sistemas Digitales", "comments": "Es uno de los mejores profesores de la facultad, deja muchos proyectos y muchas tareas pero sus clases son muy buenas. El examen final es del nivel de clase y es requisito aprobarlo para pasar la materia."}, {"fecha": "06/Mar/2017", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Diseño Digital", "comments": "Es uno de los mejores profesores que tendrás en la carrera. Si eres eléctrico electrónico, llevar con él es casi un deber. No es barco, pero es de esos profesores a quienes les importa bastante que aprendas. Deja muchos proyectos y tareas, no hace parciales, sólo finales. Sacar 10 no es difícil."}]