[{"fecha": "10/Feb/2023", "score_general": "8.0", "score_facilidad": "8.0", "materia": "Ética profesional", "comments": "La Participación Importa, Aspectos de calificación claros, Muchos proyectos grupalesLa neta, lo profesora no es mala, enseña bien y la clase es dinámica. Hay que trabajar en tareas pequeñas y lecturas de 5 paginas. Tienen razón abajo, no apta para gente timida, ya que desde que se presenta muestra que toda la clase se basa en desarrollar habilidades verbales y esto es debatiendo…"}, {"fecha": "09/Feb/2023", "score_general": "3.0", "score_facilidad": "4.0", "materia": "Ética Profesional", "comments": "Califica Duro, Prepárate para leer, Deja trabajos largosLa neta, lo profesora no es mala, enseña bien y la clase es dinámica. Hay que trabajar en tareas pequeñas y lecturas de 5 paginas. Tienen razón abajo, no apta para gente timida, ya que desde que se presenta muestra que toda la clase se basa en desarrollar habilidades verbales y esto es debatiendo…"}, {"fecha": "28/Ene/2023", "score_general": "2.0", "score_facilidad": "2.0", "materia": "Ética Profesional", "comments": "Califica Duro, Muchas tareas, Prepárate para leerLa neta, lo profesora no es mala, enseña bien y la clase es dinámica. Hay que trabajar en tareas pequeñas y lecturas de 5 paginas. Tienen razón abajo, no apta para gente timida, ya que desde que se presenta muestra que toda la clase se basa en desarrollar habilidades verbales y esto es debatiendo…"}, {"fecha": "18/Feb/2021", "score_general": "8.0", "score_facilidad": "6.0", "materia": "Etica Profesional", "comments": "Prepárate para leer, Asistencia obligatoria, Pocos ExámenesLa neta, lo profesora no es mala, enseña bien y la clase es dinámica. Hay que trabajar en tareas pequeñas y lecturas de 5 paginas. Tienen razón abajo, no apta para gente timida, ya que desde que se presenta muestra que toda la clase se basa en desarrollar habilidades verbales y esto es debatiendo…"}, {"fecha": "26/Jul/2019", "score_general": "6.0", "score_facilidad": "2.0", "materia": "Etica Profesional", "comments": "La Participación ImportaLa neta, lo profesora no es mala, enseña bien y la clase es dinámica. Hay que trabajar en tareas pequeñas y lecturas de 5 paginas. Tienen razón abajo, no apta para gente timida, ya que desde que se presenta muestra que toda la clase se basa en desarrollar habilidades verbales y esto es debatiendo…"}, {"fecha": "30/May/2019", "score_general": "2.0", "score_facilidad": "4.0", "materia": "---", "comments": "Barco, Las clases son largas[Comentario esperando revisión]"}, {"fecha": "16/Jun/2018", "score_general": "9.0", "score_facilidad": "6.0", "materia": "Ética Profesional", "comments": "[Comentario esperando revisión]"}]