[{"fecha": "02/Feb/2023", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Amplificadores Electrónicos", "comments": "Uno de los mejores maestros en toda la facultad. La paciencia, la calma y la gran explicación de los temas hace que sea una clase donde no solo se disfruta sino que también se aprende. \r\nLo veré en CIA, sin duda alguna."}, {"fecha": "15/Ene/2023", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Dispositivos y circuitos electrónicos", "comments": "Barco, Da buena retroalimentación, Pocos ExámenesUno de los mejores maestros en toda la facultad. La paciencia, la calma y la gran explicación de los temas hace que sea una clase donde no solo se disfruta sino que también se aprende. \r\nLo veré en CIA, sin duda alguna."}, {"fecha": "08/Ene/2023", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Dispositivos y circuitos electrónicos", "comments": "Barco, Aspectos de calificación claros, Brinda apoyoUno de los mejores maestros en toda la facultad. La paciencia, la calma y la gran explicación de los temas hace que sea una clase donde no solo se disfruta sino que también se aprende. \r\nLo veré en CIA, sin duda alguna."}, {"fecha": "15/Nov/2022", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Dispositivos", "comments": "BarcoUno de los mejores maestros en toda la facultad. La paciencia, la calma y la gran explicación de los temas hace que sea una clase donde no solo se disfruta sino que también se aprende. \r\nLo veré en CIA, sin duda alguna."}, {"fecha": "02/Ago/2022", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Dispositivos y Circuitos Electrónicos", "comments": "Uno de los mejores maestros en toda la facultad. La paciencia, la calma y la gran explicación de los temas hace que sea una clase donde no solo se disfruta sino que también se aprende. \r\nLo veré en CIA, sin duda alguna."}, {"fecha": "04/Jun/2022", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Dispositivos y Circuitos Electrónicos", "comments": "Da buena retroalimentación, Brinda apoyo, Clases excelentesEs una enciclopedia de cualquier cosa de Electrónica, explica muy bien. Los exámenes son de lo que vemos en clase. Deja poca tarea, y la que deja no está tan difícil. Y se preocupa que todos aprendan algo, así que si tienes dudas, pregúntale y siempre te las contesta."}, {"fecha": "17/Ene/2022", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Dispositivos y circuitos electrónicos", "comments": "Inspiracional, Clases excelentes, Tomaría su clase otra vezEs una enciclopedia de cualquier cosa de Electrónica, explica muy bien. Los exámenes son de lo que vemos en clase. Deja poca tarea, y la que deja no está tan difícil. Y se preocupa que todos aprendan algo, así que si tienes dudas, pregúntale y siempre te las contesta."}]