[{"fecha": "27/Ago/2021", "score_general": "8.0", "score_facilidad": "4.0", "materia": "Ingeniería de Perforación de pozos", "comments": "La Participación Importa, Los exámenes son difíciles, Tomaría su clase otra vezEl profesor tiene mucha experiencia, es superintendente de una plataforma en PEMEX, entonces enseña lo esencial como debe de, lo recomiendo, lo que le importa es el interés que tengas en la clase, aprendes mucho porque es de esas clases en donde no puedes estar distraído, pero es fácil estar atento"}, {"fecha": "12/Feb/2021", "score_general": "9.0", "score_facilidad": "6.0", "materia": "Ing. Perforación", "comments": "Califica Duro, Da buena retroalimentación, Tomaría su clase otra vezEl profesor tiene mucha experiencia, es superintendente de una plataforma en PEMEX, entonces enseña lo esencial como debe de, lo recomiendo, lo que le importa es el interés que tengas en la clase, aprendes mucho porque es de esas clases en donde no puedes estar distraído, pero es fácil estar atento"}, {"fecha": "06/Nov/2019", "score_general": "10.0", "score_facilidad": "10.0", "materia": "ing. perforación", "comments": "Muy cómico, Da buena retroalimentación, Clases excelentesEl profesor tiene mucha experiencia, es superintendente de una plataforma en PEMEX, entonces enseña lo esencial como debe de, lo recomiendo, lo que le importa es el interés que tengas en la clase, aprendes mucho porque es de esas clases en donde no puedes estar distraído, pero es fácil estar atento"}, {"fecha": "28/May/2019", "score_general": "2.0", "score_facilidad": "2.0", "materia": "Equipos y herramientas", "comments": "El profesor tiene mucha experiencia, es superintendente de una plataforma en PEMEX, entonces enseña lo esencial como debe de, lo recomiendo, lo que le importa es el interés que tengas en la clase, aprendes mucho porque es de esas clases en donde no puedes estar distraído, pero es fácil estar atento"}, {"fecha": "03/May/2019", "score_general": "5.0", "score_facilidad": "4.0", "materia": "Perforación Pozos", "comments": "Califica Duro, Muchas tareasEl profesor tiene mucha experiencia, es superintendente de una plataforma en PEMEX, entonces enseña lo esencial como debe de, lo recomiendo, lo que le importa es el interés que tengas en la clase, aprendes mucho porque es de esas clases en donde no puedes estar distraído, pero es fácil estar atento"}, {"fecha": "21/Ene/2019", "score_general": "2.0", "score_facilidad": "2.0", "materia": "Ing de perforación de pozos", "comments": "Califica DuroNo lo recomiendo en lo absoluto, aún si estudias por tu cuenta (porque él no enseña nada). Los exámenes son fáciles porque es lo que menos esperas que vendrá."}, {"fecha": "23/Nov/2018", "score_general": "2.0", "score_facilidad": "2.0", "materia": "Ingeniería de Perforación, ¿Cuál?", "comments": "Pocos ExámenesNo lo recomiendo en lo absoluto, aún si estudias por tu cuenta (porque él no enseña nada). Los exámenes son fáciles porque es lo que menos esperas que vendrá."}, {"fecha": "21/Abr/2018", "score_general": "5.0", "score_facilidad": "2.0", "materia": "Equipos y herramientas de perforacion", "comments": "No lo recomiendo en lo absoluto, aún si estudias por tu cuenta (porque él no enseña nada). Los exámenes son fáciles porque es lo que menos esperas que vendrá."}, {"fecha": "29/Ene/2018", "score_general": "2.0", "score_facilidad": "2.0", "materia": "Equipos y Herramientas", "comments": "Califica Duro, Los exámenes son difícilesNo lo recomiendo en lo absoluto, aún si estudias por tu cuenta (porque él no enseña nada). Los exámenes son fáciles porque es lo que menos esperas que vendrá."}, {"fecha": "24/Ene/2018", "score_general": "10.0", "score_facilidad": "4.0", "materia": "Elementos de perforación", "comments": "Califica Duro, Da buena retroalimentación, La Participación ImportaNo lo recomiendo en lo absoluto, aún si estudias por tu cuenta (porque él no enseña nada). Los exámenes son fáciles porque es lo que menos esperas que vendrá."}, {"fecha": "18/Dic/2017", "score_general": "5.0", "score_facilidad": "2.0", "materia": "---", "comments": "Da Crédito Extra, Los exámenes son difíciles, Muchos proyectos grupales[Comentario esperando revisión]"}, {"fecha": "18/Dic/2017", "score_general": "6.0", "score_facilidad": "4.0", "materia": "---", "comments": "Califica Duro, Da Crédito Extra, Muchos proyectos grupales[Comentario esperando revisión]"}, {"fecha": "30/Jun/2017", "score_general": "9.0", "score_facilidad": "4.0", "materia": "Equipos y herramientas de perforación", "comments": "[Comentario esperando revisión]"}, {"fecha": "30/Jun/2017", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Equipos y herramientas de perforación", "comments": "Clases excelentes, Los exámenes son difíciles, Muchos proyectos grupales[Comentario esperando revisión]"}, {"fecha": "04/Abr/2017", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Ingenieria de perforacion", "comments": "Califica Duro, Muchas tareas, Clases excelentes[Comentario esperando revisión]"}, {"fecha": "24/Ene/2017", "score_general": "2.0", "score_facilidad": "2.0", "materia": "Ing. De perforacion", "comments": "Califica Duro, La Participación Importa, Asistencia obligatoriaEs muy complicada su clase, no es muy claro y su examen está muy pesado, fue la clase a la que le dediqué más tiempo y apenas y alcance un 6 en segundo final, se enoja si metes el extra y el lo hace impasable."}, {"fecha": "16/Ene/2017", "score_general": "6.0", "score_facilidad": "4.0", "materia": "---", "comments": "Asistencia obligatoria, Los exámenes son difícilesEs muy complicada su clase, no es muy claro y su examen está muy pesado, fue la clase a la que le dediqué más tiempo y apenas y alcance un 6 en segundo final, se enoja si metes el extra y el lo hace impasable."}, {"fecha": "12/Ene/2017", "score_general": "2.0", "score_facilidad": "2.0", "materia": "Equipos y herramientas de perforación", "comments": "Califica Duro, Hace exámenes sorpresa, Los exámenes son difícilesEs muy complicada su clase, no es muy claro y su examen está muy pesado, fue la clase a la que le dediqué más tiempo y apenas y alcance un 6 en segundo final, se enoja si metes el extra y el lo hace impasable."}, {"fecha": "07/Dic/2016", "score_general": "4.0", "score_facilidad": "4.0", "materia": "Equipos y Herramientas de Perforacion", "comments": "Califica Duro, Los exámenes son difícilesEs muy complicada su clase, no es muy claro y su examen está muy pesado, fue la clase a la que le dediqué más tiempo y apenas y alcance un 6 en segundo final, se enoja si metes el extra y el lo hace impasable."}, {"fecha": "06/Dic/2016", "score_general": "6.0", "score_facilidad": "2.0", "materia": "Equipos y herramientas de perforación", "comments": "Es muy complicada su clase, no es muy claro y su examen está muy pesado, fue la clase a la que le dediqué más tiempo y apenas y alcance un 6 en segundo final, se enoja si metes el extra y el lo hace impasable."}]