[{"fecha": "19/Feb/2021", "score_general": "4.0", "score_facilidad": "8.0", "materia": "Lab de redes", "comments": "Califica Duro, Muchas tareas, Pocos ExámenesEs un pésimo profe no te ayuda en nada de las practicas, no se vayan con la finta de los comentarios anteriores, no es barco y lo peor es que exige en sus practicas cosas que ni explica, te dice que la entrega es cierta hora la practica y luego cambia la fecha antes. No lo recomiendo"}, {"fecha": "05/Feb/2021", "score_general": "4.0", "score_facilidad": "8.0", "materia": "Redes de datos seguras", "comments": "Muchas tareas, Asistencia obligatoria, Las clases son largasEs un pésimo profe no te ayuda en nada de las practicas, no se vayan con la finta de los comentarios anteriores, no es barco y lo peor es que exige en sus practicas cosas que ni explica, te dice que la entrega es cierta hora la practica y luego cambia la fecha antes. No lo recomiendo"}, {"fecha": "18/Sep/2020", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Redes de datos seguras", "comments": "Aspectos de calificación claros, Clases excelentes, Tomaría su clase otra vezEs un pésimo profe no te ayuda en nada de las practicas, no se vayan con la finta de los comentarios anteriores, no es barco y lo peor es que exige en sus practicas cosas que ni explica, te dice que la entrega es cierta hora la practica y luego cambia la fecha antes. No lo recomiendo"}, {"fecha": "21/Nov/2018", "score_general": "7.0", "score_facilidad": "4.0", "materia": "Admin. de redes", "comments": "Es un pésimo profe no te ayuda en nada de las practicas, no se vayan con la finta de los comentarios anteriores, no es barco y lo peor es que exige en sus practicas cosas que ni explica, te dice que la entrega es cierta hora la practica y luego cambia la fecha antes. No lo recomiendo"}, {"fecha": "23/Sep/2015", "score_general": "6.0", "score_facilidad": "6.0", "materia": "Administración de redes", "comments": "Es un pésimo profe no te ayuda en nada de las practicas, no se vayan con la finta de los comentarios anteriores, no es barco y lo peor es que exige en sus practicas cosas que ni explica, te dice que la entrega es cierta hora la practica y luego cambia la fecha antes. No lo recomiendo"}]