[{"fecha": "17/Feb/2023", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Inteligencia Artificial", "comments": "Inspiracional, Las clases son largas, Brinda apoyoSon raros los comentarios anteriores, la profesora es super linda, responde cualquier duda durante la clase y entiende que no es la unica materia. Deja salir antes y va lento para tomar apuntes. Da pocas horas de los primeros temas y se enfoca principalmente en aprendizaje de maquina. No hay proyect"}, {"fecha": "10/Jun/2022", "score_general": "4.0", "score_facilidad": "6.0", "materia": "IA", "comments": "Prepárate para leer, Asistencia obligatoria, Muchos ExámenesSon raros los comentarios anteriores, la profesora es super linda, responde cualquier duda durante la clase y entiende que no es la unica materia. Deja salir antes y va lento para tomar apuntes. Da pocas horas de los primeros temas y se enfoca principalmente en aprendizaje de maquina. No hay proyect"}, {"fecha": "11/May/2022", "score_general": "4.0", "score_facilidad": "8.0", "materia": "I.A", "comments": "Barco, Prepárate para leerSon raros los comentarios anteriores, la profesora es super linda, responde cualquier duda durante la clase y entiende que no es la unica materia. Deja salir antes y va lento para tomar apuntes. Da pocas horas de los primeros temas y se enfoca principalmente en aprendizaje de maquina. No hay proyect"}, {"fecha": "13/Dic/2020", "score_general": "6.0", "score_facilidad": "10.0", "materia": "Inteligencia Artificial", "comments": "Son raros los comentarios anteriores, la profesora es super linda, responde cualquier duda durante la clase y entiende que no es la unica materia. Deja salir antes y va lento para tomar apuntes. Da pocas horas de los primeros temas y se enfoca principalmente en aprendizaje de maquina. No hay proyect"}, {"fecha": "07/Ene/2020", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Inteligencia Artificial", "comments": "Pocos Exámenes, Brinda apoyo, Tomaría su clase otra vezSon raros los comentarios anteriores, la profesora es super linda, responde cualquier duda durante la clase y entiende que no es la unica materia. Deja salir antes y va lento para tomar apuntes. Da pocas horas de los primeros temas y se enfoca principalmente en aprendizaje de maquina. No hay proyect"}]