[{"fecha": "29/Ene/2023", "score_general": "10.0", "score_facilidad": "4.0", "materia": "Circuitos eléctricos", "comments": "La Participación Importa, Pocos Exámenes, Clases excelentesEl profesor es un dios con los circuitos, hace ejercicio tras ejercicio y te enseña a hacer un análisis profundo. SI quieres aprender es la opcion. Pero es un alma por un alma. A veces va de mal humor y si te ve cansado te regaña. Le gusta que participen y si no lo hacen empieza a ponerse mas pesado"}, {"fecha": "24/Ene/2023", "score_general": "2.0", "score_facilidad": "2.0", "materia": "Circuitos Eléctricos", "comments": "El profesor es un dios con los circuitos, hace ejercicio tras ejercicio y te enseña a hacer un análisis profundo. SI quieres aprender es la opcion. Pero es un alma por un alma. A veces va de mal humor y si te ve cansado te regaña. Le gusta que participen y si no lo hacen empieza a ponerse mas pesado"}, {"fecha": "25/Ene/2022", "score_general": "4.0", "score_facilidad": "2.0", "materia": "---", "comments": "Califica Duro, Muchas tareas, Deja trabajos largosEl profesor es un dios con los circuitos, hace ejercicio tras ejercicio y te enseña a hacer un análisis profundo. SI quieres aprender es la opcion. Pero es un alma por un alma. A veces va de mal humor y si te ve cansado te regaña. Le gusta que participen y si no lo hacen empieza a ponerse mas pesado"}, {"fecha": "14/Feb/2021", "score_general": "7.0", "score_facilidad": "6.0", "materia": "Circuitos Eléctricos", "comments": "Muchas tareas, Pocos ExámenesEl profesor es un dios con los circuitos, hace ejercicio tras ejercicio y te enseña a hacer un análisis profundo. SI quieres aprender es la opcion. Pero es un alma por un alma. A veces va de mal humor y si te ve cansado te regaña. Le gusta que participen y si no lo hacen empieza a ponerse mas pesado"}, {"fecha": "04/Nov/2018", "score_general": "10.0", "score_facilidad": "10.0", "materia": "---", "comments": "Inspiracional, Clases excelentes, Tomaría su clase otra vezEl profesor es un dios con los circuitos, hace ejercicio tras ejercicio y te enseña a hacer un análisis profundo. SI quieres aprender es la opcion. Pero es un alma por un alma. A veces va de mal humor y si te ve cansado te regaña. Le gusta que participen y si no lo hacen empieza a ponerse mas pesado"}, {"fecha": "25/Ene/2018", "score_general": "7.0", "score_facilidad": "6.0", "materia": "Circuitos Electricos", "comments": "El Dr. Juan Carlos es un buen profesor, explica muy bien aunque todos sus ejercicios son de mucho nivel; si hace examen(es) nunca te da la calificacion por lo que no sabes si vas bien o mal. Es un tanto duro al dar su clase que te pone de nervios. Trabaja hasta el final, es la clave para pasar."}, {"fecha": "30/Sep/2017", "score_general": "5.0", "score_facilidad": "6.0", "materia": "Circuitos Eléctricos", "comments": "Las clases son largasEl Dr. Juan Carlos es un buen profesor, explica muy bien aunque todos sus ejercicios son de mucho nivel; si hace examen(es) nunca te da la calificacion por lo que no sabes si vas bien o mal. Es un tanto duro al dar su clase que te pone de nervios. Trabaja hasta el final, es la clave para pasar."}]