[{"fecha": "11/Feb/2023", "score_general": "7.0", "score_facilidad": "6.0", "materia": "Ecuaciones Diferenciales", "comments": "La Participación Importa, Clases excelentes, Tomaría su clase otra vezLa materia es de las más difíciles, el profe es de los pocos que dominan la materia. Los que opinan mal, no soportan anotar los ejercicios vistos en clase.\r\nSugerencias: anota todo, los exám son en su mayoría ejercicios vistos en clase, nunca faltes: la materia es compleja. Excelente profesor."}, {"fecha": "09/Sep/2020", "score_general": "8.0", "score_facilidad": "8.0", "materia": "Ecuaciones Diferenciales", "comments": "Da buena retroalimentación, La Participación Importa, Aspectos de calificación clarosLa materia es de las más difíciles, el profe es de los pocos que dominan la materia. Los que opinan mal, no soportan anotar los ejercicios vistos en clase.\r\nSugerencias: anota todo, los exám son en su mayoría ejercicios vistos en clase, nunca faltes: la materia es compleja. Excelente profesor."}, {"fecha": "25/Jul/2019", "score_general": "5.0", "score_facilidad": "4.0", "materia": "Ecuaciones Diferenciales", "comments": "La materia es de las más difíciles, el profe es de los pocos que dominan la materia. Los que opinan mal, no soportan anotar los ejercicios vistos en clase.\r\nSugerencias: anota todo, los exám son en su mayoría ejercicios vistos en clase, nunca faltes: la materia es compleja. Excelente profesor."}, {"fecha": "25/Jul/2019", "score_general": "4.0", "score_facilidad": "4.0", "materia": "Ecuaciones Diferenciales", "comments": "Califica Duro, Muchas tareas, Las clases son largasLa materia es de las más difíciles, el profe es de los pocos que dominan la materia. Los que opinan mal, no soportan anotar los ejercicios vistos en clase.\r\nSugerencias: anota todo, los exám son en su mayoría ejercicios vistos en clase, nunca faltes: la materia es compleja. Excelente profesor."}, {"fecha": "26/Jun/2019", "score_general": "4.0", "score_facilidad": "6.0", "materia": "Ecuaciones Diferenciales", "comments": "Califica Duro, Muchas tareas, Las clases son largasLa materia es de las más difíciles, el profe es de los pocos que dominan la materia. Los que opinan mal, no soportan anotar los ejercicios vistos en clase.\r\nSugerencias: anota todo, los exám son en su mayoría ejercicios vistos en clase, nunca faltes: la materia es compleja. Excelente profesor."}, {"fecha": "29/Nov/2018", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Ecuaciones Diferenciales", "comments": "Califica Duro, Muchas tareas, La Participación ImportaMuy buen profesor. Claro en sus láminas que publica en su blog. Muchas tareas que te ayudan a repasar los conceptos. Muy estricto al evaluar, sobretodo en la notación. Si te ve hablando en clase te saca del salón. Sus exámenes son ejercicios y tareas que deja. Te da nivel."}, {"fecha": "28/Jun/2018", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Ecuaciones Diferenciales", "comments": "Da buena retroalimentación, La Participación Importa, Tomaría su clase otra vezMuy buen profesor. Claro en sus láminas que publica en su blog. Muchas tareas que te ayudan a repasar los conceptos. Muy estricto al evaluar, sobretodo en la notación. Si te ve hablando en clase te saca del salón. Sus exámenes son ejercicios y tareas que deja. Te da nivel."}, {"fecha": "24/Jun/2018", "score_general": "9.0", "score_facilidad": "6.0", "materia": "Ecuaciones Diferenciales", "comments": "Califica Duro, Muchas tareas, Asistencia obligatoriaMuy buen profesor. Claro en sus láminas que publica en su blog. Muchas tareas que te ayudan a repasar los conceptos. Muy estricto al evaluar, sobretodo en la notación. Si te ve hablando en clase te saca del salón. Sus exámenes son ejercicios y tareas que deja. Te da nivel."}, {"fecha": "10/May/2018", "score_general": "7.0", "score_facilidad": "8.0", "materia": "Ecuaciones Diferenciales", "comments": "Califica Duro, Muchas tareas, Respetado por los estudiantesMuy buen profesor. Claro en sus láminas que publica en su blog. Muchas tareas que te ayudan a repasar los conceptos. Muy estricto al evaluar, sobretodo en la notación. Si te ve hablando en clase te saca del salón. Sus exámenes son ejercicios y tareas que deja. Te da nivel."}, {"fecha": "27/Jun/2017", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Ecuaciones diferenciales", "comments": "Hace exámenes sorpresa, La Participación Importa, Clases excelentesMuy buen profesor. Claro en sus láminas que publica en su blog. Muchas tareas que te ayudan a repasar los conceptos. Muy estricto al evaluar, sobretodo en la notación. Si te ve hablando en clase te saca del salón. Sus exámenes son ejercicios y tareas que deja. Te da nivel."}, {"fecha": "25/Ene/2017", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Ecuaciones diferenciales", "comments": "Para mi es la mejor opción para ecuaciones, es muy buena persona el profe, además de que te apoya con sus laminas y en clases se dedica a hacer ejercicios los exámenes están relativamente fáciles y te deja con un buen nivel"}, {"fecha": "21/Ene/2017", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Ecuaciones", "comments": "Para mi es la mejor opción para ecuaciones, es muy buena persona el profe, además de que te apoya con sus laminas y en clases se dedica a hacer ejercicios los exámenes están relativamente fáciles y te deja con un buen nivel"}, {"fecha": "16/Ene/2017", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Ecuaciones diferenciales", "comments": "Da buena retroalimentación, Muchas tareas, Da Crédito ExtraPara mi es la mejor opción para ecuaciones, es muy buena persona el profe, además de que te apoya con sus laminas y en clases se dedica a hacer ejercicios los exámenes están relativamente fáciles y te deja con un buen nivel"}, {"fecha": "10/Ene/2017", "score_general": "2.0", "score_facilidad": "2.0", "materia": "Ecuaciones", "comments": "Califica DuroPara mi es la mejor opción para ecuaciones, es muy buena persona el profe, además de que te apoya con sus laminas y en clases se dedica a hacer ejercicios los exámenes están relativamente fáciles y te deja con un buen nivel"}, {"fecha": "03/Ene/2017", "score_general": "7.0", "score_facilidad": "4.0", "materia": "Ecuaciones Diferenciales", "comments": "Muchas tareas, La Participación Importa, Clases excelentesPara mi es la mejor opción para ecuaciones, es muy buena persona el profe, además de que te apoya con sus laminas y en clases se dedica a hacer ejercicios los exámenes están relativamente fáciles y te deja con un buen nivel"}, {"fecha": "10/Dic/2016", "score_general": "2.0", "score_facilidad": "2.0", "materia": "Ecuaciones", "comments": "Enseña bien el problema es que al final mucho se van a primera y segunda vuelta , pocos exentan"}, {"fecha": "02/Dic/2016", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Ecuaciones Diferenciales", "comments": "Muchas tareas, Las clases son largas, Clases excelentesEnseña bien el problema es que al final mucho se van a primera y segunda vuelta , pocos exentan"}, {"fecha": "31/Ene/2016", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Ecuaciones Diferenciales", "comments": "Tomaría su clase otra vezEnseña bien el problema es que al final mucho se van a primera y segunda vuelta , pocos exentan"}, {"fecha": "19/Ene/2014", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Ecuaciones Diferenciales", "comments": "Enseña bien el problema es que al final mucho se van a primera y segunda vuelta , pocos exentan"}, {"fecha": "16/Dic/2013", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Ecuaciones diferenciales", "comments": "Enseña bien el problema es que al final mucho se van a primera y segunda vuelta , pocos exentan"}, {"fecha": "08/Ago/2013", "score_general": "7.0", "score_facilidad": "8.0", "materia": "Ecuaciones Diferenciales", "comments": "Es una buena opcion para la materia,cubre todo el temario.Durante el curso la teoria la sube a su pagina en pdf, te da la teoria necesaria para entender la materia y en la clase dedica a realizar solamente ejercicios,repasa poco la teoria para no olvidarla puesto que tu ya tienes el docuemnto con anticipacion y puedes estudiarlo antes."}]