[{"fecha": "07/Feb/2023", "score_general": "7.0", "score_facilidad": "8.0", "materia": "Probabilidad", "comments": "BarcoNos faltó una gran parte del temario, es una buena opción para pasar, no la recomiendo si quieres nivel"}, {"fecha": "06/Feb/2023", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Ecuaciones Diferenciales", "comments": "Muchas tareas, Da Crédito Extra, Brinda apoyoNos faltó una gran parte del temario, es una buena opción para pasar, no la recomiendo si quieres nivel"}, {"fecha": "05/Feb/2023", "score_general": "8.0", "score_facilidad": "6.0", "materia": "Probabilidad", "comments": "Clases excelentesNos faltó una gran parte del temario, es una buena opción para pasar, no la recomiendo si quieres nivel"}, {"fecha": "14/Ene/2023", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Probabilidad", "comments": "Da Crédito Extra, Aspectos de calificación claros, Clases excelentesNos faltó una gran parte del temario, es una buena opción para pasar, no la recomiendo si quieres nivel"}, {"fecha": "29/Ago/2022", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Ecuaciones diferenciales", "comments": "Da buena retroalimentación, Respetado por los estudiantes, Brinda apoyoNos faltó una gran parte del temario, es una buena opción para pasar, no la recomiendo si quieres nivel"}, {"fecha": "20/Ago/2022", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Ecuaciones diferenciales", "comments": "Respetado por los estudiantes, Brinda apoyo, Tomaría su clase otra vezEs muy linda y se preocupa porque realmente aprendas, responde dudas y accesible"}, {"fecha": "13/Ago/2022", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Álgebra lineal", "comments": "Da buena retroalimentación, Respetado por los estudiantes, Tomaría su clase otra vezEs muy linda y se preocupa porque realmente aprendas, responde dudas y accesible"}, {"fecha": "05/May/2022", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Ecuaciones diferenciales", "comments": "Respetado por los estudiantes, Clases excelentesEs muy linda y se preocupa porque realmente aprendas, responde dudas y accesible"}, {"fecha": "25/Mar/2022", "score_general": "3.0", "score_facilidad": "2.0", "materia": "Ecuaciones diferenciales", "comments": "Califica Duro, Asistencia obligatoria, Las clases son largasEs muy linda y se preocupa porque realmente aprendas, responde dudas y accesible"}, {"fecha": "03/Feb/2022", "score_general": "8.0", "score_facilidad": "8.0", "materia": "Cálculo y Geometría Analítica", "comments": "Da buena retroalimentación, La Participación Importa, Aspectos de calificación clarosEs muy linda y se preocupa porque realmente aprendas, responde dudas y accesible"}, {"fecha": "27/Ene/2022", "score_general": "8.0", "score_facilidad": "6.0", "materia": "Calculo y geometría analítica", "comments": "Muchas tareas, La Participación Importa, Respetado por los estudiantesExplica muy bien ,no le gusta grabar las clases entonces trata de poner mucha atención y las participaciones importan"}, {"fecha": "26/Ene/2022", "score_general": "9.0", "score_facilidad": "6.0", "materia": "Algebra", "comments": "Da buena retroalimentación, Asistencia obligatoria, Da Crédito ExtraExplica muy bien ,no le gusta grabar las clases entonces trata de poner mucha atención y las participaciones importan"}, {"fecha": "25/Ene/2022", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Ecuaciones diferenciales", "comments": "Da buena retroalimentación, Muchas tareas, Pocos ExámenesExplica muy bien ,no le gusta grabar las clases entonces trata de poner mucha atención y las participaciones importan"}, {"fecha": "22/Ene/2022", "score_general": "9.0", "score_facilidad": "10.0", "materia": "Ecs diferenciales", "comments": "Respetado por los estudiantes, Inspiracional, Aspectos de calificación clarosExplica muy bien ,no le gusta grabar las clases entonces trata de poner mucha atención y las participaciones importan"}, {"fecha": "19/Ene/2022", "score_general": "8.0", "score_facilidad": "8.0", "materia": "Ecuaciones Diferenciales", "comments": "La Participación Importa, Asistencia obligatoria, Da Crédito ExtraExplica muy bien ,no le gusta grabar las clases entonces trata de poner mucha atención y las participaciones importan"}, {"fecha": "12/Dic/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Algebra", "comments": "Respetado por los estudiantes, Inspiracional, Clases excelentesEs muy linda, se preocupa de verdad porque sus estudiantes aprendan y pregunta lo que aprendemos, es un amor"}, {"fecha": "25/Ago/2021", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Ecuaciones diferenciales", "comments": "Brinda apoyo, Clases excelentes, Tomaría su clase otra vezEs muy linda, se preocupa de verdad porque sus estudiantes aprendan y pregunta lo que aprendemos, es un amor"}, {"fecha": "24/Ago/2021", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Ecuaciones Dif. (Online)", "comments": "Inspiracional, Brinda apoyo, Tomaría su clase otra vezEs muy linda, se preocupa de verdad porque sus estudiantes aprendan y pregunta lo que aprendemos, es un amor"}, {"fecha": "24/Ago/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Ecuaciones diferenciales", "comments": "Da buena retroalimentación, La Participación Importa, Aspectos de calificación clarosEs muy linda, se preocupa de verdad porque sus estudiantes aprendan y pregunta lo que aprendemos, es un amor"}, {"fecha": "01/Abr/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Calculo integral", "comments": "Respetado por los estudiantes, Inspiracional, Da Crédito ExtraEs muy linda, se preocupa de verdad porque sus estudiantes aprendan y pregunta lo que aprendemos, es un amor"}, {"fecha": "28/Feb/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Ecuaciones diferenciales", "comments": "Respetado por los estudiantes, Inspiracional, Clases excelentesLa mejor!!"}, {"fecha": "18/Feb/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Ecuaciones Diferenciales", "comments": "La mejor!!"}, {"fecha": "17/Feb/2021", "score_general": "9.0", "score_facilidad": "6.0", "materia": "Ecuaciones Diferenciales", "comments": "Da buena retroalimentación, Muchos Exámenes, Aspectos de calificación clarosLa mejor!!"}, {"fecha": "16/Feb/2021", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Ecuaciones diferenciales", "comments": "Da buena retroalimentación, La Participación Importa, Muchos ExámenesLa mejor!!"}, {"fecha": "15/Feb/2021", "score_general": "8.0", "score_facilidad": "6.0", "materia": "Ecuaciones Diferenciales", "comments": "La Participación Importa, Asistencia obligatoria, Tomaría su clase otra vezLa mejor!!"}, {"fecha": "15/Feb/2021", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Ecuaciones Diferenciales", "comments": "Califica Duro, Brinda apoyoEs buena maestra, explica las veces que sea necesarias aunque se llega a molestar si preguntan lo mismo muchas veces. Debes ganarte la calificación y estudiar mucho, las tareas sirven para esto. Califica con exámenes, tareas y la asistencia es porcentaje extra."}, {"fecha": "13/Feb/2021", "score_general": "6.0", "score_facilidad": "6.0", "materia": "Ecuaciones Diferenciales", "comments": "Muchas tareas, Asistencia obligatoria, Muchos ExámenesEs buena maestra, explica las veces que sea necesarias aunque se llega a molestar si preguntan lo mismo muchas veces. Debes ganarte la calificación y estudiar mucho, las tareas sirven para esto. Califica con exámenes, tareas y la asistencia es porcentaje extra."}, {"fecha": "08/Feb/2021", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Ecuaciones Diferenciales", "comments": "Es buena maestra, explica las veces que sea necesarias aunque se llega a molestar si preguntan lo mismo muchas veces. Debes ganarte la calificación y estudiar mucho, las tareas sirven para esto. Califica con exámenes, tareas y la asistencia es porcentaje extra."}, {"fecha": "08/Feb/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Calculo integral", "comments": "Pocos Exámenes, Brinda apoyo, Tomaría su clase otra vezEs buena maestra, explica las veces que sea necesarias aunque se llega a molestar si preguntan lo mismo muchas veces. Debes ganarte la calificación y estudiar mucho, las tareas sirven para esto. Califica con exámenes, tareas y la asistencia es porcentaje extra."}, {"fecha": "01/Feb/2021", "score_general": "2.0", "score_facilidad": "2.0", "materia": "Ecuaciones diferencialesn", "comments": "Deja trabajos largos, Los exámenes son difícilesEs buena maestra, explica las veces que sea necesarias aunque se llega a molestar si preguntan lo mismo muchas veces. Debes ganarte la calificación y estudiar mucho, las tareas sirven para esto. Califica con exámenes, tareas y la asistencia es porcentaje extra."}, {"fecha": "05/Nov/2020", "score_general": "5.0", "score_facilidad": "6.0", "materia": "Ecuaciones diferenciales", "comments": "Califica Duro, Muchas tareas, Muchos Exámenesen las clases en linea enseño bien solo que sus tareas deben ir claras y con los métodos vistos en clase ya que no acepta otros y en el examen si ve que ocupas un método diferente al visto en clase te anula el examen aunque hayas llegado al resultado correcto el mínimo para pasar es 8"}, {"fecha": "28/Oct/2020", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Ecuaciones diferenciales", "comments": "Muchas tareas, Asistencia obligatoria, Tomaría su clase otra vezen las clases en linea enseño bien solo que sus tareas deben ir claras y con los métodos vistos en clase ya que no acepta otros y en el examen si ve que ocupas un método diferente al visto en clase te anula el examen aunque hayas llegado al resultado correcto el mínimo para pasar es 8"}, {"fecha": "02/Sep/2020", "score_general": "8.0", "score_facilidad": "6.0", "materia": "Ecuaciones diferenciales", "comments": "Da Crédito Extra, Muchos Exámenes, Clases excelentesen las clases en linea enseño bien solo que sus tareas deben ir claras y con los métodos vistos en clase ya que no acepta otros y en el examen si ve que ocupas un método diferente al visto en clase te anula el examen aunque hayas llegado al resultado correcto el mínimo para pasar es 8"}, {"fecha": "01/Sep/2020", "score_general": "5.0", "score_facilidad": "8.0", "materia": "Álgebra", "comments": "Barco, Asistencia obligatoria, Pocos Exámenesen las clases en linea enseño bien solo que sus tareas deben ir claras y con los métodos vistos en clase ya que no acepta otros y en el examen si ve que ocupas un método diferente al visto en clase te anula el examen aunque hayas llegado al resultado correcto el mínimo para pasar es 8"}, {"fecha": "31/Ago/2020", "score_general": "8.0", "score_facilidad": "8.0", "materia": "Calculo integral", "comments": "Muchas tareas, Brinda apoyoen las clases en linea enseño bien solo que sus tareas deben ir claras y con los métodos vistos en clase ya que no acepta otros y en el examen si ve que ocupas un método diferente al visto en clase te anula el examen aunque hayas llegado al resultado correcto el mínimo para pasar es 8"}, {"fecha": "31/Ago/2020", "score_general": "6.0", "score_facilidad": "8.0", "materia": "Álgebra", "comments": "Barco, La Participación ImportaSus clases son con diapositivas, no se empeña mucho en explicar, solo las lee. No es barco pero tampoco es difícil. Series pequeñas y fáciles. Exámenes simples pero muy poco claros, me tocó que mi resultado estaba bien, pero no lo hice como ella quería. No termina el temario. Aprendes, no lo suficie"}, {"fecha": "06/Ago/2020", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Ecuaciones diferenciales", "comments": "Da buena retroalimentación, Inspiracional, Clases excelentesSus clases son con diapositivas, no se empeña mucho en explicar, solo las lee. No es barco pero tampoco es difícil. Series pequeñas y fáciles. Exámenes simples pero muy poco claros, me tocó que mi resultado estaba bien, pero no lo hice como ella quería. No termina el temario. Aprendes, no lo suficie"}, {"fecha": "21/Jul/2020", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Ecuaciones diferenciales", "comments": "La Participación Importa, Asistencia obligatoria, Aspectos de calificación clarosSus clases son con diapositivas, no se empeña mucho en explicar, solo las lee. No es barco pero tampoco es difícil. Series pequeñas y fáciles. Exámenes simples pero muy poco claros, me tocó que mi resultado estaba bien, pero no lo hice como ella quería. No termina el temario. Aprendes, no lo suficie"}, {"fecha": "06/Jul/2020", "score_general": "2.0", "score_facilidad": "2.0", "materia": "Ecuaciones", "comments": "Muchas tareas, Asistencia obligatoria, Las clases son largasSus clases son con diapositivas, no se empeña mucho en explicar, solo las lee. No es barco pero tampoco es difícil. Series pequeñas y fáciles. Exámenes simples pero muy poco claros, me tocó que mi resultado estaba bien, pero no lo hice como ella quería. No termina el temario. Aprendes, no lo suficie"}, {"fecha": "24/Jun/2020", "score_general": "2.0", "score_facilidad": "2.0", "materia": "Ecuaciones", "comments": "Califica Duro, Las clases son largas, Muchos ExámenesSus clases son con diapositivas, no se empeña mucho en explicar, solo las lee. No es barco pero tampoco es difícil. Series pequeñas y fáciles. Exámenes simples pero muy poco claros, me tocó que mi resultado estaba bien, pero no lo hice como ella quería. No termina el temario. Aprendes, no lo suficie"}, {"fecha": "04/Jun/2020", "score_general": "8.0", "score_facilidad": "10.0", "materia": "Ecuaciones diferenciales", "comments": "Barco, La Participación Importa, Asistencia obligatoriaBuena, pero aprendes sólo lo básico. Nunca uses pelucas graciosas en su clase."}, {"fecha": "04/Jun/2020", "score_general": "2.0", "score_facilidad": "2.0", "materia": "Ecuaciones", "comments": "Califica Duro, Asistencia obligatoria, Los exámenes son difícilesBuena, pero aprendes sólo lo básico. Nunca uses pelucas graciosas en su clase."}, {"fecha": "20/May/2020", "score_general": "8.0", "score_facilidad": "8.0", "materia": "Ecuaciones", "comments": "Califica Duro, La Participación Importa, Los exámenes son difícilesBuena, pero aprendes sólo lo básico. Nunca uses pelucas graciosas en su clase."}, {"fecha": "11/Ene/2020", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Cálculo y Geometría Análitica", "comments": "Da buena retroalimentación, Brinda apoyo, Tomaría su clase otra vezBuena, pero aprendes sólo lo básico. Nunca uses pelucas graciosas en su clase."}, {"fecha": "27/Nov/2019", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Ecuaciones Diferenciales", "comments": "La Participación Importa, Aspectos de calificación claros, Clases excelentesBuena, pero aprendes sólo lo básico. Nunca uses pelucas graciosas en su clase."}, {"fecha": "23/Nov/2019", "score_general": "5.0", "score_facilidad": "2.0", "materia": "Ecuaciones", "comments": "Califica Duro, Prepárate para leer, Las clases son largas"}, {"fecha": "09/Ago/2019", "score_general": "7.0", "score_facilidad": "8.0", "materia": "Álgebra", "comments": ""}, {"fecha": "23/Jul/2019", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Ecuaciones Diferenciales", "comments": "Asistencia obligatoria, Da Crédito Extra, Clases excelentes"}, {"fecha": "01/Jul/2019", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Ecuaciones Diferenciales", "comments": "Da buena retroalimentación, Aspectos de calificación claros, Brinda apoyo"}, {"fecha": "27/Jun/2019", "score_general": "9.0", "score_facilidad": "6.0", "materia": "Ecuaciones diferenciales", "comments": "Da buena retroalimentación, Inspiracional, Brinda apoyo"}, {"fecha": "31/Ene/2019", "score_general": "7.0", "score_facilidad": "8.0", "materia": "Cálculo Integral", "comments": "Se atrasa en los temas y al final  pareces corre caminos. Necesitas estar muy atento ya que hace rápidos los ejercicios. Exámenes de nivel a la clase."}, {"fecha": "16/Ene/2019", "score_general": "3.0", "score_facilidad": "8.0", "materia": "Cálculo Integral", "comments": "Se atrasa en los temas y al final  pareces corre caminos. Necesitas estar muy atento ya que hace rápidos los ejercicios. Exámenes de nivel a la clase."}, {"fecha": "22/Ago/2018", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Ecuaciones Diferenciales", "comments": "Da buena retroalimentación, Brinda apoyo, Clases excelentesSe atrasa en los temas y al final  pareces corre caminos. Necesitas estar muy atento ya que hace rápidos los ejercicios. Exámenes de nivel a la clase."}, {"fecha": "20/Jul/2018", "score_general": "8.0", "score_facilidad": "6.0", "materia": "Calculo Integral", "comments": "Se atrasa en los temas y al final  pareces corre caminos. Necesitas estar muy atento ya que hace rápidos los ejercicios. Exámenes de nivel a la clase."}, {"fecha": "11/Jun/2018", "score_general": "9.0", "score_facilidad": "6.0", "materia": "Ecuaciones Diferenciales", "comments": "Clases excelentes, Tomaría su clase otra vezSe atrasa en los temas y al final  pareces corre caminos. Necesitas estar muy atento ya que hace rápidos los ejercicios. Exámenes de nivel a la clase."}, {"fecha": "10/Jun/2018", "score_general": "8.0", "score_facilidad": "10.0", "materia": "Ecuaciones Diferenciales", "comments": "Explica bien, se ven varios ejemplos en clase, que a mi parecer, deja bastante claro los temas, exámenes con dificultad de acuerdo lo visto en clase, pocas tareas. Puede que aveces se vaya rápido que hasta se llega a equivocar al resolver ejercicios, pero si le dices, lo corrige. Resuelve dudas :)"}, {"fecha": "26/Ene/2018", "score_general": "6.0", "score_facilidad": "4.0", "materia": "Ecuaciones diferenciales", "comments": "Muchas tareas, Pocos ExámenesExplica bien, se ven varios ejemplos en clase, que a mi parecer, deja bastante claro los temas, exámenes con dificultad de acuerdo lo visto en clase, pocas tareas. Puede que aveces se vaya rápido que hasta se llega a equivocar al resolver ejercicios, pero si le dices, lo corrige. Resuelve dudas :)"}, {"fecha": "03/Ago/2017", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Ecuaciones Diferenciales", "comments": "Explica bien, se ven varios ejemplos en clase, que a mi parecer, deja bastante claro los temas, exámenes con dificultad de acuerdo lo visto en clase, pocas tareas. Puede que aveces se vaya rápido que hasta se llega a equivocar al resolver ejercicios, pero si le dices, lo corrige. Resuelve dudas :)"}, {"fecha": "26/Jul/2017", "score_general": "10.0", "score_facilidad": "6.0", "materia": "ecuaciones diferenciales", "comments": "Da buena retroalimentación, Clases excelentes, Tomaría su clase otra vezExplica bien, se ven varios ejemplos en clase, que a mi parecer, deja bastante claro los temas, exámenes con dificultad de acuerdo lo visto en clase, pocas tareas. Puede que aveces se vaya rápido que hasta se llega a equivocar al resolver ejercicios, pero si le dices, lo corrige. Resuelve dudas :)"}, {"fecha": "23/Ene/2017", "score_general": "8.0", "score_facilidad": "8.0", "materia": "Ecuaciones Diferenciales", "comments": "Pocos Exámenes, Clases excelentes, Tomaría su clase otra vezExplica bien, se ven varios ejemplos en clase, que a mi parecer, deja bastante claro los temas, exámenes con dificultad de acuerdo lo visto en clase, pocas tareas. Puede que aveces se vaya rápido que hasta se llega a equivocar al resolver ejercicios, pero si le dices, lo corrige. Resuelve dudas :)"}, {"fecha": "21/Ene/2017", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Ecuaciones diferenciales", "comments": "BarcoEs fácil pasar si se estudia por cuenta propia , además pide series algo largas pero bastante fáciles un excelente opción para acreditar con buena calificación , es muy considerada con los alumnos que participan y asisten a clase siempre , muy recomendable"}, {"fecha": "16/Ene/2017", "score_general": "9.0", "score_facilidad": "6.0", "materia": "Ecuaciones Diferenciales 2016", "comments": "Aspectos de calificación claros, Brinda apoyo, Tomaría su clase otra vezEs fácil pasar si se estudia por cuenta propia , además pide series algo largas pero bastante fáciles un excelente opción para acreditar con buena calificación , es muy considerada con los alumnos que participan y asisten a clase siempre , muy recomendable"}, {"fecha": "13/Dic/2016", "score_general": "6.0", "score_facilidad": "10.0", "materia": "Ecuaciones Diferenciales", "comments": "BarcoEs fácil pasar si se estudia por cuenta propia , además pide series algo largas pero bastante fáciles un excelente opción para acreditar con buena calificación , es muy considerada con los alumnos que participan y asisten a clase siempre , muy recomendable"}, {"fecha": "08/Dic/2016", "score_general": "8.0", "score_facilidad": "8.0", "materia": "Ecuaciones diferenciales", "comments": "Es fácil pasar si se estudia por cuenta propia , además pide series algo largas pero bastante fáciles un excelente opción para acreditar con buena calificación , es muy considerada con los alumnos que participan y asisten a clase siempre , muy recomendable"}, {"fecha": "02/Jun/2016", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Ecuaciones Diferenciales", "comments": "Es fácil pasar si se estudia por cuenta propia , además pide series algo largas pero bastante fáciles un excelente opción para acreditar con buena calificación , es muy considerada con los alumnos que participan y asisten a clase siempre , muy recomendable"}, {"fecha": "19/Abr/2016", "score_general": "7.0", "score_facilidad": "6.0", "materia": "Ecuaciones Diferenciales", "comments": "Califica Duro, La Participación Importa, Las clases son largasSi la clase es rápida sin embargo, explica muy bien y creo que los problemas con muchos alumnos son los antecedentes. Da el taller de ejercicios y es muy clara también en explicarlos. Toma ejercicios de exámenes finales y extraordinarios pasado"}, {"fecha": "29/Dic/2015", "score_general": "6.0", "score_facilidad": "10.0", "materia": "Ecuaciones", "comments": "Si la clase es rápida sin embargo, explica muy bien y creo que los problemas con muchos alumnos son los antecedentes. Da el taller de ejercicios y es muy clara también en explicarlos. Toma ejercicios de exámenes finales y extraordinarios pasado"}, {"fecha": "21/Nov/2015", "score_general": "8.0", "score_facilidad": "6.0", "materia": "Ecuaciones Diferenciales", "comments": "Si la clase es rápida sin embargo, explica muy bien y creo que los problemas con muchos alumnos son los antecedentes. Da el taller de ejercicios y es muy clara también en explicarlos. Toma ejercicios de exámenes finales y extraordinarios pasado"}, {"fecha": "06/Jul/2015", "score_general": "5.0", "score_facilidad": "6.0", "materia": "Ecuaciones", "comments": "Barco, La Participación Importa, Da Crédito ExtraSi la clase es rápida sin embargo, explica muy bien y creo que los problemas con muchos alumnos son los antecedentes. Da el taller de ejercicios y es muy clara también en explicarlos. Toma ejercicios de exámenes finales y extraordinarios pasado"}, {"fecha": "30/Jun/2015", "score_general": "5.0", "score_facilidad": "4.0", "materia": "ECUACIONES DIFERENCIALES", "comments": "Si la clase es rápida sin embargo, explica muy bien y creo que los problemas con muchos alumnos son los antecedentes. Da el taller de ejercicios y es muy clara también en explicarlos. Toma ejercicios de exámenes finales y extraordinarios pasado"}, {"fecha": "23/Jun/2015", "score_general": "4.0", "score_facilidad": "8.0", "materia": "ECUACIONES DIFERENCIALES", "comments": "VA MUY RAPIDO EN SUS CLASES Y SE DISTRAE CON MUCHA FACILIDAD Y LE HECHA LA CULPA AL ALUMNO, Y JAMAS LLEGA TEMPRANO A SUS CLASES PERO AL FINAL TE AYUDA, SI SOLOQUIERES PASAR SIN APRENDER ELLA ES LA IDEAL"}, {"fecha": "12/Jun/2015", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Ecuaciones Diferenciales", "comments": "VA MUY RAPIDO EN SUS CLASES Y SE DISTRAE CON MUCHA FACILIDAD Y LE HECHA LA CULPA AL ALUMNO, Y JAMAS LLEGA TEMPRANO A SUS CLASES PERO AL FINAL TE AYUDA, SI SOLOQUIERES PASAR SIN APRENDER ELLA ES LA IDEAL"}, {"fecha": "10/Jun/2015", "score_general": "4.0", "score_facilidad": "8.0", "materia": "ECUACIONES", "comments": "VA MUY RAPIDO EN SUS CLASES Y SE DISTRAE CON MUCHA FACILIDAD Y LE HECHA LA CULPA AL ALUMNO, Y JAMAS LLEGA TEMPRANO A SUS CLASES PERO AL FINAL TE AYUDA, SI SOLOQUIERES PASAR SIN APRENDER ELLA ES LA IDEAL"}, {"fecha": "08/Jun/2015", "score_general": "3.0", "score_facilidad": "6.0", "materia": "ecuaciones diferenciales", "comments": "VA MUY RAPIDO EN SUS CLASES Y SE DISTRAE CON MUCHA FACILIDAD Y LE HECHA LA CULPA AL ALUMNO, Y JAMAS LLEGA TEMPRANO A SUS CLASES PERO AL FINAL TE AYUDA, SI SOLOQUIERES PASAR SIN APRENDER ELLA ES LA IDEAL"}, {"fecha": "01/Jun/2015", "score_general": "10.0", "score_facilidad": "4.0", "materia": "ecuaciones", "comments": "VA MUY RAPIDO EN SUS CLASES Y SE DISTRAE CON MUCHA FACILIDAD Y LE HECHA LA CULPA AL ALUMNO, Y JAMAS LLEGA TEMPRANO A SUS CLASES PERO AL FINAL TE AYUDA, SI SOLOQUIERES PASAR SIN APRENDER ELLA ES LA IDEAL"}, {"fecha": "27/May/2015", "score_general": "2.0", "score_facilidad": "6.0", "materia": "Ecuaciones diferenciales", "comments": "Realmente no la recomiendo, tal vez sepa pero lo que no sabe es explicar."}, {"fecha": "15/Ene/2015", "score_general": "4.0", "score_facilidad": "6.0", "materia": "Cálculo Diferencial", "comments": "Realmente no la recomiendo, tal vez sepa pero lo que no sabe es explicar."}, {"fecha": "12/Ene/2015", "score_general": "5.0", "score_facilidad": "10.0", "materia": "Ecuaciones Diferenciales", "comments": "Realmente no la recomiendo, tal vez sepa pero lo que no sabe es explicar."}, {"fecha": "26/Nov/2014", "score_general": "10.0", "score_facilidad": "4.0", "materia": "Ecs. Diferenciales", "comments": "Realmente no la recomiendo, tal vez sepa pero lo que no sabe es explicar."}, {"fecha": "17/Nov/2014", "score_general": "10.0", "score_facilidad": "4.0", "materia": "Ecuaciones Diferenciales", "comments": "Realmente no la recomiendo, tal vez sepa pero lo que no sabe es explicar."}, {"fecha": "29/Jul/2014", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Diferencial", "comments": "Considero que es una excelente maestra, tomé Diferencial con ellá y no deja nada que desear. Es un poco distraida porque según ella hay mucho ruido en el salón. Pero nada grave. Ella es para quellos que aprenden haciendo muchos ejercicios. Excenta con 8 y manda muchos a final."}, {"fecha": "07/Ene/2014", "score_general": "6.0", "score_facilidad": "6.0", "materia": "ecuaciones", "comments": "Considero que es una excelente maestra, tomé Diferencial con ellá y no deja nada que desear. Es un poco distraida porque según ella hay mucho ruido en el salón. Pero nada grave. Ella es para quellos que aprenden haciendo muchos ejercicios. Excenta con 8 y manda muchos a final."}, {"fecha": "01/Ago/2013", "score_general": "8.0", "score_facilidad": "8.0", "materia": "Ecuaciones Diferenciales", "comments": "Considero que es una excelente maestra, tomé Diferencial con ellá y no deja nada que desear. Es un poco distraida porque según ella hay mucho ruido en el salón. Pero nada grave. Ella es para quellos que aprenden haciendo muchos ejercicios. Excenta con 8 y manda muchos a final."}, {"fecha": "25/Jul/2013", "score_general": "6.0", "score_facilidad": "4.0", "materia": "Geometría analítica", "comments": "Considero que es una excelente maestra, tomé Diferencial con ellá y no deja nada que desear. Es un poco distraida porque según ella hay mucho ruido en el salón. Pero nada grave. Ella es para quellos que aprenden haciendo muchos ejercicios. Excenta con 8 y manda muchos a final."}, {"fecha": "25/Jun/2013", "score_general": "8.0", "score_facilidad": "8.0", "materia": "Ecuaciones Diferenciales", "comments": "Considero que es una excelente maestra, tomé Diferencial con ellá y no deja nada que desear. Es un poco distraida porque según ella hay mucho ruido en el salón. Pero nada grave. Ella es para quellos que aprenden haciendo muchos ejercicios. Excenta con 8 y manda muchos a final."}, {"fecha": "26/Mar/2013", "score_general": "6.0", "score_facilidad": "8.0", "materia": "Diferenciales", "comments": "No sabe mucho del tema y se desconcentra muy facil,  si se quiere aprender no la recomiendo si se quiere pasar si"}, {"fecha": "11/Feb/2013", "score_general": "4.0", "score_facilidad": "6.0", "materia": "GEOMETRIA ANALITICA", "comments": "No sabe mucho del tema y se desconcentra muy facil,  si se quiere aprender no la recomiendo si se quiere pasar si"}, {"fecha": "31/Ene/2013", "score_general": "3.0", "score_facilidad": "2.0", "materia": "analítica", "comments": "No sabe mucho del tema y se desconcentra muy facil,  si se quiere aprender no la recomiendo si se quiere pasar si"}, {"fecha": "30/Ene/2013", "score_general": "3.0", "score_facilidad": "6.0", "materia": "geometría analítica", "comments": "No sabe mucho del tema y se desconcentra muy facil,  si se quiere aprender no la recomiendo si se quiere pasar si"}, {"fecha": "24/Ene/2013", "score_general": "7.0", "score_facilidad": "8.0", "materia": "Ecuaciones Diferenciales", "comments": "No sabe mucho del tema y se desconcentra muy facil,  si se quiere aprender no la recomiendo si se quiere pasar si"}, {"fecha": "21/Ene/2013", "score_general": "6.0", "score_facilidad": "8.0", "materia": "Geometria analitica", "comments": "No sabe mucho de los temas pero al final si pasas todos los examenes t ayuda"}, {"fecha": "20/Ene/2013", "score_general": "7.0", "score_facilidad": "8.0", "materia": "Geometría analitica", "comments": "No sabe mucho de los temas pero al final si pasas todos los examenes t ayuda"}, {"fecha": "17/Ene/2013", "score_general": "2.0", "score_facilidad": "4.0", "materia": "Gemetria Analìtica", "comments": "No sabe mucho de los temas pero al final si pasas todos los examenes t ayuda"}, {"fecha": "06/Dic/2012", "score_general": "10.0", "score_facilidad": "4.0", "materia": "ecuaciones diferernciales", "comments": "No sabe mucho de los temas pero al final si pasas todos los examenes t ayuda"}, {"fecha": "28/Nov/2012", "score_general": "3.0", "score_facilidad": "4.0", "materia": "geometría analitica", "comments": "No sabe mucho de los temas pero al final si pasas todos los examenes t ayuda"}, {"fecha": "18/Oct/2012", "score_general": "3.0", "score_facilidad": "4.0", "materia": "Geometria Analitica", "comments": ""}, {"fecha": "18/Oct/2012", "score_general": "2.0", "score_facilidad": "2.0", "materia": "GEOMETRIA ANALITICA", "comments": ""}, {"fecha": "18/Oct/2012", "score_general": "4.0", "score_facilidad": "2.0", "materia": "geometria analitica", "comments": ""}, {"fecha": "18/Oct/2012", "score_general": "3.0", "score_facilidad": "4.0", "materia": "Geometria Analítica", "comments": ""}, {"fecha": "31/Jul/2012", "score_general": "4.0", "score_facilidad": "6.0", "materia": "ecuaciones diferenciales", "comments": ""}, {"fecha": "16/Jul/2012", "score_general": "4.0", "score_facilidad": "6.0", "materia": "CALCULO", "comments": "LE FALTA CONOCIMIENTO Y EXPERIENCIA..."}, {"fecha": "12/Jul/2012", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Ecuaciones Diferenciales", "comments": "LE FALTA CONOCIMIENTO Y EXPERIENCIA..."}, {"fecha": "29/May/2012", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Ecuaciones Diferenciales", "comments": "LE FALTA CONOCIMIENTO Y EXPERIENCIA..."}, {"fecha": "26/Jul/2011", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Ecuaciones Diferenciales", "comments": "LE FALTA CONOCIMIENTO Y EXPERIENCIA..."}, {"fecha": "26/Jul/2011", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Ecuaciones Diferenciales", "comments": "LE FALTA CONOCIMIENTO Y EXPERIENCIA..."}, {"fecha": "25/Ene/2011", "score_general": "9.0", "score_facilidad": "10.0", "materia": "Ecuaciones diferenciales", "comments": "Muy buena profesora"}]