[{"fecha": "23/Ene/2018", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Fundamentos de Programación", "comments": "Da buena retroalimentación, La Participación Importa, Tomaría su clase otra vezEs una excelente maestra y mejor persona, a veces pierde el hilo del tema pero aun asi explica bien, las practicas tienen mucho valor. Los examenes no son dificiles. Pasar no es complicado pero debes trabajar para teber buen promedio"}, {"fecha": "19/Oct/2017", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Fundamentos de programación", "comments": "La Participación Importa, Brinda apoyo, Muchos proyectos grupalesEs una excelente maestra y mejor persona, a veces pierde el hilo del tema pero aun asi explica bien, las practicas tienen mucho valor. Los examenes no son dificiles. Pasar no es complicado pero debes trabajar para teber buen promedio"}, {"fecha": "20/Jul/2017", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Fundamentos de programación", "comments": "Es una excelente maestra y mejor persona, a veces pierde el hilo del tema pero aun asi explica bien, las practicas tienen mucho valor. Los examenes no son dificiles. Pasar no es complicado pero debes trabajar para teber buen promedio"}, {"fecha": "19/Feb/2017", "score_general": "6.0", "score_facilidad": "6.0", "materia": "Fundamentos de Programación", "comments": "Muchas tareas, Aspectos de calificación claros, Deja trabajos largosEs una excelente maestra y mejor persona, a veces pierde el hilo del tema pero aun asi explica bien, las practicas tienen mucho valor. Los examenes no son dificiles. Pasar no es complicado pero debes trabajar para teber buen promedio"}, {"fecha": "11/Ene/2017", "score_general": "10.0", "score_facilidad": "6.0", "materia": "programacion", "comments": "Brinda apoyo, Clases excelentes, Tomaría su clase otra vezEs una excelente maestra y mejor persona, a veces pierde el hilo del tema pero aun asi explica bien, las practicas tienen mucho valor. Los examenes no son dificiles. Pasar no es complicado pero debes trabajar para teber buen promedio"}]