[{"fecha": "12/Jun/2022", "score_general": "6.0", "score_facilidad": "4.0", "materia": "Introducción a la Economía", "comments": "Califica Duro, Los exámenes son difíciles, Muchos proyectos grupalesLa profesora en general no es mala, pero tiene muchas manías algo extrictas, te recordarán a esos días cuando te regañaban en la secundaria por todo.\r\nTrata de poner atención en las presentaciones de equipo, por que las promedia como actividades y tienen mucho peso (pueden bajarte de un 9 a 6, aguas)"}, {"fecha": "19/Feb/2021", "score_general": "8.0", "score_facilidad": "6.0", "materia": "Introducción a la economía", "comments": "Los exámenes son difícilesLa profesora en general no es mala, pero tiene muchas manías algo extrictas, te recordarán a esos días cuando te regañaban en la secundaria por todo.\r\nTrata de poner atención en las presentaciones de equipo, por que las promedia como actividades y tienen mucho peso (pueden bajarte de un 9 a 6, aguas)"}, {"fecha": "25/Jun/2020", "score_general": "8.0", "score_facilidad": "8.0", "materia": "Economía", "comments": "Prepárate para leer, Las clases son largas, Muchos proyectos grupalesLa profesora en general no es mala, pero tiene muchas manías algo extrictas, te recordarán a esos días cuando te regañaban en la secundaria por todo.\r\nTrata de poner atención en las presentaciones de equipo, por que las promedia como actividades y tienen mucho peso (pueden bajarte de un 9 a 6, aguas)"}, {"fecha": "13/Jun/2019", "score_general": "5.0", "score_facilidad": "6.0", "materia": "Introducción economía", "comments": "La profesora en general no es mala, pero tiene muchas manías algo extrictas, te recordarán a esos días cuando te regañaban en la secundaria por todo.\r\nTrata de poner atención en las presentaciones de equipo, por que las promedia como actividades y tienen mucho peso (pueden bajarte de un 9 a 6, aguas)"}, {"fecha": "10/Jul/2018", "score_general": "2.0", "score_facilidad": "2.0", "materia": "Introducción a Economia", "comments": "Muchas tareas, Las clases son largas, Clases excelentesLa profesora en general no es mala, pero tiene muchas manías algo extrictas, te recordarán a esos días cuando te regañaban en la secundaria por todo.\r\nTrata de poner atención en las presentaciones de equipo, por que las promedia como actividades y tienen mucho peso (pueden bajarte de un 9 a 6, aguas)"}, {"fecha": "25/Ene/2018", "score_general": "9.0", "score_facilidad": "10.0", "materia": "Introducción a la Economía", "comments": "Prepárate para leer, Asistencia obligatoria, Tomaría su clase otra vezSus clases se van muy rápido, ya que pasa las diapositivas de sus presentaciones en poco tiempo. Normalmente no logras escribir todo lo que viene en las diapositivas. Sus exámenes son fáciles, al igual que sus tareas y proyectos."}]