[{"fecha": "16/Feb/2023", "score_general": "9.0", "score_facilidad": "6.0", "materia": "Flujo Multifásico en Tuberías", "comments": "Da buena retroalimentación, Clases excelentes, Tomaría su clase otra vezDe las mejores profesoras que he tenido en la carrera. Le interesa que comprendas el tema. Accesible con dudas. No es difícil pasar, sólo hay que trabajar y entregar todo. Pide un proyecto programado o en macros con Excel, nada del otro mundo. No es barco, si te esfuerzas te ayuda al final!"}, {"fecha": "11/Feb/2023", "score_general": "7.0", "score_facilidad": "6.0", "materia": "Propiedades de los Fluidos Petroleros", "comments": "Aspectos de calificación claros, Clases excelentes, Los exámenes son difícilesDe las mejores profesoras que he tenido en la carrera. Le interesa que comprendas el tema. Accesible con dudas. No es difícil pasar, sólo hay que trabajar y entregar todo. Pide un proyecto programado o en macros con Excel, nada del otro mundo. No es barco, si te esfuerzas te ayuda al final!"}, {"fecha": "01/Jun/2022", "score_general": "6.0", "score_facilidad": "4.0", "materia": "Flujo multifásico", "comments": "La Participación Importa, Las clases son largas, Pocos ExámenesDe las mejores profesoras que he tenido en la carrera. Le interesa que comprendas el tema. Accesible con dudas. No es difícil pasar, sólo hay que trabajar y entregar todo. Pide un proyecto programado o en macros con Excel, nada del otro mundo. No es barco, si te esfuerzas te ayuda al final!"}, {"fecha": "07/Feb/2022", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Propiedades de los fluidos de perforación", "comments": "Califica Duro, Da buena retroalimentación, La Participación ImportaDe las mejores profesoras que he tenido en la carrera. Le interesa que comprendas el tema. Accesible con dudas. No es difícil pasar, sólo hay que trabajar y entregar todo. Pide un proyecto programado o en macros con Excel, nada del otro mundo. No es barco, si te esfuerzas te ayuda al final!"}, {"fecha": "28/Ene/2022", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Flujo Multifásico", "comments": "Califica Duro, Da buena retroalimentación, Muchas tareasDe las mejores profesoras que he tenido en la carrera. Le interesa que comprendas el tema. Accesible con dudas. No es difícil pasar, sólo hay que trabajar y entregar todo. Pide un proyecto programado o en macros con Excel, nada del otro mundo. No es barco, si te esfuerzas te ayuda al final!"}, {"fecha": "28/Ene/2022", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Flujo multifasico", "comments": "Muchas tareas, La Participación Importa, Da Crédito ExtraLa profesora es muy buena explicando, es muy paciente con todo lo que explica. Hay que poner mucha atención en los ejercicios porque los examenes son muy similares. Ayuda mucho que sus examenes sean con teoria porque te puedes recuperar un poco si te va mal en la parte practica."}, {"fecha": "27/Ene/2022", "score_general": "3.0", "score_facilidad": "4.0", "materia": "flujo multisico", "comments": "Califica Duro, Deja trabajos largos, Los exámenes son difícilesLa profesora es muy buena explicando, es muy paciente con todo lo que explica. Hay que poner mucha atención en los ejercicios porque los examenes son muy similares. Ayuda mucho que sus examenes sean con teoria porque te puedes recuperar un poco si te va mal en la parte practica."}, {"fecha": "02/Sep/2021", "score_general": "8.0", "score_facilidad": "8.0", "materia": "Propiedades de los Fluidos Petroleros", "comments": "Da buena retroalimentación, Clases excelentes, Tomaría su clase otra vezLa profesora es muy buena explicando, es muy paciente con todo lo que explica. Hay que poner mucha atención en los ejercicios porque los examenes son muy similares. Ayuda mucho que sus examenes sean con teoria porque te puedes recuperar un poco si te va mal en la parte practica."}, {"fecha": "25/Ago/2021", "score_general": "5.0", "score_facilidad": "2.0", "materia": "propiedades de los fluidos", "comments": "Califica Duro, Muchas tareas, Las clases son largasLa profesora es muy buena explicando, es muy paciente con todo lo que explica. Hay que poner mucha atención en los ejercicios porque los examenes son muy similares. Ayuda mucho que sus examenes sean con teoria porque te puedes recuperar un poco si te va mal en la parte practica."}, {"fecha": "02/Ago/2021", "score_general": "5.0", "score_facilidad": "4.0", "materia": "propiedades de los fluidos", "comments": "Muchas tareas, Las clases son largas, Deja trabajos largosLa profesora es muy buena explicando, es muy paciente con todo lo que explica. Hay que poner mucha atención en los ejercicios porque los examenes son muy similares. Ayuda mucho que sus examenes sean con teoria porque te puedes recuperar un poco si te va mal en la parte practica."}, {"fecha": "01/Jul/2021", "score_general": "3.0", "score_facilidad": "6.0", "materia": "propiedades de los fluidos", "comments": "Califica Duro, Muchas tareas, Las clases son largasLa maestra al principio fue buena onda después del paro se puso mala onda, deja un proyecto de programación que está muy difícil y sus tareas son obligatorias si te falta una estás en final y cada clase deja tarea me  di de baja por qué ya estaba en final, es mala onda muy estricta no la recomiendo"}, {"fecha": "19/Jun/2021", "score_general": "3.0", "score_facilidad": "6.0", "materia": "propiedades de los fluidos", "comments": "Califica Duro, Muchas tareas, Deja trabajos largosLa maestra al principio fue buena onda después del paro se puso mala onda, deja un proyecto de programación que está muy difícil y sus tareas son obligatorias si te falta una estás en final y cada clase deja tarea me  di de baja por qué ya estaba en final, es mala onda muy estricta no la recomiendo"}, {"fecha": "18/Feb/2021", "score_general": "9.0", "score_facilidad": "10.0", "materia": "propiedades de los fluidos", "comments": "Barco, Da Crédito Extra, Brinda apoyoLa maestra al principio fue buena onda después del paro se puso mala onda, deja un proyecto de programación que está muy difícil y sus tareas son obligatorias si te falta una estás en final y cada clase deja tarea me  di de baja por qué ya estaba en final, es mala onda muy estricta no la recomiendo"}, {"fecha": "17/Feb/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "propiedades de los fluidos", "comments": "Barco, Muy cómico, Da buena retroalimentaciónLa maestra al principio fue buena onda después del paro se puso mala onda, deja un proyecto de programación que está muy difícil y sus tareas son obligatorias si te falta una estás en final y cada clase deja tarea me  di de baja por qué ya estaba en final, es mala onda muy estricta no la recomiendo"}]