[{"fecha": "05/Feb/2023", "score_general": "6.0", "score_facilidad": "10.0", "materia": "CIRCUITOS ELECTRICOS", "comments": "Barco, Muy cómico, Asistencia obligatoriaEl profe perfecto para barquear, califica 30% asistencia, 30% laboratorio y 60% participaciones, no te atormentes por las participaciones aunque solo vayas a dormir al final dice que tuviste 6 en participaciones y te saca 8, hace 2 exámenes para participaciones pero nadie hace nada."}, {"fecha": "28/Jul/2022", "score_general": "6.0", "score_facilidad": "8.0", "materia": "Circuitos Eléctricos", "comments": "Barco, La Participación Importa, Los exámenes son difícilesEl profe perfecto para barquear, califica 30% asistencia, 30% laboratorio y 60% participaciones, no te atormentes por las participaciones aunque solo vayas a dormir al final dice que tuviste 6 en participaciones y te saca 8, hace 2 exámenes para participaciones pero nadie hace nada."}, {"fecha": "08/Jun/2022", "score_general": "6.0", "score_facilidad": "10.0", "materia": "Circuitos Eléctricos", "comments": "Barco, Muchas tareas, La Participación ImportaEl profe perfecto para barquear, califica 30% asistencia, 30% laboratorio y 60% participaciones, no te atormentes por las participaciones aunque solo vayas a dormir al final dice que tuviste 6 en participaciones y te saca 8, hace 2 exámenes para participaciones pero nadie hace nada."}, {"fecha": "19/Ene/2022", "score_general": "10.0", "score_facilidad": "8.0", "materia": "circuitos", "comments": "Barco, La Participación Importa, Asistencia obligatoriaEl profe perfecto para barquear, califica 30% asistencia, 30% laboratorio y 60% participaciones, no te atormentes por las participaciones aunque solo vayas a dormir al final dice que tuviste 6 en participaciones y te saca 8, hace 2 exámenes para participaciones pero nadie hace nada."}, {"fecha": "20/Ago/2021", "score_general": "2.0", "score_facilidad": "10.0", "materia": "Circuitos Electricos", "comments": "El profe perfecto para barquear, califica 30% asistencia, 30% laboratorio y 60% participaciones, no te atormentes por las participaciones aunque solo vayas a dormir al final dice que tuviste 6 en participaciones y te saca 8, hace 2 exámenes para participaciones pero nadie hace nada."}, {"fecha": "26/Feb/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Circuitos Electricos", "comments": "Barco, La Participación Importa, Clases excelentesBastantes claras sus clases, sabe de la materia y resuelve todas tus dudas. Falta algunas veces y califica con participaciones. No es complicado pasar. Se tienen derecho hasta 2 faltas creo xD."}, {"fecha": "17/Feb/2021", "score_general": "9.0", "score_facilidad": "10.0", "materia": "Circuitos Electricos", "comments": "Barco, La Participación Importa, Pocos ExámenesBastantes claras sus clases, sabe de la materia y resuelve todas tus dudas. Falta algunas veces y califica con participaciones. No es complicado pasar. Se tienen derecho hasta 2 faltas creo xD."}]