[{"fecha": "21/Feb/2021", "score_general": "7.0", "score_facilidad": "2.0", "materia": "MPOO", "comments": "Califica Duro, Brinda apoyo, Los exámenes son difícilesEs una excelente persona y sabe mucho de la materia, pero TIENES QUE APRENDER SOLO, usa sus propias practicas que son mas difíciles, solo un examen (bastante dificil), y lo mas importante es el proyecto final, tienes que usar ARDUINO, así que gastaras dinero. Si tienes buen promedio no arriesgues."}, {"fecha": "18/Feb/2021", "score_general": "6.0", "score_facilidad": "2.0", "materia": "MPOO Modelos de Programación Orientada a Objetos", "comments": "Califica Duro, Prepárate para leer, Pocos ExámenesEs una excelente persona y sabe mucho de la materia, pero TIENES QUE APRENDER SOLO, usa sus propias practicas que son mas difíciles, solo un examen (bastante dificil), y lo mas importante es el proyecto final, tienes que usar ARDUINO, así que gastaras dinero. Si tienes buen promedio no arriesgues."}, {"fecha": "16/Feb/2021", "score_general": "6.0", "score_facilidad": "2.0", "materia": "MPOO", "comments": "Califica Duro, Prepárate para leer, Pocos ExámenesEs una excelente persona y sabe mucho de la materia, pero TIENES QUE APRENDER SOLO, usa sus propias practicas que son mas difíciles, solo un examen (bastante dificil), y lo mas importante es el proyecto final, tienes que usar ARDUINO, así que gastaras dinero. Si tienes buen promedio no arriesgues."}, {"fecha": "15/Feb/2021", "score_general": "2.0", "score_facilidad": "2.0", "materia": "MPOO", "comments": "Califica Duro, Pocos Exámenes, Muchos proyectos grupalesEs una excelente persona y sabe mucho de la materia, pero TIENES QUE APRENDER SOLO, usa sus propias practicas que son mas difíciles, solo un examen (bastante dificil), y lo mas importante es el proyecto final, tienes que usar ARDUINO, así que gastaras dinero. Si tienes buen promedio no arriesgues."}, {"fecha": "24/Jun/2019", "score_general": "3.0", "score_facilidad": "10.0", "materia": "EDA 1", "comments": "Califica Duro, Hace exámenes sorpresa, Respetado por los estudiantesEs una excelente persona y sabe mucho de la materia, pero TIENES QUE APRENDER SOLO, usa sus propias practicas que son mas difíciles, solo un examen (bastante dificil), y lo mas importante es el proyecto final, tienes que usar ARDUINO, así que gastaras dinero. Si tienes buen promedio no arriesgues."}, {"fecha": "13/Jun/2019", "score_general": "9.0", "score_facilidad": "2.0", "materia": "Programación orientada a objetos", "comments": "Califica Duro, Respetado por los estudiantes, InspiracionalEs muy buen profe, deja un nivel alto en programacion java por lo tanto exige un trabajo del nivel lo cual es bueno"}, {"fecha": "22/May/2019", "score_general": "8.0", "score_facilidad": "6.0", "materia": "PROGRAMACIÓN ORIENTADA A OBJETOS", "comments": "Califica Duro, Da buena retroalimentación, Brinda apoyoEs muy buen profe, deja un nivel alto en programacion java por lo tanto exige un trabajo del nivel lo cual es bueno"}, {"fecha": "30/Ene/2019", "score_general": "9.0", "score_facilidad": "8.0", "materia": "MPOO", "comments": "Muy cómico, Da buena retroalimentación, InspiracionalEs muy buen profe, deja un nivel alto en programacion java por lo tanto exige un trabajo del nivel lo cual es bueno"}, {"fecha": "28/Ene/2019", "score_general": "7.0", "score_facilidad": "8.0", "materia": "Modelos de programación orientada a objetos", "comments": "Las clases son largas, Brinda apoyo, Tomaría su clase otra vezEs muy buen profe, deja un nivel alto en programacion java por lo tanto exige un trabajo del nivel lo cual es bueno"}, {"fecha": "22/Ene/2019", "score_general": "10.0", "score_facilidad": "4.0", "materia": "Programacion Orientada a Objetos", "comments": "Es muy buen profe, deja un nivel alto en programacion java por lo tanto exige un trabajo del nivel lo cual es bueno"}, {"fecha": "22/Ene/2019", "score_general": "7.0", "score_facilidad": "2.0", "materia": "MPOO", "comments": "Califica Duro, Brinda apoyo, Los exámenes son difícilesTendrás que aprender java, o el lenguaje que se vaya a utilizar durante el curso, tú solo, porque él no lo hará, sin embargo, siempre preguntaba si teníamos dudas, supongo que en esa parte nos podía ayudar"}, {"fecha": "22/Ene/2019", "score_general": "4.0", "score_facilidad": "4.0", "materia": "MPOO", "comments": "Prepárate para leer, Los exámenes son difícilesTendrás que aprender java, o el lenguaje que se vaya a utilizar durante el curso, tú solo, porque él no lo hará, sin embargo, siempre preguntaba si teníamos dudas, supongo que en esa parte nos podía ayudar"}, {"fecha": "17/Ene/2019", "score_general": "10.0", "score_facilidad": "8.0", "materia": "POO", "comments": "Califica Duro, Inspiracional, Brinda apoyoTendrás que aprender java, o el lenguaje que se vaya a utilizar durante el curso, tú solo, porque él no lo hará, sin embargo, siempre preguntaba si teníamos dudas, supongo que en esa parte nos podía ayudar"}, {"fecha": "15/Ene/2019", "score_general": "10.0", "score_facilidad": "10.0", "materia": "POO", "comments": "Brinda apoyo, Clases excelentes, Tomaría su clase otra vezTendrás que aprender java, o el lenguaje que se vaya a utilizar durante el curso, tú solo, porque él no lo hará, sin embargo, siempre preguntaba si teníamos dudas, supongo que en esa parte nos podía ayudar"}, {"fecha": "17/Dic/2018", "score_general": "5.0", "score_facilidad": "4.0", "materia": "Estructura de datos y algoritmos", "comments": "Tendrás que aprender java, o el lenguaje que se vaya a utilizar durante el curso, tú solo, porque él no lo hará, sin embargo, siempre preguntaba si teníamos dudas, supongo que en esa parte nos podía ayudar"}, {"fecha": "24/Nov/2018", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Programacion orientada a objetos", "comments": "Califica Duro, Inspiracional, Da Crédito ExtraEs un profe que tiene conocimientos  muy solidos sobre la materia, ya que abe explicar muy bien y tiene  toda la disposición para ayudar  al quien lo necesita, entrega todas sus practicas"}, {"fecha": "25/Jul/2018", "score_general": "10.0", "score_facilidad": "8.0", "materia": "POO", "comments": "Da buena retroalimentación, Pocos Exámenes, Brinda apoyoEs un profe que tiene conocimientos  muy solidos sobre la materia, ya que abe explicar muy bien y tiene  toda la disposición para ayudar  al quien lo necesita, entrega todas sus practicas"}, {"fecha": "26/May/2018", "score_general": "9.0", "score_facilidad": "8.0", "materia": "programacion orientada a objetos", "comments": "Muy cómico, Inspiracional, Pocos ExámenesEs un profe que tiene conocimientos  muy solidos sobre la materia, ya que abe explicar muy bien y tiene  toda la disposición para ayudar  al quien lo necesita, entrega todas sus practicas"}, {"fecha": "06/Feb/2018", "score_general": "5.0", "score_facilidad": "4.0", "materia": "POO", "comments": "Califica Duro, Las clases son largas, Deja trabajos largosEs un profe que tiene conocimientos  muy solidos sobre la materia, ya que abe explicar muy bien y tiene  toda la disposición para ayudar  al quien lo necesita, entrega todas sus practicas"}, {"fecha": "23/Ene/2018", "score_general": "6.0", "score_facilidad": "4.0", "materia": "POO", "comments": "Brinda apoyo, Muchos proyectos grupalesEs un profe que tiene conocimientos  muy solidos sobre la materia, ya que abe explicar muy bien y tiene  toda la disposición para ayudar  al quien lo necesita, entrega todas sus practicas"}, {"fecha": "22/Ene/2018", "score_general": "7.0", "score_facilidad": "8.0", "materia": "programacion orientada a objetos", "comments": "Muy cómico, Da buena retroalimentación, La Participación ImportaEl profesor es un poco nuevo y ha trabajado para empresas en el ámbito de la programación sin embargo en sus exámenes preguntaba cosas superfluas que habíamos visto como una vez o de plano no habíamos visto, si te confías y no revisas sus dispositivas te va mal en los exámenes pero da oportunidades"}]