[{"fecha": "05/May/2023", "score_general": "9.0", "score_facilidad": "4.0", "materia": "Embebidos", "comments": "Muy cómico, Aspectos de calificación claros, Brinda apoyoSe agradece el interés del profe en hacer la materia lo más amena posible porque es muy tediosa. Además te enseña muchas cosas que nadie más ve y te sirven en el trabajo como documentar y estructurar reportes. Al comment de que es cuadrado: ¿qué esperabas de una ingeniería? Espérate a que trabajes."}, {"fecha": "23/Abr/2023", "score_general": "2.0", "score_facilidad": "2.0", "materia": "EDA", "comments": "Se agradece el interés del profe en hacer la materia lo más amena posible porque es muy tediosa. Además te enseña muchas cosas que nadie más ve y te sirven en el trabajo como documentar y estructurar reportes. Al comment de que es cuadrado: ¿qué esperabas de una ingeniería? Espérate a que trabajes."}, {"fecha": "14/Abr/2023", "score_general": "9.0", "score_facilidad": "4.0", "materia": "EDA", "comments": "Muy cómico, Da buena retroalimentación, Da Crédito ExtraSe agradece el interés del profe en hacer la materia lo más amena posible porque es muy tediosa. Además te enseña muchas cosas que nadie más ve y te sirven en el trabajo como documentar y estructurar reportes. Al comment de que es cuadrado: ¿qué esperabas de una ingeniería? Espérate a que trabajes."}, {"fecha": "13/Feb/2023", "score_general": "2.0", "score_facilidad": "2.0", "materia": "---", "comments": "Califica Duro, Muchas tareas, Da Crédito ExtraSe agradece el interés del profe en hacer la materia lo más amena posible porque es muy tediosa. Además te enseña muchas cosas que nadie más ve y te sirven en el trabajo como documentar y estructurar reportes. Al comment de que es cuadrado: ¿qué esperabas de una ingeniería? Espérate a que trabajes."}, {"fecha": "10/Feb/2023", "score_general": "9.0", "score_facilidad": "4.0", "materia": "EDA I", "comments": "Da Crédito Extra, Aspectos de calificación claros, Brinda apoyoSe agradece el interés del profe en hacer la materia lo más amena posible porque es muy tediosa. Además te enseña muchas cosas que nadie más ve y te sirven en el trabajo como documentar y estructurar reportes. Al comment de que es cuadrado: ¿qué esperabas de una ingeniería? Espérate a que trabajes."}, {"fecha": "08/Feb/2023", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Fundamentos de Sistemas Embebidos", "comments": "Muy cómico, Brinda apoyo, Tomaría su clase otra vezAl principio puede parecer exigente y estricto, pero conforme avanza el semestre realmente es muy buena onda y le interesa que aprendas. No dejes el proyecto final para el último momento. Para lab necesitas saber alambrar y de hardware o un equipo que sepa. Cualquier duda que tengas te la resuelve."}, {"fecha": "08/Feb/2023", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Fundamentos de Sistemas Embebidos", "comments": "Califica Duro, Muy cómico, Pocos ExámenesAl principio puede parecer exigente y estricto, pero conforme avanza el semestre realmente es muy buena onda y le interesa que aprendas. No dejes el proyecto final para el último momento. Para lab necesitas saber alambrar y de hardware o un equipo que sepa. Cualquier duda que tengas te la resuelve."}, {"fecha": "30/Ene/2023", "score_general": "3.0", "score_facilidad": "2.0", "materia": "---", "comments": "Califica Duro, Deja trabajos largos, Los exámenes son difícilesAl principio puede parecer exigente y estricto, pero conforme avanza el semestre realmente es muy buena onda y le interesa que aprendas. No dejes el proyecto final para el último momento. Para lab necesitas saber alambrar y de hardware o un equipo que sepa. Cualquier duda que tengas te la resuelve."}, {"fecha": "27/Ene/2023", "score_general": "8.0", "score_facilidad": "6.0", "materia": "Fundamentos de Sistemas Embebidos", "comments": "Al principio puede parecer exigente y estricto, pero conforme avanza el semestre realmente es muy buena onda y le interesa que aprendas. No dejes el proyecto final para el último momento. Para lab necesitas saber alambrar y de hardware o un equipo que sepa. Cualquier duda que tengas te la resuelve."}, {"fecha": "25/Ene/2023", "score_general": "7.0", "score_facilidad": "6.0", "materia": "Fundamentos de Sistemas Embebidos", "comments": "Califica Duro, Da buena retroalimentación, Da Crédito ExtraAl principio puede parecer exigente y estricto, pero conforme avanza el semestre realmente es muy buena onda y le interesa que aprendas. No dejes el proyecto final para el último momento. Para lab necesitas saber alambrar y de hardware o un equipo que sepa. Cualquier duda que tengas te la resuelve."}, {"fecha": "18/Ene/2023", "score_general": "6.0", "score_facilidad": "2.0", "materia": "Fundamentos de Sistemas Embebidos", "comments": "Califica Duro, Muy cómico, Aspectos de calificación clarosConsidera prácticas (8), tareas (2) y un proyecto. Brinda algunos puntos extra si entregas antes o haces documentos en LaTex. El proyecto es pesado, debes iniciarlo cuanto antes."}, {"fecha": "26/Oct/2022", "score_general": "9.0", "score_facilidad": "4.0", "materia": "---", "comments": "Considera prácticas (8), tareas (2) y un proyecto. Brinda algunos puntos extra si entregas antes o haces documentos en LaTex. El proyecto es pesado, debes iniciarlo cuanto antes."}, {"fecha": "03/Ago/2022", "score_general": "3.0", "score_facilidad": "2.0", "materia": "EDA I", "comments": "Califica Duro, Muchas tareas, Prepárate para leerConsidera prácticas (8), tareas (2) y un proyecto. Brinda algunos puntos extra si entregas antes o haces documentos en LaTex. El proyecto es pesado, debes iniciarlo cuanto antes."}, {"fecha": "02/Ago/2022", "score_general": "8.0", "score_facilidad": "6.0", "materia": "EDA I", "comments": "Califica Duro, Respetado por los estudiantes, Tomaría su clase otra vezConsidera prácticas (8), tareas (2) y un proyecto. Brinda algunos puntos extra si entregas antes o haces documentos en LaTex. El proyecto es pesado, debes iniciarlo cuanto antes."}, {"fecha": "03/Jun/2022", "score_general": "10.0", "score_facilidad": "4.0", "materia": "---", "comments": "Considera prácticas (8), tareas (2) y un proyecto. Brinda algunos puntos extra si entregas antes o haces documentos en LaTex. El proyecto es pesado, debes iniciarlo cuanto antes."}, {"fecha": "24/May/2022", "score_general": "8.0", "score_facilidad": "4.0", "materia": "EDA", "comments": "Califica Duro, Muy cómico, Respetado por los estudiantesPara aprender a programar es LA opción. Yo pienso que si haces todas las tareas (pero TODAS las tarea) es imposible que repruebes, pero aunque no la pases vale la pena inscribirla nada más para aprender."}, {"fecha": "02/May/2022", "score_general": "3.0", "score_facilidad": "2.0", "materia": "EDA", "comments": "Califica Duro, La Participación Importa, Pocos ExámenesPara aprender a programar es LA opción. Yo pienso que si haces todas las tareas (pero TODAS las tarea) es imposible que repruebes, pero aunque no la pases vale la pena inscribirla nada más para aprender."}, {"fecha": "01/May/2022", "score_general": "2.0", "score_facilidad": "2.0", "materia": "EDA", "comments": "Califica Duro, Muchas tareas, Da Crédito ExtraPara aprender a programar es LA opción. Yo pienso que si haces todas las tareas (pero TODAS las tarea) es imposible que repruebes, pero aunque no la pases vale la pena inscribirla nada más para aprender."}, {"fecha": "28/Abr/2022", "score_general": "9.0", "score_facilidad": "6.0", "materia": "Embebidos", "comments": "Da Crédito Extra, Deja trabajos largos, Tomaría su clase otra vezPara aprender a programar es LA opción. Yo pienso que si haces todas las tareas (pero TODAS las tarea) es imposible que repruebes, pero aunque no la pases vale la pena inscribirla nada más para aprender."}, {"fecha": "21/Feb/2022", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Sistemas Embebidos", "comments": "Muy cómico, Da buena retroalimentación, Clases excelentesPara aprender a programar es LA opción. Yo pienso que si haces todas las tareas (pero TODAS las tarea) es imposible que repruebes, pero aunque no la pases vale la pena inscribirla nada más para aprender."}, {"fecha": "14/Feb/2022", "score_general": "8.0", "score_facilidad": "2.0", "materia": "Estructura de Datos y Algoritmos 1", "comments": "Califica Duro, Muy cómico, Prepárate para leerEl profe sabe muchísimo, sus clases son buenas pero ya tienes que traer algo de conocimiento. Si es tu primera vez cursando la materia no te recomendaría su clase, si estas recursando y traes algunos conocimientos es perfecto, te deja a buen nivel."}, {"fecha": "03/Feb/2022", "score_general": "2.0", "score_facilidad": "2.0", "materia": "Sistemas Embebidos", "comments": "Deja trabajos largosEl profe sabe muchísimo, sus clases son buenas pero ya tienes que traer algo de conocimiento. Si es tu primera vez cursando la materia no te recomendaría su clase, si estas recursando y traes algunos conocimientos es perfecto, te deja a buen nivel."}, {"fecha": "27/Ene/2022", "score_general": "8.0", "score_facilidad": "10.0", "materia": "Embebidos", "comments": "Barco, Asistencia obligatoria, Clases excelentesEl profe sabe muchísimo, sus clases son buenas pero ya tienes que traer algo de conocimiento. Si es tu primera vez cursando la materia no te recomendaría su clase, si estas recursando y traes algunos conocimientos es perfecto, te deja a buen nivel."}, {"fecha": "25/Ene/2022", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Fundamentos de Sistemas Embebidos", "comments": "Califica Duro, Da buena retroalimentación, Aspectos de calificación clarosEl profe sabe muchísimo, sus clases son buenas pero ya tienes que traer algo de conocimiento. Si es tu primera vez cursando la materia no te recomendaría su clase, si estas recursando y traes algunos conocimientos es perfecto, te deja a buen nivel."}, {"fecha": "18/Ene/2022", "score_general": "8.0", "score_facilidad": "4.0", "materia": "Fundamentos de Sistemas Embebidos", "comments": "Califica Duro, Da buena retroalimentación, Da Crédito ExtraEl profe sabe muchísimo, sus clases son buenas pero ya tienes que traer algo de conocimiento. Si es tu primera vez cursando la materia no te recomendaría su clase, si estas recursando y traes algunos conocimientos es perfecto, te deja a buen nivel."}, {"fecha": "10/Ene/2022", "score_general": "9.0", "score_facilidad": "4.0", "materia": "Fundamentos de Sistemas Embebidos", "comments": "Califica Duro, Da Crédito Extra, Deja trabajos largosEs un gran profesor con amplios conocimientos, pero muchos evitan meterlo porque no se quieren esforzar. Si no sabes programar NO lo inscribas porque te va a reprobar y no hace examen final. \r\nEntregando todos los programas y el proyecto final ya estás del otro lado."}, {"fecha": "26/Nov/2021", "score_general": "8.0", "score_facilidad": "10.0", "materia": "Embebidos", "comments": "Da Crédito Extra, Pocos Exámenes, Aspectos de calificación clarosEs un gran profesor con amplios conocimientos, pero muchos evitan meterlo porque no se quieren esforzar. Si no sabes programar NO lo inscribas porque te va a reprobar y no hace examen final. \r\nEntregando todos los programas y el proyecto final ya estás del otro lado."}, {"fecha": "20/Sep/2021", "score_general": "2.0", "score_facilidad": "2.0", "materia": "---", "comments": "Califica DuroEs un gran profesor con amplios conocimientos, pero muchos evitan meterlo porque no se quieren esforzar. Si no sabes programar NO lo inscribas porque te va a reprobar y no hace examen final. \r\nEntregando todos los programas y el proyecto final ya estás del otro lado."}, {"fecha": "03/Sep/2021", "score_general": "5.0", "score_facilidad": "4.0", "materia": "SISTEMAS EMBEBIDOS", "comments": "Califica Duro, Pocos Exámenes, Los exámenes son difícilesEs un gran profesor con amplios conocimientos, pero muchos evitan meterlo porque no se quieren esforzar. Si no sabes programar NO lo inscribas porque te va a reprobar y no hace examen final. \r\nEntregando todos los programas y el proyecto final ya estás del otro lado."}, {"fecha": "28/Ago/2021", "score_general": "9.0", "score_facilidad": "8.0", "materia": "---", "comments": "Califica Duro, Aspectos de calificación claros, Clases excelentesEs un gran profesor con amplios conocimientos, pero muchos evitan meterlo porque no se quieren esforzar. Si no sabes programar NO lo inscribas porque te va a reprobar y no hace examen final. \r\nEntregando todos los programas y el proyecto final ya estás del otro lado."}, {"fecha": "22/Ago/2021", "score_general": "4.0", "score_facilidad": "4.0", "materia": "Fundamentos sistemas embebidos", "comments": "Califica DuroAlgunos comentarios que hace son muy incómodos y no se relacionan con la clase. No lo haga compa, hay mejores opciones"}, {"fecha": "25/Jun/2021", "score_general": "2.0", "score_facilidad": "2.0", "materia": "todas las clases", "comments": "Algunos comentarios que hace son muy incómodos y no se relacionan con la clase. No lo haga compa, hay mejores opciones"}, {"fecha": "22/Feb/2021", "score_general": "10.0", "score_facilidad": "8.0", "materia": "---", "comments": "Califica Duro, Aspectos de calificación claros, Clases excelentesAlgunos comentarios que hace son muy incómodos y no se relacionan con la clase. No lo haga compa, hay mejores opciones"}, {"fecha": "12/Feb/2021", "score_general": "2.0", "score_facilidad": "2.0", "materia": "---", "comments": "Algunos comentarios que hace son muy incómodos y no se relacionan con la clase. No lo haga compa, hay mejores opciones"}, {"fecha": "02/Sep/2020", "score_general": "3.0", "score_facilidad": "2.0", "materia": "---", "comments": "Califica Duro, Deja trabajos largos, Los exámenes son difícilesAlgunos comentarios que hace son muy incómodos y no se relacionan con la clase. No lo haga compa, hay mejores opciones"}, {"fecha": "26/May/2014", "score_general": "2.0", "score_facilidad": "2.0", "materia": "---", "comments": "[Comentario esperando revisión]"}, {"fecha": "24/Abr/2014", "score_general": "2.0", "score_facilidad": "2.0", "materia": "---", "comments": "[Comentario esperando revisión]"}, {"fecha": "30/Mar/2014", "score_general": "2.0", "score_facilidad": "2.0", "materia": "---", "comments": "[Comentario esperando revisión]"}, {"fecha": "29/Ene/2014", "score_general": "2.0", "score_facilidad": "2.0", "materia": "Programación Avanzada y Métodos Numéricos", "comments": "[Comentario esperando revisión]"}, {"fecha": "27/Ene/2014", "score_general": "10.0", "score_facilidad": "10.0", "materia": "---", "comments": "[Comentario esperando revisión]"}, {"fecha": "23/Ene/2014", "score_general": "9.0", "score_facilidad": "4.0", "materia": "---", "comments": "[Comentario esperando revisión]"}, {"fecha": "20/Ene/2014", "score_general": "2.0", "score_facilidad": "2.0", "materia": "programacion avanzada", "comments": "[Comentario esperando revisión]"}, {"fecha": "20/Ene/2014", "score_general": "2.0", "score_facilidad": "2.0", "materia": "P.A. y M.N.", "comments": "[Comentario esperando revisión]"}, {"fecha": "15/Ene/2014", "score_general": "2.0", "score_facilidad": "2.0", "materia": "PAMN", "comments": "[Comentario esperando revisión]"}, {"fecha": "31/Ene/2013", "score_general": "2.0", "score_facilidad": "2.0", "materia": "---", "comments": "[Comentario esperando revisión]"}]