[{"fecha": "04/Mar/2023", "score_general": "9.0", "score_facilidad": "6.0", "materia": "Microcomputadoras", "comments": "Da buena retroalimentación, Respetado por los estudiantes, Clases excelentesEl profesor sabe un buen, se nota que es una clase de nivel, su tono de voz es bueno y esta dispuesto a las dudas. Los proyectos no son dificiles, al nivel de la clase, pero te recomiendo empezarlo desde que lo deja, porque a veces hay que preguntarle dudas! Lo recomiendo"}, {"fecha": "24/Ene/2023", "score_general": "6.0", "score_facilidad": "6.0", "materia": "Microcomputadoras", "comments": "Muchas tareas, Las clases son largasEl profesor sabe un buen, se nota que es una clase de nivel, su tono de voz es bueno y esta dispuesto a las dudas. Los proyectos no son dificiles, al nivel de la clase, pero te recomiendo empezarlo desde que lo deja, porque a veces hay que preguntarle dudas! Lo recomiendo"}, {"fecha": "10/Dic/2021", "score_general": "7.0", "score_facilidad": "8.0", "materia": "Microcomputadoras", "comments": "Muchas tareas, Pocos ExámenesEl profesor sabe un buen, se nota que es una clase de nivel, su tono de voz es bueno y esta dispuesto a las dudas. Los proyectos no son dificiles, al nivel de la clase, pero te recomiendo empezarlo desde que lo deja, porque a veces hay que preguntarle dudas! Lo recomiendo"}, {"fecha": "31/Ago/2021", "score_general": "8.0", "score_facilidad": "8.0", "materia": "Microcomputadoras", "comments": "Respetado por los estudiantes, Las clases son largas, Pocos ExámenesEl profesor sabe un buen, se nota que es una clase de nivel, su tono de voz es bueno y esta dispuesto a las dudas. Los proyectos no son dificiles, al nivel de la clase, pero te recomiendo empezarlo desde que lo deja, porque a veces hay que preguntarle dudas! Lo recomiendo"}, {"fecha": "23/Ago/2021", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Microcomputadoras", "comments": "Da buena retroalimentación, Brinda apoyo, Tomaría su clase otra vezEl profesor sabe un buen, se nota que es una clase de nivel, su tono de voz es bueno y esta dispuesto a las dudas. Los proyectos no son dificiles, al nivel de la clase, pero te recomiendo empezarlo desde que lo deja, porque a veces hay que preguntarle dudas! Lo recomiendo"}, {"fecha": "22/Ago/2021", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Microcomputadoras", "comments": "Barco, Da buena retroalimentación, Muchas tareasEs un buen profesor, deberían darle más materias."}, {"fecha": "16/Ago/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Microcomputadoras", "comments": "Barco, Pocos Exámenes, Tomaría su clase otra vezEs un buen profesor, deberían darle más materias."}, {"fecha": "26/Feb/2021", "score_general": "8.0", "score_facilidad": "8.0", "materia": "Microcomputadoras", "comments": "Da buena retroalimentación, Muchas tareas, Brinda apoyoEs un buen profesor, deberían darle más materias."}, {"fecha": "11/Feb/2021", "score_general": "8.0", "score_facilidad": "8.0", "materia": "Microcomputadoras", "comments": "Califica Duro, Muchas tareas, Da Crédito ExtraEs un buen profesor, deberían darle más materias."}]