[{"fecha": "04/Jun/2019", "score_general": "9.0", "score_facilidad": "10.0", "materia": "Termodinámica", "comments": "Barco, Da buena retroalimentación, Muchas tareasEs barco, pero explica bien. Aprendes lo necesario aunque faltó bastante y se iba temprano. No es serio y es fácil hablar con él. Las tareas que deja ayudan a la comprensión de los temas y por lo general no son difíciles. Te ayuda en los exámenes y te hace participar. Hace muchos ejercicios :)"}, {"fecha": "03/Jun/2019", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Termodinámica", "comments": "Barco, Da Crédito Extra, Pocos ExámenesEs barco, pero explica bien. Aprendes lo necesario aunque faltó bastante y se iba temprano. No es serio y es fácil hablar con él. Las tareas que deja ayudan a la comprensión de los temas y por lo general no son difíciles. Te ayuda en los exámenes y te hace participar. Hace muchos ejercicios :)"}, {"fecha": "11/Feb/2018", "score_general": "8.0", "score_facilidad": "8.0", "materia": "Calculo y Geometria Analitica", "comments": "Muy cómico, La Participación Importa, Brinda apoyoEs barco, pero explica bien. Aprendes lo necesario aunque faltó bastante y se iba temprano. No es serio y es fácil hablar con él. Las tareas que deja ayudan a la comprensión de los temas y por lo general no son difíciles. Te ayuda en los exámenes y te hace participar. Hace muchos ejercicios :)"}, {"fecha": "04/Feb/2018", "score_general": "9.0", "score_facilidad": "10.0", "materia": "Cálculo y Geometría Analítica", "comments": "Da buena retroalimentaciónEs barco, pero explica bien. Aprendes lo necesario aunque faltó bastante y se iba temprano. No es serio y es fácil hablar con él. Las tareas que deja ayudan a la comprensión de los temas y por lo general no son difíciles. Te ayuda en los exámenes y te hace participar. Hace muchos ejercicios :)"}, {"fecha": "26/Ene/2018", "score_general": "9.0", "score_facilidad": "6.0", "materia": "termodinámica", "comments": "Es barco, pero explica bien. Aprendes lo necesario aunque faltó bastante y se iba temprano. No es serio y es fácil hablar con él. Las tareas que deja ayudan a la comprensión de los temas y por lo general no son difíciles. Te ayuda en los exámenes y te hace participar. Hace muchos ejercicios :)"}, {"fecha": "24/Ene/2018", "score_general": "8.0", "score_facilidad": "8.0", "materia": "Calculo y geametria analitica", "comments": "Es buen profe, a lo mejor le cuesta un poco al hablar en frente de todo el grupo pero individualmente contesta todo 100% claro y sin ningun problema"}, {"fecha": "23/Ene/2018", "score_general": "5.0", "score_facilidad": "10.0", "materia": "Cálculo y Geometría analítica", "comments": "BarcoEs buen profe, a lo mejor le cuesta un poco al hablar en frente de todo el grupo pero individualmente contesta todo 100% claro y sin ningun problema"}, {"fecha": "23/Ene/2018", "score_general": "4.0", "score_facilidad": "10.0", "materia": "Cálculo y geometría analítica", "comments": "Barco, Muchas tareas, Hace exámenes sorpresaEs buen profe, a lo mejor le cuesta un poco al hablar en frente de todo el grupo pero individualmente contesta todo 100% claro y sin ningun problema"}, {"fecha": "28/Dic/2017", "score_general": "8.0", "score_facilidad": "10.0", "materia": "Cálculo y geometría analítica", "comments": "La Participación Importa, Da Crédito Extra, Brinda apoyoEs buen profe, a lo mejor le cuesta un poco al hablar en frente de todo el grupo pero individualmente contesta todo 100% claro y sin ningun problema"}, {"fecha": "05/Dic/2017", "score_general": "6.0", "score_facilidad": "10.0", "materia": "Cálculo y geometría analítica", "comments": "BarcoEs buen profe, a lo mejor le cuesta un poco al hablar en frente de todo el grupo pero individualmente contesta todo 100% claro y sin ningun problema"}]