[{"fecha": "26/Oct/2022", "score_general": "8.0", "score_facilidad": "4.0", "materia": "Cartografía y Sedimentología", "comments": "Califica Duro, Da buena retroalimentación, La Participación ImportaEs, sin duda alguna, la mejor profesora que he tenido en mi formación dentro de la facultad de ingeniería. Tiene una paciencia extraordinaria para explicar y detallar los temas a ver tanto en cartografía como en sedimentología. Super accesible y siempre pendiente de que todos aprendan."}, {"fecha": "28/Jul/2022", "score_general": "10.0", "score_facilidad": "4.0", "materia": "Geología de Campo y Cartografia", "comments": "Inspiracional, Clases excelentes, Tomaría su clase otra vezEs, sin duda alguna, la mejor profesora que he tenido en mi formación dentro de la facultad de ingeniería. Tiene una paciencia extraordinaria para explicar y detallar los temas a ver tanto en cartografía como en sedimentología. Super accesible y siempre pendiente de que todos aprendan."}, {"fecha": "21/May/2022", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Sedimentología", "comments": "Da buena retroalimentación, Respetado por los estudiantes, Tomaría su clase otra vezEs, sin duda alguna, la mejor profesora que he tenido en mi formación dentro de la facultad de ingeniería. Tiene una paciencia extraordinaria para explicar y detallar los temas a ver tanto en cartografía como en sedimentología. Super accesible y siempre pendiente de que todos aprendan."}, {"fecha": "14/Sep/2021", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Geología de Campo y Cartografía", "comments": "Da buena retroalimentación, La Participación Importa, Respetado por los estudiantesEs, sin duda alguna, la mejor profesora que he tenido en mi formación dentro de la facultad de ingeniería. Tiene una paciencia extraordinaria para explicar y detallar los temas a ver tanto en cartografía como en sedimentología. Super accesible y siempre pendiente de que todos aprendan."}, {"fecha": "01/Jul/2021", "score_general": "3.0", "score_facilidad": "6.0", "materia": "Geología de campo", "comments": "Califica Duro, Prepárate para leer, Los exámenes son difícilesEs, sin duda alguna, la mejor profesora que he tenido en mi formación dentro de la facultad de ingeniería. Tiene una paciencia extraordinaria para explicar y detallar los temas a ver tanto en cartografía como en sedimentología. Super accesible y siempre pendiente de que todos aprendan."}, {"fecha": "31/Ago/2020", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Sedimentología", "comments": "La Participación Importa, Aspectos de calificación claros, Clases excelentesEn cuanto a las clases en línea fue super accesible. Sus clase en línea fueron mediante dos plataformas (educafi y google classroom)  y sesiones en zoom. Muy buena opción para el semestre en línea."}, {"fecha": "16/Jul/2019", "score_general": "5.0", "score_facilidad": "6.0", "materia": "Sedimentología", "comments": "En cuanto a las clases en línea fue super accesible. Sus clase en línea fueron mediante dos plataformas (educafi y google classroom)  y sesiones en zoom. Muy buena opción para el semestre en línea."}, {"fecha": "22/Ene/2019", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Geología de Campo y Cartografía", "comments": "Respetado por los estudiantes, Clases excelentesEn cuanto a las clases en línea fue super accesible. Sus clase en línea fueron mediante dos plataformas (educafi y google classroom)  y sesiones en zoom. Muy buena opción para el semestre en línea."}, {"fecha": "04/Feb/2017", "score_general": "6.0", "score_facilidad": "8.0", "materia": "Sedimentología", "comments": "Respetado por los estudiantes, Da Crédito Extra, Pocos ExámenesEn cuanto a las clases en línea fue super accesible. Sus clase en línea fueron mediante dos plataformas (educafi y google classroom)  y sesiones en zoom. Muy buena opción para el semestre en línea."}]