[{"fecha": "19/Feb/2023", "score_general": "6.0", "score_facilidad": "6.0", "materia": "Fundamentos de Programación", "comments": "Muchas tareas, Pocos Exámenes, Deja trabajos largosEs un profesor que sabe mucho, solo que se va muy rápido por lo que tienes que estudiar por tu cuenta. Al final te deja un buen nivel y casi nadie reprueba."}, {"fecha": "08/Feb/2023", "score_general": "6.0", "score_facilidad": "6.0", "materia": "Fundamentos de Programación", "comments": "Muchas tareas, Pocos Exámenes, Deja trabajos largosEs un profesor que sabe mucho, solo que se va muy rápido por lo que tienes que estudiar por tu cuenta. Al final te deja un buen nivel y casi nadie reprueba."}, {"fecha": "02/Feb/2023", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Fundamentos de programación", "comments": "Pocos Exámenes, Brinda apoyo, Tomaría su clase otra vezEs un profesor que sabe mucho, solo que se va muy rápido por lo que tienes que estudiar por tu cuenta. Al final te deja un buen nivel y casi nadie reprueba."}, {"fecha": "25/Ene/2023", "score_general": "5.0", "score_facilidad": "4.0", "materia": "Fundamentos de Programación", "comments": "Califica Duro, Asistencia obligatoriaEs un profesor que sabe mucho, solo que se va muy rápido por lo que tienes que estudiar por tu cuenta. Al final te deja un buen nivel y casi nadie reprueba."}, {"fecha": "11/Ene/2023", "score_general": "8.0", "score_facilidad": "6.0", "materia": "Lab. OAC", "comments": "Asistencia obligatoria, Brinda apoyoEs un profesor que sabe mucho, solo que se va muy rápido por lo que tienes que estudiar por tu cuenta. Al final te deja un buen nivel y casi nadie reprueba."}, {"fecha": "03/Ago/2022", "score_general": "5.0", "score_facilidad": "6.0", "materia": "Estructura de Datos y Algoritmos", "comments": "La Participación Importa, Las clases son largas, Pocos ExámenesEl profesor se confundía mucho en sus sesiones, los programas que realizaba y no le funcionaban (violación de segmento), al final casi todo el grupo paso pero no aprendimos nada."}, {"fecha": "03/Ago/2022", "score_general": "8.0", "score_facilidad": "10.0", "materia": "Lab. OAC", "comments": "Califica Duro, La Participación Importa, Las clases son largasEl profesor se confundía mucho en sus sesiones, los programas que realizaba y no le funcionaban (violación de segmento), al final casi todo el grupo paso pero no aprendimos nada."}, {"fecha": "19/Ene/2022", "score_general": "3.0", "score_facilidad": "4.0", "materia": "Compiladores", "comments": "Deja trabajos largosEl profesor se confundía mucho en sus sesiones, los programas que realizaba y no le funcionaban (violación de segmento), al final casi todo el grupo paso pero no aprendimos nada."}, {"fecha": "17/Ene/2022", "score_general": "2.0", "score_facilidad": "4.0", "materia": "Compiladores", "comments": "Las clases son largas, Pocos Exámenes, Deja trabajos largosEl profesor se confundía mucho en sus sesiones, los programas que realizaba y no le funcionaban (violación de segmento), al final casi todo el grupo paso pero no aprendimos nada."}, {"fecha": "17/Ene/2022", "score_general": "2.0", "score_facilidad": "2.0", "materia": "Compiladores", "comments": "Deja trabajos largos, Muchos proyectos grupalesEl profesor se confundía mucho en sus sesiones, los programas que realizaba y no le funcionaban (violación de segmento), al final casi todo el grupo paso pero no aprendimos nada."}, {"fecha": "17/Ene/2022", "score_general": "2.0", "score_facilidad": "2.0", "materia": "Compiladores", "comments": "Las clases son largas, Deja trabajos largos, Muchos proyectos grupalesEl profesor es impaciente, se enoja si preguntamos y te contesta con otra pregunta, también se enoja si nadie le pregunta. No hicimos exámenes, calificó con un proyecto final que solo un equipo pudo terminar. ¡No es buena opción!"}, {"fecha": "17/Ene/2022", "score_general": "3.0", "score_facilidad": "2.0", "materia": "Compiladores", "comments": "Muchos proyectos grupalesEl profesor es impaciente, se enoja si preguntamos y te contesta con otra pregunta, también se enoja si nadie le pregunta. No hicimos exámenes, calificó con un proyecto final que solo un equipo pudo terminar. ¡No es buena opción!"}, {"fecha": "13/Dic/2021", "score_general": "2.0", "score_facilidad": "2.0", "materia": "Compiladores", "comments": "Las clases son largas, Muchos proyectos grupalesEl profesor es impaciente, se enoja si preguntamos y te contesta con otra pregunta, también se enoja si nadie le pregunta. No hicimos exámenes, calificó con un proyecto final que solo un equipo pudo terminar. ¡No es buena opción!"}, {"fecha": "24/Ago/2021", "score_general": "8.0", "score_facilidad": "8.0", "materia": "Lab. Organización y Arquitectura de Computadoras", "comments": "Barco, Brinda apoyo, Tomaría su clase otra vezEl profesor es impaciente, se enoja si preguntamos y te contesta con otra pregunta, también se enoja si nadie le pregunta. No hicimos exámenes, calificó con un proyecto final que solo un equipo pudo terminar. ¡No es buena opción!"}, {"fecha": "18/Ago/2021", "score_general": "7.0", "score_facilidad": "2.0", "materia": "Compiladores", "comments": "Califica DuroEl profesor es impaciente, se enoja si preguntamos y te contesta con otra pregunta, también se enoja si nadie le pregunta. No hicimos exámenes, calificó con un proyecto final que solo un equipo pudo terminar. ¡No es buena opción!"}, {"fecha": "14/Feb/2021", "score_general": "8.0", "score_facilidad": "4.0", "materia": "Compiladores", "comments": "Muchas tareas, Clases excelentes, Tomaría su clase otra vezSi realmente quieres aprender mete con este profesor, pero debes tener buenas bases y dedicarle tiempo a la materia. El profesor es claro en su explicación, si le pides ayuda siempre te la da. Sin duda uno de los mejor profesores que he tenido."}, {"fecha": "14/Ene/2021", "score_general": "8.0", "score_facilidad": "4.0", "materia": "Compiladores", "comments": "Muchas tareas, La Participación Importa, Deja trabajos largosSi realmente quieres aprender mete con este profesor, pero debes tener buenas bases y dedicarle tiempo a la materia. El profesor es claro en su explicación, si le pides ayuda siempre te la da. Sin duda uno de los mejor profesores que he tenido."}, {"fecha": "04/Sep/2020", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Fundamentos de Programación", "comments": "Aspectos de calificación claros, Brinda apoyo, Clases excelentesSi realmente quieres aprender mete con este profesor, pero debes tener buenas bases y dedicarle tiempo a la materia. El profesor es claro en su explicación, si le pides ayuda siempre te la da. Sin duda uno de los mejor profesores que he tenido."}, {"fecha": "07/Ene/2020", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Compiladores", "comments": "Muchas tareas, Asistencia obligatoria, Brinda apoyoSi realmente quieres aprender mete con este profesor, pero debes tener buenas bases y dedicarle tiempo a la materia. El profesor es claro en su explicación, si le pides ayuda siempre te la da. Sin duda uno de los mejor profesores que he tenido."}, {"fecha": "30/Jun/2019", "score_general": "9.0", "score_facilidad": "6.0", "materia": "EDA I", "comments": "Pocos Exámenes, Brinda apoyo, Tomaría su clase otra vezSi realmente quieres aprender mete con este profesor, pero debes tener buenas bases y dedicarle tiempo a la materia. El profesor es claro en su explicación, si le pides ayuda siempre te la da. Sin duda uno de los mejor profesores que he tenido."}, {"fecha": "18/Jun/2019", "score_general": "8.0", "score_facilidad": "4.0", "materia": "Compiladores", "comments": "La Participación Importa, Brinda apoyo, Clases excelentesEs un excelente profesor. Sus exámenes no son pesados, pero si hay que estudiar mucho, sus tareas son  largas y pesadas pero aprendes. Su clase a veces se vuelve tediosa. Te recomiendo que aprendas muy bien C, C++ y Java ya que el proyecto depende de esto. El proyecto es difícil pero no imposible."}, {"fecha": "05/Feb/2019", "score_general": "9.0", "score_facilidad": "4.0", "materia": "Fundamentos de Programación", "comments": "Muy cómico, Tomaría su clase otra vezEs un excelente profesor. Sus exámenes no son pesados, pero si hay que estudiar mucho, sus tareas son  largas y pesadas pero aprendes. Su clase a veces se vuelve tediosa. Te recomiendo que aprendas muy bien C, C++ y Java ya que el proyecto depende de esto. El proyecto es difícil pero no imposible."}, {"fecha": "21/Ene/2019", "score_general": "6.0", "score_facilidad": "6.0", "materia": "Fundamentos de programación", "comments": "Muy cómico, Pocos Exámenes, Los exámenes son difícilesEs un excelente profesor. Sus exámenes no son pesados, pero si hay que estudiar mucho, sus tareas son  largas y pesadas pero aprendes. Su clase a veces se vuelve tediosa. Te recomiendo que aprendas muy bien C, C++ y Java ya que el proyecto depende de esto. El proyecto es difícil pero no imposible."}]