[{"fecha": "28/Ene/2023", "score_general": "10.0", "score_facilidad": "10.0", "materia": "LFyA", "comments": "Da buena retroalimentación, Respetado por los estudiantes, InspiracionalSimplemente es la mejor opcion que puedas tener, es un poco complicado los temas pero vale totalemente la pena, Vladigod es hijo del mismisimo Turing, es mucho trabajar en equipo pero si le echan ganas les iran super, no existe otra mejor opcion."}, {"fecha": "27/Ene/2023", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Lenguajes Formales y Autómatas", "comments": "Da Crédito Extra, Aspectos de calificación claros, Clases excelentesSimplemente es la mejor opcion que puedas tener, es un poco complicado los temas pero vale totalemente la pena, Vladigod es hijo del mismisimo Turing, es mucho trabajar en equipo pero si le echan ganas les iran super, no existe otra mejor opcion."}, {"fecha": "23/Ene/2023", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Lenguajes Formales y Automatas", "comments": "Da buena retroalimentación, La Participación Importa, Pocos ExámenesSimplemente es la mejor opcion que puedas tener, es un poco complicado los temas pero vale totalemente la pena, Vladigod es hijo del mismisimo Turing, es mucho trabajar en equipo pero si le echan ganas les iran super, no existe otra mejor opcion."}, {"fecha": "21/Ene/2023", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Lenguajes Formales y Automátas", "comments": "Muy cómico, Pocos Exámenes, Clases excelentesSimplemente es la mejor opcion que puedas tener, es un poco complicado los temas pero vale totalemente la pena, Vladigod es hijo del mismisimo Turing, es mucho trabajar en equipo pero si le echan ganas les iran super, no existe otra mejor opcion."}, {"fecha": "31/Jul/2022", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Lenguajes Formales y Autómatas", "comments": "Simplemente es la mejor opcion que puedas tener, es un poco complicado los temas pero vale totalemente la pena, Vladigod es hijo del mismisimo Turing, es mucho trabajar en equipo pero si le echan ganas les iran super, no existe otra mejor opcion."}, {"fecha": "15/Jul/2022", "score_general": "10.0", "score_facilidad": "6.0", "materia": "LFyA", "comments": "Es un Dios y explica de manera dinámica, realmente te explica todo con muchos ejercicios de tal modo que lo entiendas. Hay que echarle coco a las series pero es muy buen profe."}, {"fecha": "12/Jun/2022", "score_general": "9.0", "score_facilidad": "6.0", "materia": "LFyA", "comments": "La Participación Importa, Inspiracional, Deja trabajos largosEs un Dios y explica de manera dinámica, realmente te explica todo con muchos ejercicios de tal modo que lo entiendas. Hay que echarle coco a las series pero es muy buen profe."}, {"fecha": "09/Jun/2022", "score_general": "8.0", "score_facilidad": "6.0", "materia": "LFyA", "comments": "Da buena retroalimentación, La Participación ImportaEs un Dios y explica de manera dinámica, realmente te explica todo con muchos ejercicios de tal modo que lo entiendas. Hay que echarle coco a las series pero es muy buen profe."}, {"fecha": "20/Ene/2022", "score_general": "10.0", "score_facilidad": "8.0", "materia": "LFyA", "comments": "Deja trabajos largos, Clases excelentes, Tomaría su clase otra vezEs un Dios y explica de manera dinámica, realmente te explica todo con muchos ejercicios de tal modo que lo entiendas. Hay que echarle coco a las series pero es muy buen profe."}, {"fecha": "03/Sep/2021", "score_general": "9.0", "score_facilidad": "10.0", "materia": "Lenguajes", "comments": "Barco, Da buena retroalimentación, Brinda apoyoEs un Dios y explica de manera dinámica, realmente te explica todo con muchos ejercicios de tal modo que lo entiendas. Hay que echarle coco a las series pero es muy buen profe."}, {"fecha": "23/Ago/2021", "score_general": "3.0", "score_facilidad": "4.0", "materia": "---", "comments": "Asistencia obligatoria, Deja trabajos largos, Los exámenes son difíciles[Comentario esperando revisión]"}, {"fecha": "20/Ago/2021", "score_general": "4.0", "score_facilidad": "4.0", "materia": "---", "comments": "Califica Duro, Muchas tareas, La Participación Importa[Comentario esperando revisión]"}, {"fecha": "26/Feb/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Lenguajes", "comments": "Respetado por los estudiantes, Clases excelentes, Tomaría su clase otra vez[Comentario esperando revisión]"}, {"fecha": "15/Feb/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "LFyA", "comments": "[Comentario esperando revisión]"}, {"fecha": "15/Feb/2021", "score_general": "10.0", "score_facilidad": "4.0", "materia": "Lenguajes Formales y Autómatas", "comments": "Aspectos de calificación claros, Clases excelentes, Tomaría su clase otra vez[Comentario esperando revisión]"}, {"fecha": "31/Ago/2020", "score_general": "8.0", "score_facilidad": "8.0", "materia": "Lenguajes formales y autómatas", "comments": "Barco, La Participación Importa, InspiracionalBuen maestro, pero a veces no se entiende su clase. No hace exámenes y tampoco es estricto al calificar, eso sí, la participación cuenta. Durante la pandemía supo dar de buena forma la clase"}, {"fecha": "16/Ene/2020", "score_general": "8.0", "score_facilidad": "6.0", "materia": "Lenguajes formales y autómatas", "comments": "Asistencia obligatoriaBuen maestro, pero a veces no se entiende su clase. No hace exámenes y tampoco es estricto al calificar, eso sí, la participación cuenta. Durante la pandemía supo dar de buena forma la clase"}, {"fecha": "26/Dic/2019", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Lenguajes Formales y Automatas", "comments": "Da buena retroalimentación, La Participación Importa, Respetado por los estudiantesBuen maestro, pero a veces no se entiende su clase. No hace exámenes y tampoco es estricto al calificar, eso sí, la participación cuenta. Durante la pandemía supo dar de buena forma la clase"}, {"fecha": "30/Nov/2019", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Lenguajes formales y autómatas", "comments": "Tomaría su clase otra vezBuen maestro, pero a veces no se entiende su clase. No hace exámenes y tampoco es estricto al calificar, eso sí, la participación cuenta. Durante la pandemía supo dar de buena forma la clase"}, {"fecha": "18/Jul/2019", "score_general": "9.0", "score_facilidad": "10.0", "materia": "Lenguajes Formales y Autómatas", "comments": "Da buena retroalimentación, La Participación Importa, Clases excelentesBuen maestro, pero a veces no se entiende su clase. No hace exámenes y tampoco es estricto al calificar, eso sí, la participación cuenta. Durante la pandemía supo dar de buena forma la clase"}, {"fecha": "27/Jun/2019", "score_general": "6.0", "score_facilidad": "2.0", "materia": "Lenguajes Formales y Automatas", "comments": "Hace exámenes sorpresa, Muchos Exámenes, Muchos proyectos grupalesDemasiada carga de trabajo en equipo esta demasiado ocupado ya que trabaja en el IMASS no lo recomiendo"}, {"fecha": "16/May/2019", "score_general": "9.0", "score_facilidad": "10.0", "materia": "---", "comments": "Demasiada carga de trabajo en equipo esta demasiado ocupado ya que trabaja en el IMASS no lo recomiendo"}, {"fecha": "15/Ene/2019", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Lenguajes Formales y Autómatas", "comments": "Demasiada carga de trabajo en equipo esta demasiado ocupado ya que trabaja en el IMASS no lo recomiendo"}, {"fecha": "28/Jun/2018", "score_general": "7.0", "score_facilidad": "6.0", "materia": "Automatas", "comments": "Demasiada carga de trabajo en equipo esta demasiado ocupado ya que trabaja en el IMASS no lo recomiendo"}, {"fecha": "11/Jun/2018", "score_general": "8.0", "score_facilidad": "10.0", "materia": "Lenguajes Formales y Autótomatas", "comments": "Inspiracional, Pocos Exámenes, Clases excelentesDemasiada carga de trabajo en equipo esta demasiado ocupado ya que trabaja en el IMASS no lo recomiendo"}, {"fecha": "25/Jul/2017", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Lenguajes Formales y Automatas", "comments": "La Participación Importa, Asistencia obligatoria, Aspectos de calificación clarosMuy buen profesor, explica todo muy claro.\r\nNo hay examenes en vez de eso series de 4 ejercicios, y que se hacen en equipo, muy importante la puntualidad y tranajo en clase."}]