[{"fecha": "30/Ene/2023", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Álgebra lineal", "comments": "Califica Duro, Da Crédito Extra, Pocos ExámenesEs un excelente profesor, amable, relajado, sabe transmitir el conocimiento, se puede quedar toda la clase respondiendo dudas, lo más difícil del curso son sus tareas que parecen códigos del pentágono, debes hacerlas desde que las deja, los exámenes mucho más sencillos y las series son pts extra."}, {"fecha": "03/Ago/2022", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Algebra Lineal", "comments": "Da buena retroalimentación, Respetado por los estudiantes, Tomaría su clase otra vezEs un excelente profesor, amable, relajado, sabe transmitir el conocimiento, se puede quedar toda la clase respondiendo dudas, lo más difícil del curso son sus tareas que parecen códigos del pentágono, debes hacerlas desde que las deja, los exámenes mucho más sencillos y las series son pts extra."}, {"fecha": "03/Ago/2022", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Cinemática y Dinámica", "comments": "Brinda apoyo, Clases excelentes, Tomaría su clase otra vezEs un excelente profesor, amable, relajado, sabe transmitir el conocimiento, se puede quedar toda la clase respondiendo dudas, lo más difícil del curso son sus tareas que parecen códigos del pentágono, debes hacerlas desde que las deja, los exámenes mucho más sencillos y las series son pts extra."}, {"fecha": "05/Jul/2022", "score_general": "8.0", "score_facilidad": "6.0", "materia": "---", "comments": "Los exámenes son difícilesEs un excelente profesor, amable, relajado, sabe transmitir el conocimiento, se puede quedar toda la clase respondiendo dudas, lo más difícil del curso son sus tareas que parecen códigos del pentágono, debes hacerlas desde que las deja, los exámenes mucho más sencillos y las series son pts extra."}, {"fecha": "28/Jun/2022", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Cinemática y Dinámica", "comments": "Respetado por los estudiantes, Inspiracional, Tomaría su clase otra vezEs un excelente profesor, amable, relajado, sabe transmitir el conocimiento, se puede quedar toda la clase respondiendo dudas, lo más difícil del curso son sus tareas que parecen códigos del pentágono, debes hacerlas desde que las deja, los exámenes mucho más sencillos y las series son pts extra."}, {"fecha": "18/Jun/2022", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Cinemática y Dinámica", "comments": "Muy cómico, Pocos Exámenes, Brinda apoyoEnseña muy bien. Exámenes al nivel de los ejercicios en clase, resuelve dudas, aunque es irresponsable en algunos aspectos (puntualidad para llegar a clase, entregar calificaciones, y para subir el material a Classroom), fuera de eso es muy chido y está en onda con la chaviza. Los TQM profe :)"}, {"fecha": "18/Abr/2022", "score_general": "10.0", "score_facilidad": "10.0", "materia": "estática", "comments": "Enseña muy bien. Exámenes al nivel de los ejercicios en clase, resuelve dudas, aunque es irresponsable en algunos aspectos (puntualidad para llegar a clase, entregar calificaciones, y para subir el material a Classroom), fuera de eso es muy chido y está en onda con la chaviza. Los TQM profe :)"}, {"fecha": "03/Feb/2022", "score_general": "7.0", "score_facilidad": "8.0", "materia": "Mecánica", "comments": "Da buena retroalimentación, Brinda apoyoEnseña muy bien. Exámenes al nivel de los ejercicios en clase, resuelve dudas, aunque es irresponsable en algunos aspectos (puntualidad para llegar a clase, entregar calificaciones, y para subir el material a Classroom), fuera de eso es muy chido y está en onda con la chaviza. Los TQM profe :)"}, {"fecha": "31/Ago/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Estática", "comments": "Inspiracional, Brinda apoyo, Clases excelentesEnseña muy bien. Exámenes al nivel de los ejercicios en clase, resuelve dudas, aunque es irresponsable en algunos aspectos (puntualidad para llegar a clase, entregar calificaciones, y para subir el material a Classroom), fuera de eso es muy chido y está en onda con la chaviza. Los TQM profe :)"}, {"fecha": "26/Ago/2021", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Fisica Experimental", "comments": "Da buena retroalimentación, Respetado por los estudiantes, Brinda apoyoEnseña muy bien. Exámenes al nivel de los ejercicios en clase, resuelve dudas, aunque es irresponsable en algunos aspectos (puntualidad para llegar a clase, entregar calificaciones, y para subir el material a Classroom), fuera de eso es muy chido y está en onda con la chaviza. Los TQM profe :)"}, {"fecha": "26/Ago/2021", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Mecanica", "comments": "Muy cómico, Da buena retroalimentación, Respetado por los estudiantes"}, {"fecha": "25/Ago/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Estatica", "comments": "Barco, Respetado por los estudiantes, Inspiracional"}, {"fecha": "23/Ago/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "ESTÁTICA", "comments": "Brinda apoyo, Clases excelentes, Tomaría su clase otra vez"}, {"fecha": "17/Ago/2021", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Mecánica", "comments": "Muy cómico, Asistencia obligatoria, Clases excelentes"}, {"fecha": "17/Ago/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Mecánica", "comments": "Da buena retroalimentación, Respetado por los estudiantes, Clases excelentes"}, {"fecha": "24/Feb/2021", "score_general": "10.0", "score_facilidad": "6.0", "materia": "ESTATICA", "comments": "(zoomestre) fui ASDRI y me evaluo como regular, es un AMOR de persona, super dedicado y apasionado sus clases son muy amenas, SI TIENES LA OPORTUNIDAD METELO! todos pasamos con 8,9 y 10"}, {"fecha": "18/Feb/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "algebra lineal / estatica", "comments": "Da buena retroalimentación, Clases excelentes, Tomaría su clase otra vez(zoomestre) fui ASDRI y me evaluo como regular, es un AMOR de persona, super dedicado y apasionado sus clases son muy amenas, SI TIENES LA OPORTUNIDAD METELO! todos pasamos con 8,9 y 10"}, {"fecha": "17/Feb/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Algebra Lineal", "comments": "Muy cómico, Da buena retroalimentación, Hace exámenes sorpresa(zoomestre) fui ASDRI y me evaluo como regular, es un AMOR de persona, super dedicado y apasionado sus clases son muy amenas, SI TIENES LA OPORTUNIDAD METELO! todos pasamos con 8,9 y 10"}, {"fecha": "16/Feb/2021", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Algebra Lineal", "comments": "Da buena retroalimentación, Asistencia obligatoria, Tomaría su clase otra vez(zoomestre) fui ASDRI y me evaluo como regular, es un AMOR de persona, super dedicado y apasionado sus clases son muy amenas, SI TIENES LA OPORTUNIDAD METELO! todos pasamos con 8,9 y 10"}, {"fecha": "13/Feb/2021", "score_general": "9.0", "score_facilidad": "10.0", "materia": "Estática", "comments": "Barco, Respetado por los estudiantes, Clases excelentes(zoomestre) fui ASDRI y me evaluo como regular, es un AMOR de persona, super dedicado y apasionado sus clases son muy amenas, SI TIENES LA OPORTUNIDAD METELO! todos pasamos con 8,9 y 10"}, {"fecha": "12/Feb/2021", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Estática", "comments": "Da Crédito Extra, Clases excelentes, Tomaría su clase otra vezMuy buen profe, se adapto muy bien y sus exámenes son por educafi. La clase no se te hace tediosa y siempre esta abierto a cualquier tema. Muchos sacaron 10"}, {"fecha": "06/Sep/2020", "score_general": "10.0", "score_facilidad": "6.0", "materia": "ALGEBRA LINEAL ESTATICA", "comments": "Asistencia obligatoria, Brinda apoyo, Clases excelentesMuy buen profe, se adapto muy bien y sus exámenes son por educafi. La clase no se te hace tediosa y siempre esta abierto a cualquier tema. Muchos sacaron 10"}, {"fecha": "01/Sep/2020", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Estática", "comments": "La Participación Importa, Brinda apoyo, Clases excelentesMuy buen profe, se adapto muy bien y sus exámenes son por educafi. La clase no se te hace tediosa y siempre esta abierto a cualquier tema. Muchos sacaron 10"}, {"fecha": "01/Sep/2020", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Estática", "comments": "Da buena retroalimentación, Brinda apoyo, Clases excelentesMuy buen profe, se adapto muy bien y sus exámenes son por educafi. La clase no se te hace tediosa y siempre esta abierto a cualquier tema. Muchos sacaron 10"}, {"fecha": "03/Jun/2020", "score_general": "9.0", "score_facilidad": "10.0", "materia": "Álgebra líneal", "comments": "Muy buen profe, se adapto muy bien y sus exámenes son por educafi. La clase no se te hace tediosa y siempre esta abierto a cualquier tema. Muchos sacaron 10"}, {"fecha": "07/May/2020", "score_general": "9.0", "score_facilidad": "10.0", "materia": "Estática", "comments": "Barco, Da Crédito ExtraEnseña lo necesario y los exámenes están al nivel de los ejercicios en clase, a veces la clase es aburrida. Yo por menso saque 7 pero la verdad es bien fácil sacar 9 o 10 con él, da muchos puntos extra."}, {"fecha": "03/Dic/2019", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Estática", "comments": "Da buena retroalimentación, Respetado por los estudiantes, Tomaría su clase otra vezEnseña lo necesario y los exámenes están al nivel de los ejercicios en clase, a veces la clase es aburrida. Yo por menso saque 7 pero la verdad es bien fácil sacar 9 o 10 con él, da muchos puntos extra."}, {"fecha": "31/May/2019", "score_general": "8.0", "score_facilidad": "10.0", "materia": "---", "comments": "Asistencia obligatoria, Da Crédito Extra, Pocos ExámenesEnseña lo necesario y los exámenes están al nivel de los ejercicios en clase, a veces la clase es aburrida. Yo por menso saque 7 pero la verdad es bien fácil sacar 9 o 10 con él, da muchos puntos extra."}]