[{"fecha": "08/Dic/2022", "score_general": "8.0", "score_facilidad": "6.0", "materia": "Fluidos de Perforación", "comments": "Da buena retroalimentación, Deja trabajos largos, Muchos proyectos grupalesLa clase como la evaluación son confusos, si tienes buenas bases, eres autodidacta o te pasan los registros de pozo o cualquier otro trabajo ya la hiciste. No lo recomiendo para primera inscripción."}, {"fecha": "04/Ago/2022", "score_general": "2.0", "score_facilidad": "2.0", "materia": "Fluidos de perforación", "comments": "Califica Duro, Hace exámenes sorpresa, Asistencia obligatoriaLa clase como la evaluación son confusos, si tienes buenas bases, eres autodidacta o te pasan los registros de pozo o cualquier otro trabajo ya la hiciste. No lo recomiendo para primera inscripción."}, {"fecha": "27/Ago/2021", "score_general": "6.0", "score_facilidad": "6.0", "materia": "Laboratorio de Ingeniería de perforación de pozos", "comments": "Califica Duro, La Participación Importa, Muchos proyectos grupalesLa clase como la evaluación son confusos, si tienes buenas bases, eres autodidacta o te pasan los registros de pozo o cualquier otro trabajo ya la hiciste. No lo recomiendo para primera inscripción."}, {"fecha": "12/Feb/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Lab. Cementos", "comments": "Da buena retroalimentación, Brinda apoyo, Tomaría su clase otra vezLa clase como la evaluación son confusos, si tienes buenas bases, eres autodidacta o te pasan los registros de pozo o cualquier otro trabajo ya la hiciste. No lo recomiendo para primera inscripción."}, {"fecha": "04/Feb/2021", "score_general": "6.0", "score_facilidad": "4.0", "materia": "Fluidos de perforacion", "comments": "Califica Duro, Las clases son largas, Los exámenes son difícilesLa clase como la evaluación son confusos, si tienes buenas bases, eres autodidacta o te pasan los registros de pozo o cualquier otro trabajo ya la hiciste. No lo recomiendo para primera inscripción."}, {"fecha": "19/Jul/2020", "score_general": "2.0", "score_facilidad": "2.0", "materia": "Fluidos de perforación", "comments": "Califica Duro, Los exámenes son difícilesMuy mal profesor, el poco tiempo que nos dio clase no enseñaba nada, se siente mucho pero la verdad es que no sabe nada. :("}, {"fecha": "05/Dic/2019", "score_general": "3.0", "score_facilidad": "2.0", "materia": "Fluidos de Perforación", "comments": "Califica DuroMuy mal profesor, el poco tiempo que nos dio clase no enseñaba nada, se siente mucho pero la verdad es que no sabe nada. :("}, {"fecha": "03/Ago/2019", "score_general": "2.0", "score_facilidad": "2.0", "materia": "Fluidos de Perforación", "comments": "Califica DuroMuy mal profesor, el poco tiempo que nos dio clase no enseñaba nada, se siente mucho pero la verdad es que no sabe nada. :("}, {"fecha": "22/Jul/2019", "score_general": "8.0", "score_facilidad": "6.0", "materia": "Fluidos de Perforacion", "comments": "Da buena retroalimentación, La Participación Importa, Brinda apoyoMuy mal profesor, el poco tiempo que nos dio clase no enseñaba nada, se siente mucho pero la verdad es que no sabe nada. :("}, {"fecha": "26/Jun/2019", "score_general": "2.0", "score_facilidad": "2.0", "materia": "Fluidos de Perforación", "comments": "Califica DuroMuy mal profesor, el poco tiempo que nos dio clase no enseñaba nada, se siente mucho pero la verdad es que no sabe nada. :("}, {"fecha": "22/May/2019", "score_general": "4.0", "score_facilidad": "4.0", "materia": "Fluidos de Perforación", "comments": "Los exámenes son difícilesLa verdad es que es un profesor muy malo, le hace falta mucho carácter y disciplina, y además de mucho conocimiento. Califica como quiere y tiene preferencias sobre los alumnos, si le caes bien ya tienes el 8, si no, tienes 6. No respeta la forma de evaluar y es bien especial. Pésimo profesor."}, {"fecha": "22/Ene/2019", "score_general": "8.0", "score_facilidad": "6.0", "materia": "Fluidos de perforación", "comments": "Da buena retroalimentación, La Participación Importa, Tomaría su clase otra vezLa verdad es que es un profesor muy malo, le hace falta mucho carácter y disciplina, y además de mucho conocimiento. Califica como quiere y tiene preferencias sobre los alumnos, si le caes bien ya tienes el 8, si no, tienes 6. No respeta la forma de evaluar y es bien especial. Pésimo profesor."}, {"fecha": "21/Ene/2019", "score_general": "3.0", "score_facilidad": "6.0", "materia": "Fluidos de perforación", "comments": "La verdad es que es un profesor muy malo, le hace falta mucho carácter y disciplina, y además de mucho conocimiento. Califica como quiere y tiene preferencias sobre los alumnos, si le caes bien ya tienes el 8, si no, tienes 6. No respeta la forma de evaluar y es bien especial. Pésimo profesor."}, {"fecha": "21/Jul/2018", "score_general": "3.0", "score_facilidad": "2.0", "materia": "Fluidos de perforacion", "comments": "Califica DuroLa verdad es que es un profesor muy malo, le hace falta mucho carácter y disciplina, y además de mucho conocimiento. Califica como quiere y tiene preferencias sobre los alumnos, si le caes bien ya tienes el 8, si no, tienes 6. No respeta la forma de evaluar y es bien especial. Pésimo profesor."}, {"fecha": "29/Jun/2018", "score_general": "2.0", "score_facilidad": "2.0", "materia": "Fluidos de perforación", "comments": "Califica DuroLa verdad es que es un profesor muy malo, le hace falta mucho carácter y disciplina, y además de mucho conocimiento. Califica como quiere y tiene preferencias sobre los alumnos, si le caes bien ya tienes el 8, si no, tienes 6. No respeta la forma de evaluar y es bien especial. Pésimo profesor."}, {"fecha": "24/Jun/2018", "score_general": "5.0", "score_facilidad": "4.0", "materia": "fluidos de perforación", "comments": "Da Crédito Extra, Los exámenes son difícilesno es muy bueno en la materia e incluso no es confiable lo que dice. Mejor vete a sufrir con Rosita"}, {"fecha": "21/Jun/2018", "score_general": "2.0", "score_facilidad": "2.0", "materia": "Fluidos de perforación", "comments": "Califica Durono es muy bueno en la materia e incluso no es confiable lo que dice. Mejor vete a sufrir con Rosita"}, {"fecha": "29/Ene/2018", "score_general": "5.0", "score_facilidad": "6.0", "materia": "Fluidos de perforación", "comments": "no es muy bueno en la materia e incluso no es confiable lo que dice. Mejor vete a sufrir con Rosita"}, {"fecha": "24/Ene/2018", "score_general": "6.0", "score_facilidad": "2.0", "materia": "Fluidos de Perforación", "comments": "Califica Durono es muy bueno en la materia e incluso no es confiable lo que dice. Mejor vete a sufrir con Rosita"}, {"fecha": "22/Ago/2017", "score_general": "8.0", "score_facilidad": "6.0", "materia": "Fluidos de perforación/Laboratorio", "comments": "Respetado por los estudiantes, Brinda apoyo, Tomaría su clase otra vezno es muy bueno en la materia e incluso no es confiable lo que dice. Mejor vete a sufrir con Rosita"}]