[{"fecha": "18/May/2023", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Estática", "comments": "Respetado por los estudiantes, InspiracionalExcelente en su clase de Estática. Yo lo recomiendo mucho."}, {"fecha": "08/Feb/2023", "score_general": "8.0", "score_facilidad": "6.0", "materia": "Estática", "comments": "Califica Duro, Da buena retroalimentación, Brinda apoyoExcelente en su clase de Estática. Yo lo recomiendo mucho."}, {"fecha": "03/Feb/2023", "score_general": "10.0", "score_facilidad": "4.0", "materia": "Mecánica", "comments": "Da buena retroalimentación, Inspiracional, Tomaría su clase otra vezExcelente en su clase de Estática. Yo lo recomiendo mucho."}, {"fecha": "01/Feb/2023", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Mecanica", "comments": "Da buena retroalimentación, Inspiracional, Brinda apoyoExcelente en su clase de Estática. Yo lo recomiendo mucho."}, {"fecha": "31/Ene/2023", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Mecánica", "comments": "Da buena retroalimentación, Da Crédito ExtraExcelente en su clase de Estática. Yo lo recomiendo mucho."}, {"fecha": "29/Ene/2023", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Mecánica", "comments": "Da buena retroalimentación, Inspiracional, Tomaría su clase otra vezMuuuy bueno"}, {"fecha": "16/Ene/2023", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Representaciones Gráficas", "comments": "Da buena retroalimentación, Clases excelentesMuuuy bueno"}, {"fecha": "14/Ene/2023", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Mecanica", "comments": "Da buena retroalimentación, Inspiracional, Clases excelentesMuuuy bueno"}, {"fecha": "04/Ago/2022", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Cinemática y Dinámica", "comments": "Muy cómico, Da buena retroalimentación, Brinda apoyoMuuuy bueno"}, {"fecha": "04/Feb/2022", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Cinemática y Dinámica", "comments": "Barco, Clases excelentes, Tomaría su clase otra vezMuuuy bueno"}, {"fecha": "04/Feb/2022", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Cinemática y dinámica", "comments": "Califica Duro, Barco, Da buena retroalimentaciónEs muy buena opción, siempre pregunta todas tus dudas porque puedes llegar a confundirte, la verdad no es difícil pasar, las tareas son sencillas."}, {"fecha": "26/Ago/2021", "score_general": "9.0", "score_facilidad": "6.0", "materia": "Cinemática y Dinámica", "comments": "Califica Duro, Muchas tareas, Brinda apoyoEs muy buena opción, siempre pregunta todas tus dudas porque puedes llegar a confundirte, la verdad no es difícil pasar, las tareas son sencillas."}, {"fecha": "26/Ago/2021", "score_general": "4.0", "score_facilidad": "4.0", "materia": "Estatica", "comments": "Califica Duro, Muchas tareas, La Participación ImportaEs muy buena opción, siempre pregunta todas tus dudas porque puedes llegar a confundirte, la verdad no es difícil pasar, las tareas son sencillas."}, {"fecha": "26/Ago/2021", "score_general": "4.0", "score_facilidad": "4.0", "materia": "Estatica", "comments": "Califica Duro, Hace exámenes sorpresa, Deja trabajos largosEs muy buena opción, siempre pregunta todas tus dudas porque puedes llegar a confundirte, la verdad no es difícil pasar, las tareas son sencillas."}, {"fecha": "26/Ago/2021", "score_general": "5.0", "score_facilidad": "4.0", "materia": "Estatica", "comments": "Califica Duro, Muchas tareas, Hace exámenes sorpresaEs muy buena opción, siempre pregunta todas tus dudas porque puedes llegar a confundirte, la verdad no es difícil pasar, las tareas son sencillas."}, {"fecha": "26/Ago/2021", "score_general": "2.0", "score_facilidad": "2.0", "materia": "Estatica", "comments": "Califica Duro, Muchas tareas, Muchos ExámenesEl peor profe apenas y pase, sus ejercicios son muy revueltos, en los exámenes no se parecen a los de la clase, mejor busca otra opción"}, {"fecha": "22/Ago/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Mecánica", "comments": "Da buena retroalimentación, Muchas tareas, Brinda apoyoEl peor profe apenas y pase, sus ejercicios son muy revueltos, en los exámenes no se parecen a los de la clase, mejor busca otra opción"}, {"fecha": "18/Ago/2021", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Cinemática y dinámica", "comments": "Da buena retroalimentación, Aspectos de calificación claros, Brinda apoyoEl peor profe apenas y pase, sus ejercicios son muy revueltos, en los exámenes no se parecen a los de la clase, mejor busca otra opción"}, {"fecha": "16/Ago/2021", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Cinemática y Dinámica", "comments": "Respetado por los estudiantes, Brinda apoyo, Tomaría su clase otra vezEl peor profe apenas y pase, sus ejercicios son muy revueltos, en los exámenes no se parecen a los de la clase, mejor busca otra opción"}, {"fecha": "23/Feb/2021", "score_general": "8.0", "score_facilidad": "8.0", "materia": "Mecánica", "comments": "Muchas tareas, Brinda apoyo, Tomaría su clase otra vezEl peor profe apenas y pase, sus ejercicios son muy revueltos, en los exámenes no se parecen a los de la clase, mejor busca otra opción"}, {"fecha": "19/Feb/2021", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Mecánica", "comments": "Da buena retroalimentación, Brinda apoyo, Tomaría su clase otra vez(Semestre en línea) Buen profesor, es Ingeniero Civil y sabe mucho de la materia. Explica muy bien y si tienes dudas te las responde con mucho gusto. Deja tareas sencillas y te da casi una semana para entregarlas. Trabaja en Zoom y en Moodle. Entrega todas las tareas y sí pasas."}, {"fecha": "17/Feb/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Mecánica", "comments": "Da buena retroalimentación, Brinda apoyo, Tomaría su clase otra vez(Semestre en línea) Buen profesor, es Ingeniero Civil y sabe mucho de la materia. Explica muy bien y si tienes dudas te las responde con mucho gusto. Deja tareas sencillas y te da casi una semana para entregarlas. Trabaja en Zoom y en Moodle. Entrega todas las tareas y sí pasas."}, {"fecha": "17/Feb/2021", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Cinemática y Dinámica", "comments": "Da buena retroalimentación, Clases excelentes, Tomaría su clase otra vez(Semestre en línea) Buen profesor, es Ingeniero Civil y sabe mucho de la materia. Explica muy bien y si tienes dudas te las responde con mucho gusto. Deja tareas sencillas y te da casi una semana para entregarlas. Trabaja en Zoom y en Moodle. Entrega todas las tareas y sí pasas."}, {"fecha": "14/Feb/2021", "score_general": "9.0", "score_facilidad": "6.0", "materia": "Mecánica", "comments": "La Participación Importa, Da Crédito Extra, Los exámenes son difíciles(Semestre en línea) Buen profesor, es Ingeniero Civil y sabe mucho de la materia. Explica muy bien y si tienes dudas te las responde con mucho gusto. Deja tareas sencillas y te da casi una semana para entregarlas. Trabaja en Zoom y en Moodle. Entrega todas las tareas y sí pasas."}, {"fecha": "12/Feb/2021", "score_general": "6.0", "score_facilidad": "6.0", "materia": "Mecánica", "comments": "Barco, Da Crédito Extra, Brinda apoyo(Semestre en línea) Buen profesor, es Ingeniero Civil y sabe mucho de la materia. Explica muy bien y si tienes dudas te las responde con mucho gusto. Deja tareas sencillas y te da casi una semana para entregarlas. Trabaja en Zoom y en Moodle. Entrega todas las tareas y sí pasas."}, {"fecha": "08/Sep/2020", "score_general": "6.0", "score_facilidad": "6.0", "materia": "Mecanica", "comments": "Muchas tareas, Da Crédito Extra, Aspectos de calificación clarosPresencialmente fue un muy buen maestro, explica muy claro, no es pesado y te deja nivel. Pero en línea no se supo adaptar, sube un video de 5 minutos y deja 8 ejercicios que ni siquiera se pueden resolver con los métodos que él explica en el video, tienes que estudiar mucho por tu cuenta"}, {"fecha": "30/Oct/2019", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Cinemática y dinámica", "comments": "Muy cómico, Clases excelentes, Tomaría su clase otra vezPresencialmente fue un muy buen maestro, explica muy claro, no es pesado y te deja nivel. Pero en línea no se supo adaptar, sube un video de 5 minutos y deja 8 ejercicios que ni siquiera se pueden resolver con los métodos que él explica en el video, tienes que estudiar mucho por tu cuenta"}, {"fecha": "06/Ago/2019", "score_general": "8.0", "score_facilidad": "8.0", "materia": "Calculo Diferencial y Geometría Analítica/ CYD", "comments": "Asistencia obligatoriaPresencialmente fue un muy buen maestro, explica muy claro, no es pesado y te deja nivel. Pero en línea no se supo adaptar, sube un video de 5 minutos y deja 8 ejercicios que ni siquiera se pueden resolver con los métodos que él explica en el video, tienes que estudiar mucho por tu cuenta"}, {"fecha": "26/Jul/2019", "score_general": "7.0", "score_facilidad": "6.0", "materia": "Mecánica", "comments": "Presencialmente fue un muy buen maestro, explica muy claro, no es pesado y te deja nivel. Pero en línea no se supo adaptar, sube un video de 5 minutos y deja 8 ejercicios que ni siquiera se pueden resolver con los métodos que él explica en el video, tienes que estudiar mucho por tu cuenta"}, {"fecha": "26/Jul/2019", "score_general": "10.0", "score_facilidad": "8.0", "materia": "estática", "comments": "Da buena retroalimentación, Muchas tareas, Asistencia obligatoriaPresencialmente fue un muy buen maestro, explica muy claro, no es pesado y te deja nivel. Pero en línea no se supo adaptar, sube un video de 5 minutos y deja 8 ejercicios que ni siquiera se pueden resolver con los métodos que él explica en el video, tienes que estudiar mucho por tu cuenta"}, {"fecha": "11/Jun/2019", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Mecánica", "comments": "Califica Duro, Respetado por los estudiantes, Tomaría su clase otra vezEl profesor es bastante bueno, tiene mucho interés en que aprendas bien los conceptos y la manera de resolver los problemas, los exámenes están al nivel de la clase, da guías para los exámenes, exenta con 8, entregando TODAS las tareas y estudiando te garantiza exención."}, {"fecha": "25/Ene/2019", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Mecánica", "comments": "Barco, Muchas tareas, Asistencia obligatoriaEl profesor es bastante bueno, tiene mucho interés en que aprendas bien los conceptos y la manera de resolver los problemas, los exámenes están al nivel de la clase, da guías para los exámenes, exenta con 8, entregando TODAS las tareas y estudiando te garantiza exención."}, {"fecha": "18/Ene/2019", "score_general": "6.0", "score_facilidad": "2.0", "materia": "Calculo y Geometría A.", "comments": "El profesor es bastante bueno, tiene mucho interés en que aprendas bien los conceptos y la manera de resolver los problemas, los exámenes están al nivel de la clase, da guías para los exámenes, exenta con 8, entregando TODAS las tareas y estudiando te garantiza exención."}, {"fecha": "08/Dic/2018", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Cinematica y dinamica", "comments": "Respetado por los estudiantes, Clases excelentes, Tomaría su clase otra vezEl profesor es bastante bueno, tiene mucho interés en que aprendas bien los conceptos y la manera de resolver los problemas, los exámenes están al nivel de la clase, da guías para los exámenes, exenta con 8, entregando TODAS las tareas y estudiando te garantiza exención."}, {"fecha": "03/Dic/2018", "score_general": "5.0", "score_facilidad": "6.0", "materia": "Cálculo y Geometría Analítica", "comments": "El profesor es bastante bueno, tiene mucho interés en que aprendas bien los conceptos y la manera de resolver los problemas, los exámenes están al nivel de la clase, da guías para los exámenes, exenta con 8, entregando TODAS las tareas y estudiando te garantiza exención."}, {"fecha": "26/Jul/2018", "score_general": "8.0", "score_facilidad": "8.0", "materia": "Estática", "comments": "Es un buen profesor, amante de la precisión y organización. Le gusta dejar tareas de lo visto en clase y a la siguiente atiende todas las dudas de manera detenida y clara. Los últimos temas casi no los tiene dominados. Entregar tareas, asistir siempre y estudiar su bibliografía te garantiza un 8"}, {"fecha": "25/Jul/2018", "score_general": "8.0", "score_facilidad": "6.0", "materia": "Mecanica", "comments": "Muchas tareas, La Participación Importa, Asistencia obligatoriaEs un buen profesor, amante de la precisión y organización. Le gusta dejar tareas de lo visto en clase y a la siguiente atiende todas las dudas de manera detenida y clara. Los últimos temas casi no los tiene dominados. Entregar tareas, asistir siempre y estudiar su bibliografía te garantiza un 8"}, {"fecha": "23/Jun/2018", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Estática", "comments": "Muchas tareas, Clases excelentes, Tomaría su clase otra vezEs un buen profesor, amante de la precisión y organización. Le gusta dejar tareas de lo visto en clase y a la siguiente atiende todas las dudas de manera detenida y clara. Los últimos temas casi no los tiene dominados. Entregar tareas, asistir siempre y estudiar su bibliografía te garantiza un 8"}, {"fecha": "18/Jun/2018", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Estatica", "comments": "Respetado por los estudiantes, Da Crédito Extra, Tomaría su clase otra vezEs un buen profesor, amante de la precisión y organización. Le gusta dejar tareas de lo visto en clase y a la siguiente atiende todas las dudas de manera detenida y clara. Los últimos temas casi no los tiene dominados. Entregar tareas, asistir siempre y estudiar su bibliografía te garantiza un 8"}, {"fecha": "11/Jun/2018", "score_general": "8.0", "score_facilidad": "4.0", "materia": "mecanica", "comments": "Es un buen profesor, amante de la precisión y organización. Le gusta dejar tareas de lo visto en clase y a la siguiente atiende todas las dudas de manera detenida y clara. Los últimos temas casi no los tiene dominados. Entregar tareas, asistir siempre y estudiar su bibliografía te garantiza un 8"}, {"fecha": "06/Jun/2018", "score_general": "5.0", "score_facilidad": "2.0", "materia": "Mecánica", "comments": "Califica DuroEl profe es bueno explicando pero es muy mal profesor en cuanto el nivel que te deja muy bajo y si te vas a final ya no pasas. Exenta con 8 y no te ayuda si no eres mujer."}, {"fecha": "23/May/2018", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Estática", "comments": "El profe es bueno explicando pero es muy mal profesor en cuanto el nivel que te deja muy bajo y si te vas a final ya no pasas. Exenta con 8 y no te ayuda si no eres mujer."}, {"fecha": "08/Feb/2018", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Calculo y Geometría Analítica", "comments": "Asistencia obligatoria, Brinda apoyo, Clases excelentesEl profe es bueno explicando pero es muy mal profesor en cuanto el nivel que te deja muy bajo y si te vas a final ya no pasas. Exenta con 8 y no te ayuda si no eres mujer."}, {"fecha": "23/Ene/2018", "score_general": "10.0", "score_facilidad": "6.0", "materia": "MECANICA", "comments": "Da buena retroalimentación, Muchas tareas, Asistencia obligatoriaEl profe es bueno explicando pero es muy mal profesor en cuanto el nivel que te deja muy bajo y si te vas a final ya no pasas. Exenta con 8 y no te ayuda si no eres mujer."}, {"fecha": "28/Nov/2017", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Cálculo y Geometría Analítica", "comments": "Da buena retroalimentación, La Participación Importa, Tomaría su clase otra vezEl profe es bueno explicando pero es muy mal profesor en cuanto el nivel que te deja muy bajo y si te vas a final ya no pasas. Exenta con 8 y no te ayuda si no eres mujer."}, {"fecha": "27/Jul/2017", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Estática", "comments": "La Participación Importa, Asistencia obligatoria, Clases excelentesEs un muy buen profesor, puntual y muy ordenado. Explica muy claramente los conceptos difíciles. Pero tienes que esforzarte..."}, {"fecha": "25/Jul/2017", "score_general": "7.0", "score_facilidad": "4.0", "materia": "mecanica", "comments": "Califica Duro, Muchas tareas, Asistencia obligatoriaEs un muy buen profesor, puntual y muy ordenado. Explica muy claramente los conceptos difíciles. Pero tienes que esforzarte..."}, {"fecha": "30/Jun/2017", "score_general": "8.0", "score_facilidad": "8.0", "materia": "Cinemática y dinámica", "comments": "Muchas tareas, La Participación Importa, Tomaría su clase otra vezEs un muy buen profesor, puntual y muy ordenado. Explica muy claramente los conceptos difíciles. Pero tienes que esforzarte..."}, {"fecha": "26/Jun/2017", "score_general": "9.0", "score_facilidad": "6.0", "materia": "cinematica y dinamica", "comments": "Asistencia obligatoria, Clases excelentes, Tomaría su clase otra vezEs un muy buen profesor, puntual y muy ordenado. Explica muy claramente los conceptos difíciles. Pero tienes que esforzarte..."}, {"fecha": "18/May/2017", "score_general": "10.0", "score_facilidad": "10.0", "materia": "MECANICA", "comments": "Inspiracional, Clases excelentesEs un muy buen profesor, puntual y muy ordenado. Explica muy claramente los conceptos difíciles. Pero tienes que esforzarte..."}, {"fecha": "24/Ene/2017", "score_general": "5.0", "score_facilidad": "4.0", "materia": "Mecánica", "comments": "Califica Duro, Muchas tareas, Asistencia obligatoriaDe los peores profesores que puede haber en la facultad. No vale la pena desperdiciar una inscripción con él, ya que todos se van a final y nadie pasa."}, {"fecha": "20/Ene/2017", "score_general": "10.0", "score_facilidad": "10.0", "materia": "cinema", "comments": "De los peores profesores que puede haber en la facultad. No vale la pena desperdiciar una inscripción con él, ya que todos se van a final y nadie pasa."}, {"fecha": "18/Ene/2017", "score_general": "5.0", "score_facilidad": "2.0", "materia": "Mecánica", "comments": "Muchas tareas, Hace exámenes sorpresa, Deja trabajos largosDe los peores profesores que puede haber en la facultad. No vale la pena desperdiciar una inscripción con él, ya que todos se van a final y nadie pasa."}, {"fecha": "16/Ene/2017", "score_general": "9.0", "score_facilidad": "6.0", "materia": "cinematica y dinamica", "comments": "Muchas tareas, Clases excelentes, Tomaría su clase otra vezDe los peores profesores que puede haber en la facultad. No vale la pena desperdiciar una inscripción con él, ya que todos se van a final y nadie pasa."}, {"fecha": "11/Ago/2016", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Mecanica", "comments": "Asistencia obligatoria, Tomaría su clase otra vezDe los peores profesores que puede haber en la facultad. No vale la pena desperdiciar una inscripción con él, ya que todos se van a final y nadie pasa."}, {"fecha": "04/Jul/2016", "score_general": "8.0", "score_facilidad": "8.0", "materia": "Mecanica", "comments": "Asistencia obligatoriaMuchos se van a final, por la asistencia. Así que no faltes.\r\nExplica bien, y los exámenes no son tan difíciles si contestas las guías y haces las tareas. Si ve que te esfuerza, te apoya.\r\nSolo causa un poco de problemas las prácticas de lab."}, {"fecha": "02/Jul/2016", "score_general": "6.0", "score_facilidad": "4.0", "materia": "Estática", "comments": "La Participación Importa, Asistencia obligatoria, Aspectos de calificación clarosMuchos se van a final, por la asistencia. Así que no faltes.\r\nExplica bien, y los exámenes no son tan difíciles si contestas las guías y haces las tareas. Si ve que te esfuerza, te apoya.\r\nSolo causa un poco de problemas las prácticas de lab."}, {"fecha": "27/Jun/2016", "score_general": "10.0", "score_facilidad": "10.0", "materia": "mecanica", "comments": "Muchos se van a final, por la asistencia. Así que no faltes.\r\nExplica bien, y los exámenes no son tan difíciles si contestas las guías y haces las tareas. Si ve que te esfuerza, te apoya.\r\nSolo causa un poco de problemas las prácticas de lab."}, {"fecha": "23/Jun/2016", "score_general": "3.0", "score_facilidad": "4.0", "materia": "---", "comments": "Muchos se van a final, por la asistencia. Así que no faltes.\r\nExplica bien, y los exámenes no son tan difíciles si contestas las guías y haces las tareas. Si ve que te esfuerza, te apoya.\r\nSolo causa un poco de problemas las prácticas de lab."}, {"fecha": "03/Jun/2016", "score_general": "2.0", "score_facilidad": "4.0", "materia": "CINEMATICA Y DINAMICA", "comments": "Muchas tareas, Asistencia obligatoria, Los exámenes son difícilesMuchos se van a final, por la asistencia. Así que no faltes.\r\nExplica bien, y los exámenes no son tan difíciles si contestas las guías y haces las tareas. Si ve que te esfuerza, te apoya.\r\nSolo causa un poco de problemas las prácticas de lab."}, {"fecha": "01/Jun/2016", "score_general": "4.0", "score_facilidad": "6.0", "materia": "mecanica", "comments": "Califica Duro, Los exámenes son difícilesManda a casi todos a final y no deja nivel, sin embargo viste muy elegante es guapo y huele muy rico por lo que seria bueno inscribirla para alegrarse el dia, muy dificil pasar y quita puntos por todo"}, {"fecha": "29/May/2016", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Mecánica", "comments": "Brinda apoyo, Clases excelentes, Tomaría su clase otra vezManda a casi todos a final y no deja nivel, sin embargo viste muy elegante es guapo y huele muy rico por lo que seria bueno inscribirla para alegrarse el dia, muy dificil pasar y quita puntos por todo"}, {"fecha": "26/May/2016", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Mecanica", "comments": "Asistencia obligatoria, Da Crédito Extra, Tomaría su clase otra vezManda a casi todos a final y no deja nivel, sin embargo viste muy elegante es guapo y huele muy rico por lo que seria bueno inscribirla para alegrarse el dia, muy dificil pasar y quita puntos por todo"}, {"fecha": "24/Ene/2016", "score_general": "2.0", "score_facilidad": "8.0", "materia": "Ecuaciones diferenciales", "comments": "Manda a casi todos a final y no deja nivel, sin embargo viste muy elegante es guapo y huele muy rico por lo que seria bueno inscribirla para alegrarse el dia, muy dificil pasar y quita puntos por todo"}, {"fecha": "21/Ene/2016", "score_general": "3.0", "score_facilidad": "4.0", "materia": "Cinemática y dinámica", "comments": "Manda a casi todos a final y no deja nivel, sin embargo viste muy elegante es guapo y huele muy rico por lo que seria bueno inscribirla para alegrarse el dia, muy dificil pasar y quita puntos por todo"}, {"fecha": "25/Nov/2015", "score_general": "2.0", "score_facilidad": "2.0", "materia": "Escuadrones diferenciales", "comments": "Es un asco de profesor una reverenda mires... Jamás lo metan"}, {"fecha": "22/Nov/2015", "score_general": "4.0", "score_facilidad": "6.0", "materia": "Ecuaciones diferenciales", "comments": "Es un asco de profesor una reverenda mires... Jamás lo metan"}, {"fecha": "10/Nov/2015", "score_general": "2.0", "score_facilidad": "2.0", "materia": "Ecuaciones diferenciales", "comments": "Es un asco de profesor una reverenda mires... Jamás lo metan"}, {"fecha": "30/Oct/2015", "score_general": "2.0", "score_facilidad": "8.0", "materia": "Ecuaciones diferenciales", "comments": "Es un asco de profesor una reverenda mires... Jamás lo metan"}, {"fecha": "26/Oct/2015", "score_general": "2.0", "score_facilidad": "6.0", "materia": "Ecuaciones diferenciales", "comments": "Es un asco de profesor una reverenda mires... Jamás lo metan"}, {"fecha": "21/Ago/2015", "score_general": "4.0", "score_facilidad": "2.0", "materia": "cinematica y dinamica", "comments": "Califica Duro, Asistencia obligatoria, Los exámenes son difícilesel buen miralles............ eso te hace creer al principio del semestre pero la verdad es otra, al final del semestre te confias porque dicen que es barco y te da el beso de judas (te traiciona por el oro como buen judio). en cambio el buen pinedada Charly como le digo yo, es todo un chico honesto y sincero para ingenieria naval aplicada"}, {"fecha": "06/Jun/2015", "score_general": "8.0", "score_facilidad": "6.0", "materia": "Estatica", "comments": "el buen miralles............ eso te hace creer al principio del semestre pero la verdad es otra, al final del semestre te confias porque dicen que es barco y te da el beso de judas (te traiciona por el oro como buen judio). en cambio el buen pinedada Charly como le digo yo, es todo un chico honesto y sincero para ingenieria naval aplicada"}, {"fecha": "31/May/2015", "score_general": "3.0", "score_facilidad": "6.0", "materia": "Estática", "comments": "el buen miralles............ eso te hace creer al principio del semestre pero la verdad es otra, al final del semestre te confias porque dicen que es barco y te da el beso de judas (te traiciona por el oro como buen judio). en cambio el buen pinedada Charly como le digo yo, es todo un chico honesto y sincero para ingenieria naval aplicada"}, {"fecha": "21/Abr/2015", "score_general": "4.0", "score_facilidad": "4.0", "materia": "Cinemática y dinámica", "comments": "el buen miralles............ eso te hace creer al principio del semestre pero la verdad es otra, al final del semestre te confias porque dicen que es barco y te da el beso de judas (te traiciona por el oro como buen judio). en cambio el buen pinedada Charly como le digo yo, es todo un chico honesto y sincero para ingenieria naval aplicada"}, {"fecha": "10/Mar/2015", "score_general": "3.0", "score_facilidad": "10.0", "materia": "Estática", "comments": "el buen miralles............ eso te hace creer al principio del semestre pero la verdad es otra, al final del semestre te confias porque dicen que es barco y te da el beso de judas (te traiciona por el oro como buen judio). en cambio el buen pinedada Charly como le digo yo, es todo un chico honesto y sincero para ingenieria naval aplicada"}, {"fecha": "18/Ene/2015", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Cinemática y Dinámica", "comments": "Segundas inscripiciones de preferencia, pero es un buen profe."}, {"fecha": "23/Jun/2014", "score_general": "9.0", "score_facilidad": "10.0", "materia": "Cinemática y Dinámica", "comments": "Segundas inscripiciones de preferencia, pero es un buen profe."}]