[{"fecha": "02/Feb/2023", "score_general": "4.0", "score_facilidad": "6.0", "materia": "Álgebra", "comments": "Barco, Asistencia obligatoria, Las clases son largasNo esperes aprender, su clase se basa en pasar asistencia, después de eso te puedes salir y estudiar por tu cuenta la serie que te da antes del examen. Si contestas esta serie, el examen es del mismo estilo. No preguntes dudas, pq te va a dejar con más, sus explicaciones son revueltas."}, {"fecha": "06/Nov/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Ingeniero", "comments": "La Participación Importa, Respetado por los estudiantes, InspiracionalNo esperes aprender, su clase se basa en pasar asistencia, después de eso te puedes salir y estudiar por tu cuenta la serie que te da antes del examen. Si contestas esta serie, el examen es del mismo estilo. No preguntes dudas, pq te va a dejar con más, sus explicaciones son revueltas."}, {"fecha": "30/Jun/2021", "score_general": "5.0", "score_facilidad": "10.0", "materia": "algebra", "comments": "Barco, Pocos ExámenesNo esperes aprender, su clase se basa en pasar asistencia, después de eso te puedes salir y estudiar por tu cuenta la serie que te da antes del examen. Si contestas esta serie, el examen es del mismo estilo. No preguntes dudas, pq te va a dejar con más, sus explicaciones son revueltas."}, {"fecha": "04/Sep/2020", "score_general": "6.0", "score_facilidad": "8.0", "materia": "Álgebra", "comments": "Aspectos de calificación claros, Brinda apoyoNo esperes aprender, su clase se basa en pasar asistencia, después de eso te puedes salir y estudiar por tu cuenta la serie que te da antes del examen. Si contestas esta serie, el examen es del mismo estilo. No preguntes dudas, pq te va a dejar con más, sus explicaciones son revueltas."}, {"fecha": "18/Ene/2019", "score_general": "5.0", "score_facilidad": "10.0", "materia": "Algebra", "comments": "No esperes aprender, su clase se basa en pasar asistencia, después de eso te puedes salir y estudiar por tu cuenta la serie que te da antes del examen. Si contestas esta serie, el examen es del mismo estilo. No preguntes dudas, pq te va a dejar con más, sus explicaciones son revueltas."}, {"fecha": "17/Ene/2019", "score_general": "6.0", "score_facilidad": "8.0", "materia": "Álgebra Bebé", "comments": "Asistencia obligatoria, Las clases son largas, Pocos ExámenesDesde mi perspectiva no es buen profesor, proyectaba el libro de Solar y prácticamente lo leía, parecía que no preparaba la clase. No hay segundas oportunidades, 100 examen. Si lo dialogan les da una serie por 1/10 en el examen. Estudia por tu cuenta para tener buen Nivel. No faltes a la clase."}, {"fecha": "22/Ene/2017", "score_general": "2.0", "score_facilidad": "10.0", "materia": "algebra lineal", "comments": "Barco, Prepárate para leer, Los exámenes son difícilesDesde mi perspectiva no es buen profesor, proyectaba el libro de Solar y prácticamente lo leía, parecía que no preparaba la clase. No hay segundas oportunidades, 100 examen. Si lo dialogan les da una serie por 1/10 en el examen. Estudia por tu cuenta para tener buen Nivel. No faltes a la clase."}, {"fecha": "16/Ene/2017", "score_general": "3.0", "score_facilidad": "2.0", "materia": "álgebra lineal", "comments": "Desde mi perspectiva no es buen profesor, proyectaba el libro de Solar y prácticamente lo leía, parecía que no preparaba la clase. No hay segundas oportunidades, 100 examen. Si lo dialogan les da una serie por 1/10 en el examen. Estudia por tu cuenta para tener buen Nivel. No faltes a la clase."}, {"fecha": "27/Jun/2016", "score_general": "4.0", "score_facilidad": "4.0", "materia": "Algebra Lineal", "comments": "Prepárate para leer, Deja trabajos largosDesde mi perspectiva no es buen profesor, proyectaba el libro de Solar y prácticamente lo leía, parecía que no preparaba la clase. No hay segundas oportunidades, 100 examen. Si lo dialogan les da una serie por 1/10 en el examen. Estudia por tu cuenta para tener buen Nivel. No faltes a la clase."}]