[{"fecha": "16/May/2023", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Minería de Datos", "comments": "Pocos Exámenes, Brinda apoyo, Tomaría su clase otra vezUno de los pocos profesores que realmente vale la pena en la Facultad. Es el mejor."}, {"fecha": "01/Feb/2023", "score_general": "8.0", "score_facilidad": "4.0", "materia": "Inteligencia Artificial", "comments": "Califica Duro, Las clases son largas, Brinda apoyoUno de los pocos profesores que realmente vale la pena en la Facultad. Es el mejor."}, {"fecha": "01/Feb/2023", "score_general": "9.0", "score_facilidad": "6.0", "materia": "IA", "comments": "Prepárate para leer, Aspectos de calificación clarosUno de los pocos profesores que realmente vale la pena en la Facultad. Es el mejor."}, {"fecha": "14/Ene/2023", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Proyecto de Investigación", "comments": "Da buena retroalimentación, Brinda apoyoUno de los pocos profesores que realmente vale la pena en la Facultad. Es el mejor."}, {"fecha": "01/Oct/2022", "score_general": "8.0", "score_facilidad": "8.0", "materia": "IA", "comments": "Califica Duro, Deja trabajos largos, Clases excelentesUno de los pocos profesores que realmente vale la pena en la Facultad. Es el mejor."}, {"fecha": "01/Ago/2022", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Inteligencia Artificial", "comments": "Califica Duro, La Participación Importa, Las clases son largasMateria para ings en compu (soy mecatrónico) entonces tuve que investigar más. Es buena la clase, aprendí mucho y las practicas son fáciles, pero deja un montón de actividades (en exceso). Proyecto final usando todo lo visto, hazlo con tiempo y te asegura 10. NO TE DUERMAS EN CLASE, LO ODIA."}, {"fecha": "29/May/2022", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Inteligencia Artificial", "comments": "Da buena retroalimentación, Clases excelentes, Tomaría su clase otra vezMateria para ings en compu (soy mecatrónico) entonces tuve que investigar más. Es buena la clase, aprendí mucho y las practicas son fáciles, pero deja un montón de actividades (en exceso). Proyecto final usando todo lo visto, hazlo con tiempo y te asegura 10. NO TE DUERMAS EN CLASE, LO ODIA."}, {"fecha": "10/Abr/2022", "score_general": "10.0", "score_facilidad": "10.0", "materia": "10", "comments": "Califica Duro, Asistencia obligatoria, Respetado por los estudiantesMateria para ings en compu (soy mecatrónico) entonces tuve que investigar más. Es buena la clase, aprendí mucho y las practicas son fáciles, pero deja un montón de actividades (en exceso). Proyecto final usando todo lo visto, hazlo con tiempo y te asegura 10. NO TE DUERMAS EN CLASE, LO ODIA."}, {"fecha": "27/Ene/2022", "score_general": "8.0", "score_facilidad": "8.0", "materia": "Mineria de datos", "comments": "BarcoMateria para ings en compu (soy mecatrónico) entonces tuve que investigar más. Es buena la clase, aprendí mucho y las practicas son fáciles, pero deja un montón de actividades (en exceso). Proyecto final usando todo lo visto, hazlo con tiempo y te asegura 10. NO TE DUERMAS EN CLASE, LO ODIA."}, {"fecha": "24/Ago/2021", "score_general": "9.0", "score_facilidad": "6.0", "materia": "Minería de datos", "comments": "Da buena retroalimentación, Aspectos de calificación clarosMateria para ings en compu (soy mecatrónico) entonces tuve que investigar más. Es buena la clase, aprendí mucho y las practicas son fáciles, pero deja un montón de actividades (en exceso). Proyecto final usando todo lo visto, hazlo con tiempo y te asegura 10. NO TE DUERMAS EN CLASE, LO ODIA."}, {"fecha": "16/Ago/2021", "score_general": "8.0", "score_facilidad": "8.0", "materia": "Inteligencia artificial", "comments": "Asistencia obligatoria, Deja trabajos largos, Tomaría su clase otra vezEs un buen profesor, enseña los algoritmos básicos empleados en inteligencia artificial y al final del curso deja una interfaz gráfica implementando cada uno de los algoritmos. Realmente es sencillo pasar si haces las tareas (7), los ensayos (2), prácticas (8) y el proyecto final."}, {"fecha": "25/Feb/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "IA", "comments": "Prepárate para leer, La Participación Importa, Pocos ExámenesEs un buen profesor, enseña los algoritmos básicos empleados en inteligencia artificial y al final del curso deja una interfaz gráfica implementando cada uno de los algoritmos. Realmente es sencillo pasar si haces las tareas (7), los ensayos (2), prácticas (8) y el proyecto final."}, {"fecha": "17/Feb/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Mineria de Datos", "comments": "Da buena retroalimentación, Tomaría su clase otra vezEs un buen profesor, enseña los algoritmos básicos empleados en inteligencia artificial y al final del curso deja una interfaz gráfica implementando cada uno de los algoritmos. Realmente es sencillo pasar si haces las tareas (7), los ensayos (2), prácticas (8) y el proyecto final."}, {"fecha": "16/Feb/2021", "score_general": "8.0", "score_facilidad": "6.0", "materia": "Inteligencia Artificial", "comments": "Da buena retroalimentación, Prepárate para leer, Pocos ExámenesEs un buen profesor, enseña los algoritmos básicos empleados en inteligencia artificial y al final del curso deja una interfaz gráfica implementando cada uno de los algoritmos. Realmente es sencillo pasar si haces las tareas (7), los ensayos (2), prácticas (8) y el proyecto final."}, {"fecha": "11/Feb/2021", "score_general": "8.0", "score_facilidad": "8.0", "materia": "Minería de Datos", "comments": "Muchas tareas, Prepárate para leer, Brinda apoyoEs un buen profesor, enseña los algoritmos básicos empleados en inteligencia artificial y al final del curso deja una interfaz gráfica implementando cada uno de los algoritmos. Realmente es sencillo pasar si haces las tareas (7), los ensayos (2), prácticas (8) y el proyecto final."}, {"fecha": "05/Feb/2021", "score_general": "7.0", "score_facilidad": "6.0", "materia": "---", "comments": "Prepárate para leer, Aspectos de calificación claros[Comentario esperando revisión]"}, {"fecha": "15/Nov/2020", "score_general": "5.0", "score_facilidad": "6.0", "materia": "---", "comments": "Prepárate para leer, La Participación Importa, Las clases son largas[Comentario esperando revisión]"}, {"fecha": "06/Sep/2020", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Inteligencia Artificial", "comments": "Prepárate para leer, Aspectos de calificación claros, Tomaría su clase otra vez[Comentario esperando revisión]"}, {"fecha": "25/Jun/2020", "score_general": "6.0", "score_facilidad": "6.0", "materia": "---", "comments": "Muchas tareas, Prepárate para leer, Las clases son largas[Comentario esperando revisión]"}, {"fecha": "01/Feb/2020", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Inteligencia Artificial", "comments": "Da buena retroalimentación, Prepárate para leer, Asistencia obligatoria[Comentario esperando revisión]"}, {"fecha": "29/Ene/2020", "score_general": "5.0", "score_facilidad": "8.0", "materia": "---", "comments": "[Comentario esperando revisión]"}, {"fecha": "11/Jul/2019", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Inteligencia Artificial", "comments": "[Comentario esperando revisión]"}]