[{"fecha": "04/Feb/2023", "score_general": "5.0", "score_facilidad": "4.0", "materia": "c v", "comments": "Asistencia obligatoriauna falta a final tu dices si eres puntual"}, {"fecha": "30/Ene/2023", "score_general": "8.0", "score_facilidad": "10.0", "materia": "Cálculo Vectorial", "comments": "Barco, Muy cómico, Muchos Exámenesuna falta a final tu dices si eres puntual"}, {"fecha": "08/Dic/2022", "score_general": "8.0", "score_facilidad": "10.0", "materia": "Cálculo Vectorial", "comments": "Barco, Muchas tareas, Tomaría su clase otra vezuna falta a final tu dices si eres puntual"}, {"fecha": "26/Ene/2022", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Calculo vectorial", "comments": "Barco, Asistencia obligatoria, Muchos Exámenesuna falta a final tu dices si eres puntual"}, {"fecha": "26/Ene/2022", "score_general": "8.0", "score_facilidad": "10.0", "materia": "Mecánica de fluidos I", "comments": "Barco, Asistencia obligatoria, Pocos Exámenesuna falta a final tu dices si eres puntual"}, {"fecha": "02/Sep/2021", "score_general": "8.0", "score_facilidad": "10.0", "materia": "Cálculo Vectorial", "comments": "Barco, Clases excelentes, Tomaría su clase otra vezEl maestro es muy bueno y tiene muchos conocimientos de su materia, yo te recomendaría meterlo si tienes buenas bases o eres recursador. Sus exámenes son como los ejercicios de clase y aparte te da como 3 días para hacerlo."}, {"fecha": "24/Ago/2021", "score_general": "7.0", "score_facilidad": "8.0", "materia": "Mecánica de fluidos 1", "comments": "Barco, Pocos Exámenes, Aspectos de calificación clarosEl maestro es muy bueno y tiene muchos conocimientos de su materia, yo te recomendaría meterlo si tienes buenas bases o eres recursador. Sus exámenes son como los ejercicios de clase y aparte te da como 3 días para hacerlo."}, {"fecha": "05/Ago/2021", "score_general": "9.0", "score_facilidad": "6.0", "materia": "Vecto", "comments": "Asistencia obligatoria, Respetado por los estudiantesEl maestro es muy bueno y tiene muchos conocimientos de su materia, yo te recomendaría meterlo si tienes buenas bases o eres recursador. Sus exámenes son como los ejercicios de clase y aparte te da como 3 días para hacerlo."}, {"fecha": "24/Jun/2021", "score_general": "8.0", "score_facilidad": "6.0", "materia": "Cálculo Vectorial (2016)", "comments": "La Participación Importa, Asistencia obligatoria, Respetado por los estudiantesEl maestro es muy bueno y tiene muchos conocimientos de su materia, yo te recomendaría meterlo si tienes buenas bases o eres recursador. Sus exámenes son como los ejercicios de clase y aparte te da como 3 días para hacerlo."}, {"fecha": "17/Jun/2021", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Cálculo Vectorial", "comments": "Califica Duro, Da buena retroalimentación, Asistencia obligatoriaEl maestro es muy bueno y tiene muchos conocimientos de su materia, yo te recomendaría meterlo si tienes buenas bases o eres recursador. Sus exámenes son como los ejercicios de clase y aparte te da como 3 días para hacerlo."}, {"fecha": "18/Feb/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Calculo Vectorial", "comments": "Da buena retroalimentación, Asistencia obligatoria, Clases excelentesLa verdad no vi nada malo en él, puede parecer duro por su voz o que te habla grosero pero solamente asi es sin voz, en clases en linea fue 100% examen pero los podías hacer a lo largo del fin de semana explica muy bien y te manda sus apuntes para que puedas ir estudiando"}, {"fecha": "08/Sep/2020", "score_general": "7.0", "score_facilidad": "10.0", "materia": "Mecánica de Fluidos I", "comments": "Barco, Da buena retroalimentación, Clases excelentesLa verdad no vi nada malo en él, puede parecer duro por su voz o que te habla grosero pero solamente asi es sin voz, en clases en linea fue 100% examen pero los podías hacer a lo largo del fin de semana explica muy bien y te manda sus apuntes para que puedas ir estudiando"}, {"fecha": "29/Jul/2019", "score_general": "8.0", "score_facilidad": "8.0", "materia": "Calculo Vectorial", "comments": "Asistencia obligatoria, Da Crédito Extra, Los exámenes son difícilesLa verdad no vi nada malo en él, puede parecer duro por su voz o que te habla grosero pero solamente asi es sin voz, en clases en linea fue 100% examen pero los podías hacer a lo largo del fin de semana explica muy bien y te manda sus apuntes para que puedas ir estudiando"}, {"fecha": "27/Jul/2019", "score_general": "9.0", "score_facilidad": "10.0", "materia": "Cálculo Vectorial", "comments": "Barco, Brinda apoyo, Clases excelentesLa verdad no vi nada malo en él, puede parecer duro por su voz o que te habla grosero pero solamente asi es sin voz, en clases en linea fue 100% examen pero los podías hacer a lo largo del fin de semana explica muy bien y te manda sus apuntes para que puedas ir estudiando"}, {"fecha": "01/Jul/2019", "score_general": "8.0", "score_facilidad": "10.0", "materia": "Cálculo Vectorial", "comments": "Califica Duro, Barco, Da Crédito ExtraLa verdad no vi nada malo en él, puede parecer duro por su voz o que te habla grosero pero solamente asi es sin voz, en clases en linea fue 100% examen pero los podías hacer a lo largo del fin de semana explica muy bien y te manda sus apuntes para que puedas ir estudiando"}, {"fecha": "24/May/2019", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Calculo Vectoriall", "comments": "Da buena retroalimentación, Asistencia obligatoria, Muchos ExámenesMuy buen profesor sus examenes, son muy talachudos pero se resuelven fácil con los apuntes."}, {"fecha": "23/Ene/2019", "score_general": "8.0", "score_facilidad": "6.0", "materia": "Cálculo Vectorial", "comments": "Califica Duro, Asistencia obligatoriaMuy buen profesor sus examenes, son muy talachudos pero se resuelven fácil con los apuntes."}, {"fecha": "28/Jun/2016", "score_general": "3.0", "score_facilidad": "2.0", "materia": "CÁLCULO VECTORIAL", "comments": "Muchas tareas, Hace exámenes sorpresa, Los exámenes son difícilesMuy buen profesor sus examenes, son muy talachudos pero se resuelven fácil con los apuntes."}]