[{"fecha": "27/Ene/2023", "score_general": "8.0", "score_facilidad": "6.0", "materia": "Intro a la Economia", "comments": "Da buena retroalimentación, La Participación Importa, Asistencia obligatoriaBuena profesora, enseña muy bien y si aprendes algo al final, pide 10 participaciones en su evaluación (max una por clase), examenes al nivel, pura teoria y conceptos, participando y cumpliendo te va muy bien pero no es barco para nada. Es algo despistada asi que pon atencion en la evaluacion."}, {"fecha": "27/Ene/2023", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Introducción a la Economía", "comments": "Califica Duro, Respetado por los estudiantes, Las clases son largasBuena profesora, enseña muy bien y si aprendes algo al final, pide 10 participaciones en su evaluación (max una por clase), examenes al nivel, pura teoria y conceptos, participando y cumpliendo te va muy bien pero no es barco para nada. Es algo despistada asi que pon atencion en la evaluacion."}, {"fecha": "25/Ago/2021", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Introducción a la Economia", "comments": "La Participación Importa, Aspectos de calificación claros, Clases excelentesBuena profesora, enseña muy bien y si aprendes algo al final, pide 10 participaciones en su evaluación (max una por clase), examenes al nivel, pura teoria y conceptos, participando y cumpliendo te va muy bien pero no es barco para nada. Es algo despistada asi que pon atencion en la evaluacion."}, {"fecha": "07/Ene/2020", "score_general": "8.0", "score_facilidad": "6.0", "materia": "Introducción a la economía", "comments": "Prepárate para leer, Brinda apoyo, Clases excelentesBuena profesora, enseña muy bien y si aprendes algo al final, pide 10 participaciones en su evaluación (max una por clase), examenes al nivel, pura teoria y conceptos, participando y cumpliendo te va muy bien pero no es barco para nada. Es algo despistada asi que pon atencion en la evaluacion."}, {"fecha": "13/Jun/2019", "score_general": "5.0", "score_facilidad": "6.0", "materia": "Economía", "comments": "Buena profesora, enseña muy bien y si aprendes algo al final, pide 10 participaciones en su evaluación (max una por clase), examenes al nivel, pura teoria y conceptos, participando y cumpliendo te va muy bien pero no es barco para nada. Es algo despistada asi que pon atencion en la evaluacion."}, {"fecha": "04/Feb/2016", "score_general": "9.0", "score_facilidad": "6.0", "materia": "Introducción a la Economía", "comments": "La Participación Importa, Clases excelentes, Tomaría su clase otra vezSi quieres pasarla con 10 porque es \"social\" = (fácil) mejor no la curses con ella, ya que generalmente pone 6, 7 y 8, eso sí, aprendes mucho y a pesar de que tenga un rostro serio, se porta amable cuando acudes por una duda, siempre está en la mejor disposición de apoyarte."}]