[{"fecha": "21/Ene/2023", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Introducción a la Economía", "comments": "Muy cómico, Da buena retroalimentación, InspiracionalEs una persona muy noble y amable. La verdad hace que te interese la materia y entiendas su mensaje que quiere transmitir para nosotros que se nos hace poco coherente llevar la materia. Apoya bastante. Le molesta que uses tu celular o no le prestes atención, pero si acepta apuntes digitales. ?????????"}, {"fecha": "21/Ene/2023", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Introducción a la economía", "comments": "La Participación Importa, Asistencia obligatoria, Pocos ExámenesEs una persona muy noble y amable. La verdad hace que te interese la materia y entiendas su mensaje que quiere transmitir para nosotros que se nos hace poco coherente llevar la materia. Apoya bastante. Le molesta que uses tu celular o no le prestes atención, pero si acepta apuntes digitales. ?????????"}, {"fecha": "30/Jul/2022", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Introducción a la Economía", "comments": "La Participación Importa, Asistencia obligatoria, Aspectos de calificación clarosEs una persona muy noble y amable. La verdad hace que te interese la materia y entiendas su mensaje que quiere transmitir para nosotros que se nos hace poco coherente llevar la materia. Apoya bastante. Le molesta que uses tu celular o no le prestes atención, pero si acepta apuntes digitales. ?????????"}, {"fecha": "26/Abr/2022", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Introducción a la Economía", "comments": "Asistencia obligatoria, Muchos Exámenes, Tomaría su clase otra vezEs una persona muy noble y amable. La verdad hace que te interese la materia y entiendas su mensaje que quiere transmitir para nosotros que se nos hace poco coherente llevar la materia. Apoya bastante. Le molesta que uses tu celular o no le prestes atención, pero si acepta apuntes digitales. ?????????"}, {"fecha": "15/Feb/2022", "score_general": "6.0", "score_facilidad": "8.0", "materia": "Introducción a la Economía", "comments": "Es una persona muy noble y amable. La verdad hace que te interese la materia y entiendas su mensaje que quiere transmitir para nosotros que se nos hace poco coherente llevar la materia. Apoya bastante. Le molesta que uses tu celular o no le prestes atención, pero si acepta apuntes digitales. ?????????"}, {"fecha": "25/Ene/2022", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Introduccion Analisis Econom", "comments": "Da buena retroalimentación, Pocos Exámenes, Aspectos de calificación clarosExplica muy claro, la materia es muy sencilla con ella, da ejemplos buenos sobre las empresas reales, sus examees son muy muy cortos y con muchas preguntas, sabes o no sabes, es lo que ella dice, pon atencion y pasas facil con 9"}, {"fecha": "13/Dic/2021", "score_general": "7.0", "score_facilidad": "6.0", "materia": "Análisis Económico", "comments": "Las clases son largas, Deja trabajos largos, Muchos proyectos grupalesExplica muy claro, la materia es muy sencilla con ella, da ejemplos buenos sobre las empresas reales, sus examees son muy muy cortos y con muchas preguntas, sabes o no sabes, es lo que ella dice, pon atencion y pasas facil con 9"}, {"fecha": "24/Ago/2021", "score_general": "9.0", "score_facilidad": "6.0", "materia": "Economía", "comments": "Califica Duro, Prepárate para leer, La Participación ImportaExplica muy claro, la materia es muy sencilla con ella, da ejemplos buenos sobre las empresas reales, sus examees son muy muy cortos y con muchas preguntas, sabes o no sabes, es lo que ella dice, pon atencion y pasas facil con 9"}, {"fecha": "24/Ago/2021", "score_general": "8.0", "score_facilidad": "8.0", "materia": "Introducción a la economía", "comments": "La Participación Importa, Respetado por los estudiantes, Aspectos de calificación clarosExplica muy claro, la materia es muy sencilla con ella, da ejemplos buenos sobre las empresas reales, sus examees son muy muy cortos y con muchas preguntas, sabes o no sabes, es lo que ella dice, pon atencion y pasas facil con 9"}, {"fecha": "23/Ago/2021", "score_general": "4.0", "score_facilidad": "4.0", "materia": "Introducción a la Economía", "comments": "Califica Duro, La Participación Importa, Deja trabajos largosExplica muy claro, la materia es muy sencilla con ella, da ejemplos buenos sobre las empresas reales, sus examees son muy muy cortos y con muchas preguntas, sabes o no sabes, es lo que ella dice, pon atencion y pasas facil con 9"}, {"fecha": "25/Feb/2021", "score_general": "8.0", "score_facilidad": "8.0", "materia": "Introducción a la economía", "comments": "Las clases son largasMe pareció buena maestra, creo que podría mejorar su energía en la voz y forma de ser, ya que llega a volverse aburrido. Se ve que es buena persona"}, {"fecha": "18/Feb/2021", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Introducción a la economía", "comments": "Da buena retroalimentación, La Participación Importa, Brinda apoyoMe pareció buena maestra, creo que podría mejorar su energía en la voz y forma de ser, ya que llega a volverse aburrido. Se ve que es buena persona"}, {"fecha": "17/Feb/2021", "score_general": "9.0", "score_facilidad": "6.0", "materia": "Introducción a la Economía.", "comments": "Da buena retroalimentación, Muchas tareas, Respetado por los estudiantesMe pareció buena maestra, creo que podría mejorar su energía en la voz y forma de ser, ya que llega a volverse aburrido. Se ve que es buena persona"}, {"fecha": "17/Feb/2021", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Introducción a la economía", "comments": "Da buena retroalimentación, La Participación Importa, Asistencia obligatoriaMe pareció buena maestra, creo que podría mejorar su energía en la voz y forma de ser, ya que llega a volverse aburrido. Se ve que es buena persona"}, {"fecha": "16/Feb/2021", "score_general": "6.0", "score_facilidad": "6.0", "materia": "Introducción a la Economía Empresarial", "comments": "Califica Duro, Muchas tareas, Deja trabajos largosMe pareció buena maestra, creo que podría mejorar su energía en la voz y forma de ser, ya que llega a volverse aburrido. Se ve que es buena persona"}, {"fecha": "15/Feb/2021", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Elsa Ruth Mondragon", "comments": "Prepárate para leer, Respetado por los estudiantes, Tomaría su clase otra vezLa profesora puede parecer exigente y dura al principio, pero es un amor de persona y de profesora. Sabe mucho de la materia y sabe enseñarla. Sus tareas pueden ser algo talachudas, pero son muy pocas. Los exámenes son fáciles de acuerdo a lo visto en clase."}, {"fecha": "15/Feb/2021", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Introducción a la Economía", "comments": "Tomaría su clase otra vezLa profesora puede parecer exigente y dura al principio, pero es un amor de persona y de profesora. Sabe mucho de la materia y sabe enseñarla. Sus tareas pueden ser algo talachudas, pero son muy pocas. Los exámenes son fáciles de acuerdo a lo visto en clase."}, {"fecha": "13/Feb/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Introducción al análisis empresarial", "comments": "Pocos Exámenes, Aspectos de calificación claros, Brinda apoyoLa profesora puede parecer exigente y dura al principio, pero es un amor de persona y de profesora. Sabe mucho de la materia y sabe enseñarla. Sus tareas pueden ser algo talachudas, pero son muy pocas. Los exámenes son fáciles de acuerdo a lo visto en clase."}, {"fecha": "03/Feb/2021", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Introducción a la economía", "comments": "La Participación Importa, Clases excelentes, Tomaría su clase otra vezLa profesora puede parecer exigente y dura al principio, pero es un amor de persona y de profesora. Sabe mucho de la materia y sabe enseñarla. Sus tareas pueden ser algo talachudas, pero son muy pocas. Los exámenes son fáciles de acuerdo a lo visto en clase."}, {"fecha": "02/Sep/2020", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Introducción a la economía", "comments": "La profesora puede parecer exigente y dura al principio, pero es un amor de persona y de profesora. Sabe mucho de la materia y sabe enseñarla. Sus tareas pueden ser algo talachudas, pero son muy pocas. Los exámenes son fáciles de acuerdo a lo visto en clase."}, {"fecha": "30/Ago/2020", "score_general": "9.0", "score_facilidad": "6.0", "materia": "Introduccion a la economia", "comments": "Muchas tareas, La Participación Importa, Tomaría su clase otra vezEs una excelente profesora, siempre explica claro y sus tareas no son difíciles, las participaciones si cuentan mucho. Sus exámenes no soy difíciles ya que viene todo lo que se vio."}, {"fecha": "08/Jul/2020", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Introducción a la economía", "comments": "Prepárate para leer, La Participación Importa, Clases excelentesEs una excelente profesora, siempre explica claro y sus tareas no son difíciles, las participaciones si cuentan mucho. Sus exámenes no soy difíciles ya que viene todo lo que se vio."}, {"fecha": "27/Jun/2020", "score_general": "8.0", "score_facilidad": "6.0", "materia": "Introducción a la economía", "comments": "Es una excelente profesora, siempre explica claro y sus tareas no son difíciles, las participaciones si cuentan mucho. Sus exámenes no soy difíciles ya que viene todo lo que se vio."}, {"fecha": "22/Ene/2020", "score_general": "5.0", "score_facilidad": "2.0", "materia": "Introducción a la economía", "comments": "Califica DuroEs una excelente profesora, siempre explica claro y sus tareas no son difíciles, las participaciones si cuentan mucho. Sus exámenes no soy difíciles ya que viene todo lo que se vio."}, {"fecha": "07/Ene/2020", "score_general": "8.0", "score_facilidad": "6.0", "materia": "Intoduccion a la economia", "comments": "Califica Duro, Prepárate para leer, Asistencia obligatoriaEs una excelente profesora, siempre explica claro y sus tareas no son difíciles, las participaciones si cuentan mucho. Sus exámenes no soy difíciles ya que viene todo lo que se vio."}, {"fecha": "12/Dic/2019", "score_general": "6.0", "score_facilidad": "6.0", "materia": "Introduccion al analiis economico empresarial", "comments": "Califica Duro, La Participación Importa, Asistencia obligatoriaNo esperes sacar 10 fácil, necesitas entregar todo lo que pide y BIEN si quieres una buena calificación, la participación importa y aunque no la registra tienes que hacerlo porque se da cuenta de quienes sí lo hacen. Los exámenes no son difíciles pero tienes que estudiar, clase es algo pesada"}, {"fecha": "27/Nov/2019", "score_general": "6.0", "score_facilidad": "2.0", "materia": "Análisis Económico Empresarial", "comments": "No esperes sacar 10 fácil, necesitas entregar todo lo que pide y BIEN si quieres una buena calificación, la participación importa y aunque no la registra tienes que hacerlo porque se da cuenta de quienes sí lo hacen. Los exámenes no son difíciles pero tienes que estudiar, clase es algo pesada"}, {"fecha": "17/Ene/2019", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Introducción al análisis ecomonico empresarial", "comments": "La Participación Importa, Pocos Exámenes, Brinda apoyoNo esperes sacar 10 fácil, necesitas entregar todo lo que pide y BIEN si quieres una buena calificación, la participación importa y aunque no la registra tienes que hacerlo porque se da cuenta de quienes sí lo hacen. Los exámenes no son difíciles pero tienes que estudiar, clase es algo pesada"}, {"fecha": "03/Ene/2019", "score_general": "8.0", "score_facilidad": "10.0", "materia": "Introducción al análisis económico empresarial", "comments": "La Participación Importa, Aspectos de calificación claros, Clases excelentesNo esperes sacar 10 fácil, necesitas entregar todo lo que pide y BIEN si quieres una buena calificación, la participación importa y aunque no la registra tienes que hacerlo porque se da cuenta de quienes sí lo hacen. Los exámenes no son difíciles pero tienes que estudiar, clase es algo pesada"}, {"fecha": "20/Dic/2018", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Introducción a la economía", "comments": "Califica Duro, Asistencia obligatoriaNo esperes sacar 10 fácil, necesitas entregar todo lo que pide y BIEN si quieres una buena calificación, la participación importa y aunque no la registra tienes que hacerlo porque se da cuenta de quienes sí lo hacen. Los exámenes no son difíciles pero tienes que estudiar, clase es algo pesada"}, {"fecha": "06/Dic/2018", "score_general": "6.0", "score_facilidad": "6.0", "materia": "Introducción a la economía", "comments": "Sabe mucho de la materia sin embargo los exámenes son algo complejos, deja pocas tareas"}, {"fecha": "02/Dic/2018", "score_general": "6.0", "score_facilidad": "8.0", "materia": "Introducción a la economía", "comments": "Califica Duro, La Participación Importa, Muchos ExámenesSabe mucho de la materia sin embargo los exámenes son algo complejos, deja pocas tareas"}, {"fecha": "22/Jul/2018", "score_general": "7.0", "score_facilidad": "6.0", "materia": "introduccion a la economia", "comments": "Califica Duro, Muchas tareas, Deja trabajos largosSabe mucho de la materia sin embargo los exámenes son algo complejos, deja pocas tareas"}, {"fecha": "10/Jul/2018", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Introducción a Economia", "comments": "BarcoSabe mucho de la materia sin embargo los exámenes son algo complejos, deja pocas tareas"}, {"fecha": "03/Ago/2015", "score_general": "6.0", "score_facilidad": "2.0", "materia": "Economia", "comments": "Califica Duro, La Participación Importa, Los exámenes son difícilesSabe mucho de la materia sin embargo los exámenes son algo complejos, deja pocas tareas"}, {"fecha": "24/May/2015", "score_general": "4.0", "score_facilidad": "6.0", "materia": "Introducción a la Economía", "comments": "Nada recomendable, una persona prepotente y además sus clases son muy aburridas, no le hace caso a medio grupo solo a su bola de alumnos consentidos, señora amargada."}]