[{"fecha": "04/Dic/2022", "score_general": "7.0", "score_facilidad": "6.0", "materia": "CALCULO VECTORIAL", "comments": "Barco, La Participación Importa, Brinda apoyoEl profe lo estoy cursando y sus examenes los saca de las series que una semana antes hace que entregues, la participacion importa mucho, debes estudiar por tu cuenta porque luego no se entienden"}, {"fecha": "21/Ago/2022", "score_general": "10.0", "score_facilidad": "10.0", "materia": "CALCULO VECTORIAL", "comments": "Da buena retroalimentación, Da Crédito Extra, Clases excelentesEl profe lo estoy cursando y sus examenes los saca de las series que una semana antes hace que entregues, la participacion importa mucho, debes estudiar por tu cuenta porque luego no se entienden"}, {"fecha": "31/Ene/2022", "score_general": "7.0", "score_facilidad": "6.0", "materia": "Cálculo Vectorial", "comments": "Brinda apoyoEl profe lo estoy cursando y sus examenes los saca de las series que una semana antes hace que entregues, la participacion importa mucho, debes estudiar por tu cuenta porque luego no se entienden"}, {"fecha": "01/Sep/2021", "score_general": "7.0", "score_facilidad": "6.0", "materia": "Cálculo Integral", "comments": "Califica Duro, La Participación Importa, Tomaría su clase otra vezEl profe lo estoy cursando y sus examenes los saca de las series que una semana antes hace que entregues, la participacion importa mucho, debes estudiar por tu cuenta porque luego no se entienden"}, {"fecha": "27/Ago/2021", "score_general": "6.0", "score_facilidad": "8.0", "materia": "Cálculo vectorial", "comments": "La Participación Importa, Da Crédito Extra, Aspectos de calificación clarosEl profe lo estoy cursando y sus examenes los saca de las series que una semana antes hace que entregues, la participacion importa mucho, debes estudiar por tu cuenta porque luego no se entienden"}, {"fecha": "21/Feb/2021", "score_general": "5.0", "score_facilidad": "6.0", "materia": "Cálculo Vectorial", "comments": "La Participación ImportaLa clase puede ser un poco tediosa si el grupo no pone de su parte, no es difícil de entender siempre y cuando tengas la intención de hacerlo. Da puntos extra por participar los cuales en ocasiones te pueden ayudar. Los exámenes varían en dificultad pero nada del otro mundo.\r\n(La cursé en línea)"}, {"fecha": "15/Feb/2021", "score_general": "7.0", "score_facilidad": "8.0", "materia": "Vectorial", "comments": "La Participación ImportaLa clase puede ser un poco tediosa si el grupo no pone de su parte, no es difícil de entender siempre y cuando tengas la intención de hacerlo. Da puntos extra por participar los cuales en ocasiones te pueden ayudar. Los exámenes varían en dificultad pero nada del otro mundo.\r\n(La cursé en línea)"}, {"fecha": "29/Ene/2021", "score_general": "2.0", "score_facilidad": "4.0", "materia": "Calculo Vectorial", "comments": "Califica Duro, Da Crédito Extra, Los exámenes son difícilesLa clase puede ser un poco tediosa si el grupo no pone de su parte, no es difícil de entender siempre y cuando tengas la intención de hacerlo. Da puntos extra por participar los cuales en ocasiones te pueden ayudar. Los exámenes varían en dificultad pero nada del otro mundo.\r\n(La cursé en línea)"}, {"fecha": "08/Sep/2020", "score_general": "5.0", "score_facilidad": "10.0", "materia": "Álgebra Lineal", "comments": "Barco, Muy cómico, La Participación ImportaLa clase puede ser un poco tediosa si el grupo no pone de su parte, no es difícil de entender siempre y cuando tengas la intención de hacerlo. Da puntos extra por participar los cuales en ocasiones te pueden ayudar. Los exámenes varían en dificultad pero nada del otro mundo.\r\n(La cursé en línea)"}, {"fecha": "23/Ene/2020", "score_general": "7.0", "score_facilidad": "6.0", "materia": "Álgebra", "comments": "Barco, La Participación Importa, Da Crédito ExtraLa clase puede ser un poco tediosa si el grupo no pone de su parte, no es difícil de entender siempre y cuando tengas la intención de hacerlo. Da puntos extra por participar los cuales en ocasiones te pueden ayudar. Los exámenes varían en dificultad pero nada del otro mundo.\r\n(La cursé en línea)"}, {"fecha": "02/Dic/2019", "score_general": "6.0", "score_facilidad": "10.0", "materia": "Álgebra", "comments": "BarcoEnseña bastante confuso, así que no esperes aprender mucho. Trata de estudiar los temas por tu cuenta. Es muy fácil pasar con él, porque sus exámenes los saca de su serie. No lo hagan enojar, no hablen en su clase o se enoja y no les dejará sacar calculadora ni formulario en el examen."}, {"fecha": "26/Jul/2019", "score_general": "9.0", "score_facilidad": "6.0", "materia": "calculo integral", "comments": "Enseña bastante confuso, así que no esperes aprender mucho. Trata de estudiar los temas por tu cuenta. Es muy fácil pasar con él, porque sus exámenes los saca de su serie. No lo hagan enojar, no hablen en su clase o se enoja y no les dejará sacar calculadora ni formulario en el examen."}, {"fecha": "28/Nov/2018", "score_general": "5.0", "score_facilidad": "4.0", "materia": "Vectorial", "comments": "Califica DuroEnseña bastante confuso, así que no esperes aprender mucho. Trata de estudiar los temas por tu cuenta. Es muy fácil pasar con él, porque sus exámenes los saca de su serie. No lo hagan enojar, no hablen en su clase o se enoja y no les dejará sacar calculadora ni formulario en el examen."}, {"fecha": "01/Jun/2017", "score_general": "2.0", "score_facilidad": "2.0", "materia": "Calculo Integral", "comments": "Califica DuroEnseña bastante confuso, así que no esperes aprender mucho. Trata de estudiar los temas por tu cuenta. Es muy fácil pasar con él, porque sus exámenes los saca de su serie. No lo hagan enojar, no hablen en su clase o se enoja y no les dejará sacar calculadora ni formulario en el examen."}, {"fecha": "20/Ene/2017", "score_general": "2.0", "score_facilidad": "2.0", "materia": "Integral", "comments": "Califica DuroEnseña bastante confuso, así que no esperes aprender mucho. Trata de estudiar los temas por tu cuenta. Es muy fácil pasar con él, porque sus exámenes los saca de su serie. No lo hagan enojar, no hablen en su clase o se enoja y no les dejará sacar calculadora ni formulario en el examen."}, {"fecha": "14/Nov/2016", "score_general": "6.0", "score_facilidad": "6.0", "materia": "Cálculo Integral", "comments": "Barco, La Participación Importa, Los exámenes son difícilesRecomendado ampliamente para una segunda inscripción pero si es la primera, mejor estudia por tu propia cuenta , tira paro si participas y te ubica. HYE"}]