[{"fecha": "09/Feb/2023", "score_general": "6.0", "score_facilidad": "6.0", "materia": "COSTOS Y EVALUACION DE PROYECTOS", "comments": "La Participación Importa, Las clases son largasPues su clase esta de wueba, siempre hay trabajo en equipo y su actitud es medio especial pero si haces todo, pasas sin problemas, hace examenes pero estan facilitos"}, {"fecha": "26/Ene/2023", "score_general": "6.0", "score_facilidad": "8.0", "materia": "Diseño de Sistemas Productivos", "comments": "Barco, La Participación Importa, Da Crédito ExtraPues su clase esta de wueba, siempre hay trabajo en equipo y su actitud es medio especial pero si haces todo, pasas sin problemas, hace examenes pero estan facilitos"}, {"fecha": "22/Ene/2023", "score_general": "3.0", "score_facilidad": "10.0", "materia": "Costos y Evaluación de Proyectos", "comments": "Barco, Las clases son largasPues su clase esta de wueba, siempre hay trabajo en equipo y su actitud es medio especial pero si haces todo, pasas sin problemas, hace examenes pero estan facilitos"}, {"fecha": "14/Ene/2023", "score_general": "5.0", "score_facilidad": "8.0", "materia": "Diseño de sistemas", "comments": "Barco, Las clases son largas, Da Crédito ExtraPues su clase esta de wueba, siempre hay trabajo en equipo y su actitud es medio especial pero si haces todo, pasas sin problemas, hace examenes pero estan facilitos"}, {"fecha": "28/Jul/2022", "score_general": "5.0", "score_facilidad": "8.0", "materia": "Costos y Evaluación de Proyectos", "comments": "Muchas tareas, La Participación Importa, Las clases son largasPues su clase esta de wueba, siempre hay trabajo en equipo y su actitud es medio especial pero si haces todo, pasas sin problemas, hace examenes pero estan facilitos"}, {"fecha": "30/Jun/2022", "score_general": "6.0", "score_facilidad": "10.0", "materia": "DSP", "comments": "Muy cómico, La Participación Importa, Muchos proyectos grupalesSe enoja por cualquier cosa. Enseña cosas muy antiguas y en desuso, se siente mucho que ella no ha estado en la industria ya desde hace tiempo. Si entras con un buen equipo, es fácil pasarla, pero si quieres aprender, no es tu opción."}, {"fecha": "13/Jun/2022", "score_general": "6.0", "score_facilidad": "8.0", "materia": "Diseños de sistemas productivos", "comments": "Califica Duro, Pocos ExámenesSe enoja por cualquier cosa. Enseña cosas muy antiguas y en desuso, se siente mucho que ella no ha estado en la industria ya desde hace tiempo. Si entras con un buen equipo, es fácil pasarla, pero si quieres aprender, no es tu opción."}, {"fecha": "30/May/2022", "score_general": "6.0", "score_facilidad": "8.0", "materia": "Costos y Evaluación de Proyectos", "comments": "Asistencia obligatoria, Da Crédito Extra, Pocos ExámenesSe enoja por cualquier cosa. Enseña cosas muy antiguas y en desuso, se siente mucho que ella no ha estado en la industria ya desde hace tiempo. Si entras con un buen equipo, es fácil pasarla, pero si quieres aprender, no es tu opción."}, {"fecha": "28/May/2022", "score_general": "3.0", "score_facilidad": "6.0", "materia": "Costos y Evaluacion de proyectos", "comments": "Se enoja por cualquier cosa. Enseña cosas muy antiguas y en desuso, se siente mucho que ella no ha estado en la industria ya desde hace tiempo. Si entras con un buen equipo, es fácil pasarla, pero si quieres aprender, no es tu opción."}, {"fecha": "25/May/2022", "score_general": "3.0", "score_facilidad": "10.0", "materia": "Costos", "comments": "Barco, Da Crédito Extra, Pocos ExámenesSe enoja por cualquier cosa. Enseña cosas muy antiguas y en desuso, se siente mucho que ella no ha estado en la industria ya desde hace tiempo. Si entras con un buen equipo, es fácil pasarla, pero si quieres aprender, no es tu opción."}, {"fecha": "03/Mar/2022", "score_general": "4.0", "score_facilidad": "6.0", "materia": "Costos y Evaluación de Proyectos", "comments": "La Participación ImportaAhora que las clases son preseciales, es grosera, no responde dudas, solo dice que veas la presentación. Solo valía la pena en línea, porque ahora la tienes que soportar."}, {"fecha": "18/Dic/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Costos y Evaluación de Proyectos", "comments": "Barco, Da Crédito Extra, Aspectos de calificación clarosAhora que las clases son preseciales, es grosera, no responde dudas, solo dice que veas la presentación. Solo valía la pena en línea, porque ahora la tienes que soportar."}, {"fecha": "18/Dic/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Costos y Evalución de Proyectos", "comments": "Barco, Da Crédito Extra, Aspectos de calificación clarosAhora que las clases son preseciales, es grosera, no responde dudas, solo dice que veas la presentación. Solo valía la pena en línea, porque ahora la tienes que soportar."}, {"fecha": "31/Ago/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Costos y evaluación de proyectos", "comments": "Barco, Tomaría su clase otra vezAhora que las clases son preseciales, es grosera, no responde dudas, solo dice que veas la presentación. Solo valía la pena en línea, porque ahora la tienes que soportar."}, {"fecha": "26/Ago/2021", "score_general": "7.0", "score_facilidad": "10.0", "materia": "Diseño de sistemas productivos", "comments": "Barco, Da Crédito ExtraAhora que las clases son preseciales, es grosera, no responde dudas, solo dice que veas la presentación. Solo valía la pena en línea, porque ahora la tienes que soportar."}, {"fecha": "24/Ago/2021", "score_general": "9.0", "score_facilidad": "10.0", "materia": "Costos y evaluación de proyectos", "comments": "Barco, Da buena retroalimentación, Brinda apoyoEs una buena persona, siempre dispuesta a responder dudas. Las actividades son sencillas , nada pesado ."}, {"fecha": "23/Ago/2021", "score_general": "8.0", "score_facilidad": "10.0", "materia": "Costos", "comments": "BarcoEs una buena persona, siempre dispuesta a responder dudas. Las actividades son sencillas , nada pesado ."}, {"fecha": "21/Ago/2021", "score_general": "9.0", "score_facilidad": "10.0", "materia": "Costos y evaluación de proyectos", "comments": "La Participación Importa, Asistencia obligatoria, Aspectos de calificación clarosEs una buena persona, siempre dispuesta a responder dudas. Las actividades son sencillas , nada pesado ."}, {"fecha": "16/Ago/2021", "score_general": "8.0", "score_facilidad": "10.0", "materia": "Costos y evaluacion de proyectos", "comments": "Barco, Pocos ExámenesEs una buena persona, siempre dispuesta a responder dudas. Las actividades son sencillas , nada pesado ."}, {"fecha": "11/Feb/2021", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Costos y evaluación de proyectos", "comments": "Pocos Exámenes, Aspectos de calificación claros, Brinda apoyoEs una buena persona, siempre dispuesta a responder dudas. Las actividades son sencillas , nada pesado ."}, {"fecha": "10/Feb/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Costos y evaluación de proyectos", "comments": "Barco, Da buena retroalimentación, Pocos ExámenesLa mtra brinda grabaciones para tratar los temas en clase, sus actividades son sencillas y los exámenes y/o proyectos también.\r\nSolo entrega todo, hazlo bien y si tienes dudas no dudes en preguntarle, muy atenta :)."}, {"fecha": "08/Sep/2020", "score_general": "8.0", "score_facilidad": "10.0", "materia": "Costos y Evaluación de Proyectos", "comments": "Asistencia obligatoria, Pocos Exámenes, Aspectos de calificación clarosLa mtra brinda grabaciones para tratar los temas en clase, sus actividades son sencillas y los exámenes y/o proyectos también.\r\nSolo entrega todo, hazlo bien y si tienes dudas no dudes en preguntarle, muy atenta :)."}, {"fecha": "02/Sep/2020", "score_general": "8.0", "score_facilidad": "10.0", "materia": "Diseño de sistemas Productivos", "comments": "La Participación Importa, Asistencia obligatoria, Las clases son largasLa mtra brinda grabaciones para tratar los temas en clase, sus actividades son sencillas y los exámenes y/o proyectos también.\r\nSolo entrega todo, hazlo bien y si tienes dudas no dudes en preguntarle, muy atenta :)."}, {"fecha": "01/Sep/2020", "score_general": "7.0", "score_facilidad": "6.0", "materia": "Costos y Evaluación de Proyectos", "comments": "Prepárate para leer, Las clases son largasLa mtra brinda grabaciones para tratar los temas en clase, sus actividades son sencillas y los exámenes y/o proyectos también.\r\nSolo entrega todo, hazlo bien y si tienes dudas no dudes en preguntarle, muy atenta :)."}, {"fecha": "04/Jun/2019", "score_general": "3.0", "score_facilidad": "4.0", "materia": "Costos", "comments": "Califica Duro, La Participación Importa, Las clases son largasLa mtra brinda grabaciones para tratar los temas en clase, sus actividades son sencillas y los exámenes y/o proyectos también.\r\nSolo entrega todo, hazlo bien y si tienes dudas no dudes en preguntarle, muy atenta :)."}, {"fecha": "19/Oct/2018", "score_general": "5.0", "score_facilidad": "10.0", "materia": "Costos y Evaluación de Proyectos", "comments": "Pues si es fácil pero ABURRIDA, de esas clases que solo vas a PASARLA, recomendable para barquear, eso si, tiene su CARÁCTER y es especial, regaña a la gente"}, {"fecha": "20/Jun/2018", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Costos", "comments": "Pues si es fácil pero ABURRIDA, de esas clases que solo vas a PASARLA, recomendable para barquear, eso si, tiene su CARÁCTER y es especial, regaña a la gente"}, {"fecha": "24/Ene/2018", "score_general": "5.0", "score_facilidad": "4.0", "materia": "Costos y Evaluación de Proyectos", "comments": "Pues si es fácil pero ABURRIDA, de esas clases que solo vas a PASARLA, recomendable para barquear, eso si, tiene su CARÁCTER y es especial, regaña a la gente"}, {"fecha": "18/Dic/2017", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Costos y evaluación de proyectos.", "comments": "Pues si es fácil pero ABURRIDA, de esas clases que solo vas a PASARLA, recomendable para barquear, eso si, tiene su CARÁCTER y es especial, regaña a la gente"}, {"fecha": "26/Jun/2017", "score_general": "2.0", "score_facilidad": "2.0", "materia": "Costos y evaluacion de proyectos", "comments": "Pues si es fácil pero ABURRIDA, de esas clases que solo vas a PASARLA, recomendable para barquear, eso si, tiene su CARÁCTER y es especial, regaña a la gente"}, {"fecha": "16/Jun/2017", "score_general": "3.0", "score_facilidad": "8.0", "materia": "Costos", "comments": "Muchas tareas, La Participación Importa, Asistencia obligatoriaNo es buena profesora, la clase pasa de manera aburrida. Dice tener muchos conocimientos de la materia pero no lo demuestra. Tiene un carácter muy pesado, cuando le preguntas algo sobre tus calificaciones puede llegar a ser grosera, si estás dispuesto a aguantarla puedes salir con 9 o 10."}, {"fecha": "18/Ene/2017", "score_general": "4.0", "score_facilidad": "10.0", "materia": "Cualquiera", "comments": "No es buena profesora, la clase pasa de manera aburrida. Dice tener muchos conocimientos de la materia pero no lo demuestra. Tiene un carácter muy pesado, cuando le preguntas algo sobre tus calificaciones puede llegar a ser grosera, si estás dispuesto a aguantarla puedes salir con 9 o 10."}, {"fecha": "18/Ene/2017", "score_general": "9.0", "score_facilidad": "10.0", "materia": "Costos y Evaluación de Proyectos", "comments": "Muchas tareas, Asistencia obligatoria, Pocos ExámenesNo es buena profesora, la clase pasa de manera aburrida. Dice tener muchos conocimientos de la materia pero no lo demuestra. Tiene un carácter muy pesado, cuando le preguntas algo sobre tus calificaciones puede llegar a ser grosera, si estás dispuesto a aguantarla puedes salir con 9 o 10."}, {"fecha": "22/Jun/2016", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Costos", "comments": "Muy cómicoNo es buena profesora, la clase pasa de manera aburrida. Dice tener muchos conocimientos de la materia pero no lo demuestra. Tiene un carácter muy pesado, cuando le preguntas algo sobre tus calificaciones puede llegar a ser grosera, si estás dispuesto a aguantarla puedes salir con 9 o 10."}, {"fecha": "31/May/2016", "score_general": "4.0", "score_facilidad": "8.0", "materia": "Costos y Evaluación de Proyectos", "comments": "Barco, Muchos proyectos grupalesNo es buena profesora, la clase pasa de manera aburrida. Dice tener muchos conocimientos de la materia pero no lo demuestra. Tiene un carácter muy pesado, cuando le preguntas algo sobre tus calificaciones puede llegar a ser grosera, si estás dispuesto a aguantarla puedes salir con 9 o 10."}]