[{"fecha": "23/Ene/2023", "score_general": "7.0", "score_facilidad": "6.0", "materia": "Geomática Básica", "comments": "Califica DuroExplica bien los temas del curso y la evaluación no es difícil, pero es \"especial\" al momento de calificar, practicas, exámenes, tareas por eso varios se fueron a final. Si quieres aprender sin llevarla difícil es tu opcion pero no es garantía que obtengas una calificación que merezcas."}, {"fecha": "14/Mar/2022", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Geomática Básica", "comments": "Asistencia obligatoria, Inspiracional, Clases excelentesExplica bien los temas del curso y la evaluación no es difícil, pero es \"especial\" al momento de calificar, practicas, exámenes, tareas por eso varios se fueron a final. Si quieres aprender sin llevarla difícil es tu opcion pero no es garantía que obtengas una calificación que merezcas."}, {"fecha": "12/Mar/2022", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Geomática Básica", "comments": "Inspiracional, Brinda apoyo, Clases excelentesExplica bien los temas del curso y la evaluación no es difícil, pero es \"especial\" al momento de calificar, practicas, exámenes, tareas por eso varios se fueron a final. Si quieres aprender sin llevarla difícil es tu opcion pero no es garantía que obtengas una calificación que merezcas."}, {"fecha": "17/Feb/2020", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Geomática Básica", "comments": "La Participación Importa, Pocos Exámenes, Clases excelentesExplica bien los temas del curso y la evaluación no es difícil, pero es \"especial\" al momento de calificar, practicas, exámenes, tareas por eso varios se fueron a final. Si quieres aprender sin llevarla difícil es tu opcion pero no es garantía que obtengas una calificación que merezcas."}, {"fecha": "08/Ago/2019", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Geomática básica", "comments": "Da buena retroalimentación, Aspectos de calificación claros, Clases excelentesExplica bien los temas del curso y la evaluación no es difícil, pero es \"especial\" al momento de calificar, practicas, exámenes, tareas por eso varios se fueron a final. Si quieres aprender sin llevarla difícil es tu opcion pero no es garantía que obtengas una calificación que merezcas."}]