[{"fecha": "16/Feb/2023", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Cinemática y Dinámica", "comments": "Lo único malo de este bro es que siempre llega tarde, pero es muy bueno, empático, enseña chido y siempre resuelve dudas, sin duda tomaria de nuevo con él."}, {"fecha": "14/Feb/2023", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Cinematica", "comments": "Muy cómico, Inspiracional, Clases excelentesLo único malo de este bro es que siempre llega tarde, pero es muy bueno, empático, enseña chido y siempre resuelve dudas, sin duda tomaria de nuevo con él."}, {"fecha": "08/Feb/2023", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Cinemática y Dinámica", "comments": "Inspiracional, Clases excelentes, Tomaría su clase otra vezLo único malo de este bro es que siempre llega tarde, pero es muy bueno, empático, enseña chido y siempre resuelve dudas, sin duda tomaria de nuevo con él."}, {"fecha": "15/Ene/2023", "score_general": "9.0", "score_facilidad": "6.0", "materia": "Estática", "comments": "Califica Duro, Da buena retroalimentación, Tomaría su clase otra vezLo único malo de este bro es que siempre llega tarde, pero es muy bueno, empático, enseña chido y siempre resuelve dudas, sin duda tomaria de nuevo con él."}, {"fecha": "04/Ago/2022", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Estática", "comments": "Brinda apoyo, Clases excelentes, Tomaría su clase otra vezLo único malo de este bro es que siempre llega tarde, pero es muy bueno, empático, enseña chido y siempre resuelve dudas, sin duda tomaria de nuevo con él."}, {"fecha": "13/Jul/2022", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Mecánica", "comments": "Inspiracional, Brinda apoyo, Clases excelentes"}, {"fecha": "25/Ene/2022", "score_general": "10.0", "score_facilidad": "10.0", "materia": "---", "comments": "Pocos Exámenes, Aspectos de calificación claros, Clases excelentes"}, {"fecha": "25/Ene/2022", "score_general": "9.0", "score_facilidad": "8.0", "materia": "---", "comments": "Aspectos de calificación claros, Brinda apoyo, Clases excelentes"}, {"fecha": "24/Ene/2022", "score_general": "10.0", "score_facilidad": "10.0", "materia": "---", "comments": "Aspectos de calificación claros, Clases excelentes, Tomaría su clase otra vez"}, {"fecha": "24/Ene/2022", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Estática", "comments": "Respetado por los estudiantes, Inspiracional, Brinda apoyo"}, {"fecha": "18/Ene/2022", "score_general": "3.0", "score_facilidad": "10.0", "materia": "---", "comments": "[Comentario esperando revisión]"}, {"fecha": "21/Dic/2021", "score_general": "6.0", "score_facilidad": "10.0", "materia": "---", "comments": "Barco, Las clases son largas, Brinda apoyo[Comentario esperando revisión]"}, {"fecha": "14/Dic/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "---", "comments": "Da buena retroalimentación, Da Crédito Extra, Clases excelentes[Comentario esperando revisión]"}, {"fecha": "09/Dic/2021", "score_general": "10.0", "score_facilidad": "6.0", "materia": "---", "comments": "Da buena retroalimentación, Respetado por los estudiantes, Tomaría su clase otra vez[Comentario esperando revisión]"}, {"fecha": "09/Dic/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "---", "comments": "Da buena retroalimentación, Respetado por los estudiantes, Clases excelentes[Comentario esperando revisión]"}, {"fecha": "06/Dic/2021", "score_general": "6.0", "score_facilidad": "8.0", "materia": "---", "comments": "Las clases son largas, Da Crédito Extra, Aspectos de calificación claros[Comentario esperando revisión]"}, {"fecha": "02/Dic/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Estatica", "comments": "Brinda apoyo, Clases excelentes, Tomaría su clase otra vez[Comentario esperando revisión]"}, {"fecha": "01/Sep/2021", "score_general": "10.0", "score_facilidad": "6.0", "materia": "---", "comments": "[Comentario esperando revisión]"}, {"fecha": "27/Ago/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Mecánica", "comments": "Respetado por los estudiantes, Inspiracional, Brinda apoyo[Comentario esperando revisión]"}, {"fecha": "27/Ago/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Mecanica", "comments": "Da buena retroalimentación, Tomaría su clase otra vez[Comentario esperando revisión]"}, {"fecha": "25/Ago/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Mecánica", "comments": "Es muy bueno. Tiene mucha comunicación con los alumnos. Es importante poner atención, ya que es 100% examen (los examenes no son dificiles, están al nivel de la clase) y a parte es un profesor joven. Bastante recomendable."}, {"fecha": "24/Ago/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Estática", "comments": "Muy cómico, Las clases son largas, Da Crédito ExtraEs muy bueno. Tiene mucha comunicación con los alumnos. Es importante poner atención, ya que es 100% examen (los examenes no son dificiles, están al nivel de la clase) y a parte es un profesor joven. Bastante recomendable."}, {"fecha": "21/Ago/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Mecánica", "comments": "Inspiracional, Clases excelentes, Tomaría su clase otra vezEs muy bueno. Tiene mucha comunicación con los alumnos. Es importante poner atención, ya que es 100% examen (los examenes no son dificiles, están al nivel de la clase) y a parte es un profesor joven. Bastante recomendable."}, {"fecha": "21/Ago/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Mecánica", "comments": "Brinda apoyo, Clases excelentes, Tomaría su clase otra vezEs muy bueno. Tiene mucha comunicación con los alumnos. Es importante poner atención, ya que es 100% examen (los examenes no son dificiles, están al nivel de la clase) y a parte es un profesor joven. Bastante recomendable."}, {"fecha": "14/Ago/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Mecánica", "comments": "Respetado por los estudiantes, Clases excelentes, Tomaría su clase otra vezEs muy bueno. Tiene mucha comunicación con los alumnos. Es importante poner atención, ya que es 100% examen (los examenes no son dificiles, están al nivel de la clase) y a parte es un profesor joven. Bastante recomendable."}, {"fecha": "14/Ago/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Mecánica", "comments": "Inspiracional, Clases excelentes, Tomaría su clase otra vezEste profesor sin duda es de lo mejor que vas a encontrar en toda la facultad. Sus son my claras y demasiado dinámicas, aprendes, le presta atención a todos, se ve que está interesado en que aprendas mucho y que a la vez pases, la verdad tiene tantos aspectos buenos que ni me caben en esta reseña."}, {"fecha": "13/Ago/2021", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Estatica", "comments": "Inspiracional, Brinda apoyo, Tomaría su clase otra vezEste profesor sin duda es de lo mejor que vas a encontrar en toda la facultad. Sus son my claras y demasiado dinámicas, aprendes, le presta atención a todos, se ve que está interesado en que aprendas mucho y que a la vez pases, la verdad tiene tantos aspectos buenos que ni me caben en esta reseña."}, {"fecha": "12/Ago/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Mecanica", "comments": "Brinda apoyo, Clases excelentes, Tomaría su clase otra vezEste profesor sin duda es de lo mejor que vas a encontrar en toda la facultad. Sus son my claras y demasiado dinámicas, aprendes, le presta atención a todos, se ve que está interesado en que aprendas mucho y que a la vez pases, la verdad tiene tantos aspectos buenos que ni me caben en esta reseña."}, {"fecha": "29/Jul/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Estática", "comments": "Inspiracional, Pocos Exámenes, Tomaría su clase otra vezEste profesor sin duda es de lo mejor que vas a encontrar en toda la facultad. Sus son my claras y demasiado dinámicas, aprendes, le presta atención a todos, se ve que está interesado en que aprendas mucho y que a la vez pases, la verdad tiene tantos aspectos buenos que ni me caben en esta reseña."}, {"fecha": "19/Feb/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "10", "comments": "Da buena retroalimentación, Respetado por los estudiantes, Aspectos de calificación clarosEste profesor sin duda es de lo mejor que vas a encontrar en toda la facultad. Sus son my claras y demasiado dinámicas, aprendes, le presta atención a todos, se ve que está interesado en que aprendas mucho y que a la vez pases, la verdad tiene tantos aspectos buenos que ni me caben en esta reseña."}, {"fecha": "17/Feb/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Estática", "comments": "Da buena retroalimentación, Da Crédito Extra, Brinda apoyoEs genial! TIene una paciencia asombrosa y explica muy claros los temas. Aprendes bien y pasar no es nada difícil. De lo mejor que dejó este zoomestre :)"}, {"fecha": "15/Feb/2021", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Estática", "comments": "Da buena retroalimentación, Respetado por los estudiantes, Brinda apoyoEs genial! TIene una paciencia asombrosa y explica muy claros los temas. Aprendes bien y pasar no es nada difícil. De lo mejor que dejó este zoomestre :)"}, {"fecha": "02/Feb/2021", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Estática", "comments": "Da buena retroalimentación, Inspiracional, Da Crédito ExtraEs genial! TIene una paciencia asombrosa y explica muy claros los temas. Aprendes bien y pasar no es nada difícil. De lo mejor que dejó este zoomestre :)"}, {"fecha": "29/Ene/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Estática", "comments": "Brinda apoyo, Clases excelentes, Tomaría su clase otra vezEs genial! TIene una paciencia asombrosa y explica muy claros los temas. Aprendes bien y pasar no es nada difícil. De lo mejor que dejó este zoomestre :)"}, {"fecha": "28/Ene/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Estática", "comments": "Da buena retroalimentación, Brinda apoyo, Tomaría su clase otra vezEs genial! TIene una paciencia asombrosa y explica muy claros los temas. Aprendes bien y pasar no es nada difícil. De lo mejor que dejó este zoomestre :)"}, {"fecha": "28/Ene/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Estática", "comments": ""}, {"fecha": "28/Ene/2021", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Estática", "comments": "Muy cómico, Da buena retroalimentación, Tomaría su clase otra vez"}, {"fecha": "08/Ene/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Cinética y dinámica", "comments": "Respetado por los estudiantes, Clases excelentes, Tomaría su clase otra vez"}, {"fecha": "09/Oct/2020", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Estática", "comments": "Da buena retroalimentación, Clases excelentes, Tomaría su clase otra vez"}, {"fecha": "25/Ago/2020", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Cinématica y Dinámica", "comments": "Inspiracional, Brinda apoyo, Clases excelentes"}, {"fecha": "16/Jun/2020", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Cinemática y Dinámica", "comments": "Brinda apoyo, Clases excelentes, Tomaría su clase otra vezProfe que le gusta lo que hace, da conceptos muy claros y siempre con muchos ejemplos, deja un proyecto por cada parcial (simples) , califica 100% exámenes, pero te ayuda con el proyecto o tareas que se cuentan extra. Sus exámenes son muy similares a lo visto en clase."}]