[{"fecha": "02/Feb/2023", "score_general": "2.0", "score_facilidad": "2.0", "materia": "Geologia Fisica", "comments": "Califica Duro, Muchos Exámenes, Los exámenes son difícilesEs buena pero parece que tiene mejores cosas que hacer que enseñar, en los examenes te califica muy duro y son abiertos, temas importantes los vez en video clases, en clase presencial solo lee diapositivas y pregunta dudas. Es facil reprobar o si pasas es con baja calificación."}, {"fecha": "01/Feb/2023", "score_general": "8.0", "score_facilidad": "4.0", "materia": "Geología Fisica", "comments": "Califica Duro, Los exámenes son difícilesEs buena pero parece que tiene mejores cosas que hacer que enseñar, en los examenes te califica muy duro y son abiertos, temas importantes los vez en video clases, en clase presencial solo lee diapositivas y pregunta dudas. Es facil reprobar o si pasas es con baja calificación."}, {"fecha": "20/Nov/2022", "score_general": "5.0", "score_facilidad": "2.0", "materia": "---", "comments": "Califica Duro, Los exámenes son difícilesEs buena pero parece que tiene mejores cosas que hacer que enseñar, en los examenes te califica muy duro y son abiertos, temas importantes los vez en video clases, en clase presencial solo lee diapositivas y pregunta dudas. Es facil reprobar o si pasas es con baja calificación."}, {"fecha": "17/Nov/2022", "score_general": "2.0", "score_facilidad": "2.0", "materia": "---", "comments": "Califica Duro, La Participación Importa, Los exámenes son difícilesEs buena pero parece que tiene mejores cosas que hacer que enseñar, en los examenes te califica muy duro y son abiertos, temas importantes los vez en video clases, en clase presencial solo lee diapositivas y pregunta dudas. Es facil reprobar o si pasas es con baja calificación."}, {"fecha": "22/Ago/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Geología Física", "comments": "Da buena retroalimentación, Da Crédito Extra, Clases excelentesEs buena pero parece que tiene mejores cosas que hacer que enseñar, en los examenes te califica muy duro y son abiertos, temas importantes los vez en video clases, en clase presencial solo lee diapositivas y pregunta dudas. Es facil reprobar o si pasas es con baja calificación."}, {"fecha": "15/Feb/2021", "score_general": "9.0", "score_facilidad": "6.0", "materia": "Geología Física", "comments": "Da buena retroalimentación, La Participación Importa, Muchos proyectos grupalesSe aprende muchísimo con ella, de las mejores profesoras que he tenido. Su clase es pesada y sales con muy buenos conocimientos de todos los temas. Hace la clase muy dinámica con juegos y muchas preguntas; muchos trabajos en parejas/equipos."}, {"fecha": "17/Ene/2021", "score_general": "8.0", "score_facilidad": "4.0", "materia": "Geoquímica", "comments": "Da buena retroalimentación, Muchas tareas, Prepárate para leerSe aprende muchísimo con ella, de las mejores profesoras que he tenido. Su clase es pesada y sales con muy buenos conocimientos de todos los temas. Hace la clase muy dinámica con juegos y muchas preguntas; muchos trabajos en parejas/equipos."}, {"fecha": "31/Ago/2020", "score_general": "8.0", "score_facilidad": "8.0", "materia": "Geología Física", "comments": "Califica Duro, Muchos ExámenesSe aprende muchísimo con ella, de las mejores profesoras que he tenido. Su clase es pesada y sales con muy buenos conocimientos de todos los temas. Hace la clase muy dinámica con juegos y muchas preguntas; muchos trabajos en parejas/equipos."}, {"fecha": "25/Jul/2019", "score_general": "8.0", "score_facilidad": "4.0", "materia": "Geología física", "comments": "Califica Duro, Las clases son largas, Muchos ExámenesSe aprende muchísimo con ella, de las mejores profesoras que he tenido. Su clase es pesada y sales con muy buenos conocimientos de todos los temas. Hace la clase muy dinámica con juegos y muchas preguntas; muchos trabajos en parejas/equipos."}, {"fecha": "22/Ene/2018", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Geoquímica", "comments": "Da buena retroalimentación, Muchas tareas, Respetado por los estudiantesSe aprende muchísimo con ella, de las mejores profesoras que he tenido. Su clase es pesada y sales con muy buenos conocimientos de todos los temas. Hace la clase muy dinámica con juegos y muchas preguntas; muchos trabajos en parejas/equipos."}, {"fecha": "06/Jul/2017", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Fundamentos de Geología", "comments": "Es la mejor opción para fundamentos de geología, deja un buen nivel, su material para dar clase es muy bueno, sus examenes son un poco dificiles pero si repasas seguro pasas, en mi grupo los más altos fuimos de 8 pero casi nadie reprobo."}, {"fecha": "01/Jul/2015", "score_general": "10.0", "score_facilidad": "6.0", "materia": "fundamentos de geología", "comments": "Es la mejor opción para fundamentos de geología, deja un buen nivel, su material para dar clase es muy bueno, sus examenes son un poco dificiles pero si repasas seguro pasas, en mi grupo los más altos fuimos de 8 pero casi nadie reprobo."}, {"fecha": "29/Jun/2015", "score_general": "10.0", "score_facilidad": "6.0", "materia": "fundamentos de geologia", "comments": "Es la mejor opción para fundamentos de geología, deja un buen nivel, su material para dar clase es muy bueno, sus examenes son un poco dificiles pero si repasas seguro pasas, en mi grupo los más altos fuimos de 8 pero casi nadie reprobo."}, {"fecha": "27/Feb/2015", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Fundamentos de geologia", "comments": "Es la mejor opción para fundamentos de geología, deja un buen nivel, su material para dar clase es muy bueno, sus examenes son un poco dificiles pero si repasas seguro pasas, en mi grupo los más altos fuimos de 8 pero casi nadie reprobo."}]