[{"fecha": "31/Ene/2023", "score_general": "9.0", "score_facilidad": "6.0", "materia": "Diseño Digital", "comments": "Califica Duro, Deja trabajos largos, Clases excelentesEs muy buen profesor, enseña bien y sabe mucho de la materia. Pero sus exámenes y proyectos si te retan y sencillos no son, pero preguntándole y asistiendo a la clase salen. Hace 2 exámenes 60%, deja dos proyectos con reporte 20%, el lab es el 20%. Y deja dos tareas que al final suben calificación."}, {"fecha": "28/Ene/2023", "score_general": "4.0", "score_facilidad": "4.0", "materia": "DEP", "comments": "Califica Duro, Muchas tareas, La Participación ImportaEs muy buen profesor, enseña bien y sabe mucho de la materia. Pero sus exámenes y proyectos si te retan y sencillos no son, pero preguntándole y asistiendo a la clase salen. Hace 2 exámenes 60%, deja dos proyectos con reporte 20%, el lab es el 20%. Y deja dos tareas que al final suben calificación."}, {"fecha": "04/Ago/2022", "score_general": "9.0", "score_facilidad": "6.0", "materia": "Diseño Digital", "comments": "Da buena retroalimentación, Respetado por los estudiantes, InspiracionalEs muy buen profesor, enseña bien y sabe mucho de la materia. Pero sus exámenes y proyectos si te retan y sencillos no son, pero preguntándole y asistiendo a la clase salen. Hace 2 exámenes 60%, deja dos proyectos con reporte 20%, el lab es el 20%. Y deja dos tareas que al final suben calificación."}, {"fecha": "08/Sep/2020", "score_general": "8.0", "score_facilidad": "8.0", "materia": "Diseño Digital", "comments": "Da buena retroalimentación, Aspectos de calificación claros, Brinda apoyoEs muy buen profesor, enseña bien y sabe mucho de la materia. Pero sus exámenes y proyectos si te retan y sencillos no son, pero preguntándole y asistiendo a la clase salen. Hace 2 exámenes 60%, deja dos proyectos con reporte 20%, el lab es el 20%. Y deja dos tareas que al final suben calificación."}, {"fecha": "28/Jun/2020", "score_general": "3.0", "score_facilidad": "2.0", "materia": "Diseño digital", "comments": "Es muy buen profesor, enseña bien y sabe mucho de la materia. Pero sus exámenes y proyectos si te retan y sencillos no son, pero preguntándole y asistiendo a la clase salen. Hace 2 exámenes 60%, deja dos proyectos con reporte 20%, el lab es el 20%. Y deja dos tareas que al final suben calificación."}, {"fecha": "11/Dic/2019", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Electrónica Digital", "comments": "Respetado por los estudiantes, Clases excelentesExcelente profesor, de los mejores en el módulo de electrónica. Sus clases son muy claras e invita siempre al alumno a pensar para resolver problemas. Su exigencia es normal, es un profesor que se fija mucho en el alumno"}]