[{"fecha": "21/Feb/2023", "score_general": "7.0", "score_facilidad": "6.0", "materia": "Física de Semiconductores", "comments": "La Participación Importa, Las clases son largas, Los exámenes son difícilesHabla 3/4 de la clase acerca de superación personal y varias cosas más, por lo mismo su clase es como tomar un curso del Carlos Máster Muñoz pero sin finanzas, por otro lado sus exámenes o tienen muy poco tiempo para resolverse (asume que todos se van a copiar) o vienen cosas que ni viste en clase"}, {"fecha": "21/Feb/2023", "score_general": "7.0", "score_facilidad": "4.0", "materia": "Física de Semiconductores", "comments": "Las clases son largasHabla 3/4 de la clase acerca de superación personal y varias cosas más, por lo mismo su clase es como tomar un curso del Carlos Máster Muñoz pero sin finanzas, por otro lado sus exámenes o tienen muy poco tiempo para resolverse (asume que todos se van a copiar) o vienen cosas que ni viste en clase"}, {"fecha": "27/Ene/2023", "score_general": "3.0", "score_facilidad": "2.0", "materia": "Fisica de Semiconductores", "comments": "Califica Duro, Los exámenes son difícilesHabla 3/4 de la clase acerca de superación personal y varias cosas más, por lo mismo su clase es como tomar un curso del Carlos Máster Muñoz pero sin finanzas, por otro lado sus exámenes o tienen muy poco tiempo para resolverse (asume que todos se van a copiar) o vienen cosas que ni viste en clase"}, {"fecha": "27/Ene/2023", "score_general": "7.0", "score_facilidad": "10.0", "materia": "Dispositivos eléctronicos", "comments": "Habla 3/4 de la clase acerca de superación personal y varias cosas más, por lo mismo su clase es como tomar un curso del Carlos Máster Muñoz pero sin finanzas, por otro lado sus exámenes o tienen muy poco tiempo para resolverse (asume que todos se van a copiar) o vienen cosas que ni viste en clase"}, {"fecha": "20/Oct/2022", "score_general": "2.0", "score_facilidad": "6.0", "materia": "Eléctrica", "comments": "Barco, Prepárate para leer, Los exámenes son difícilesHabla 3/4 de la clase acerca de superación personal y varias cosas más, por lo mismo su clase es como tomar un curso del Carlos Máster Muñoz pero sin finanzas, por otro lado sus exámenes o tienen muy poco tiempo para resolverse (asume que todos se van a copiar) o vienen cosas que ni viste en clase"}, {"fecha": "01/Ago/2022", "score_general": "9.0", "score_facilidad": "10.0", "materia": "Dispositivos Electrónicos", "comments": "Barco, La Participación ImportaBuena opción para pasar la materia, los exámenes no son complicados, deja series que tampoco son difíciles, deja pocas tareas y los porcentajes de evaluación los decide el grupo, se fija en quien participa, explica lo básico y si le pides ayuda te ayudará."}, {"fecha": "27/Jul/2022", "score_general": "8.0", "score_facilidad": "10.0", "materia": "Dispositivos", "comments": "Barco, La Participación ImportaBuena opción para pasar la materia, los exámenes no son complicados, deja series que tampoco son difíciles, deja pocas tareas y los porcentajes de evaluación los decide el grupo, se fija en quien participa, explica lo básico y si le pides ayuda te ayudará."}, {"fecha": "28/Ene/2022", "score_general": "9.0", "score_facilidad": "10.0", "materia": "Dispositivos electrónicos", "comments": "Barco, Hace exámenes sorpresaBuena opción para pasar la materia, los exámenes no son complicados, deja series que tampoco son difíciles, deja pocas tareas y los porcentajes de evaluación los decide el grupo, se fija en quien participa, explica lo básico y si le pides ayuda te ayudará."}, {"fecha": "25/Ene/2022", "score_general": "4.0", "score_facilidad": "6.0", "materia": "Fisica de semiconductores", "comments": "La Participación Importa, Las clases son largasBuena opción para pasar la materia, los exámenes no son complicados, deja series que tampoco son difíciles, deja pocas tareas y los porcentajes de evaluación los decide el grupo, se fija en quien participa, explica lo básico y si le pides ayuda te ayudará."}, {"fecha": "14/Ene/2022", "score_general": "6.0", "score_facilidad": "10.0", "materia": "Fisica de semic", "comments": "Barco, Las clases son largasBuena opción para pasar la materia, los exámenes no son complicados, deja series que tampoco son difíciles, deja pocas tareas y los porcentajes de evaluación los decide el grupo, se fija en quien participa, explica lo básico y si le pides ayuda te ayudará."}, {"fecha": "31/Ago/2021", "score_general": "5.0", "score_facilidad": "6.0", "materia": "Dispositivos Electrónicos", "comments": "Barco, La Participación Importa, Pocos ExámenesEs una gran persona, lamentablemente en línea explica mediante un Jamboard, y si no pones atención por un instante, es muy probable que te pierdas. Es de humor un poco cambiante, así que puede reaccionar muy bien o muy mal a los comentarios de la clase."}, {"fecha": "17/Ago/2021", "score_general": "5.0", "score_facilidad": "6.0", "materia": "Física de semiconductores", "comments": "Barco, Las clases son largasEs una gran persona, lamentablemente en línea explica mediante un Jamboard, y si no pones atención por un instante, es muy probable que te pierdas. Es de humor un poco cambiante, así que puede reaccionar muy bien o muy mal a los comentarios de la clase."}, {"fecha": "26/Feb/2021", "score_general": "7.0", "score_facilidad": "6.0", "materia": "Dispositivos electrónicos", "comments": "Califica Duro, Brinda apoyo, Tomaría su clase otra vezEs una gran persona, lamentablemente en línea explica mediante un Jamboard, y si no pones atención por un instante, es muy probable que te pierdas. Es de humor un poco cambiante, así que puede reaccionar muy bien o muy mal a los comentarios de la clase."}, {"fecha": "25/Feb/2021", "score_general": "2.0", "score_facilidad": "4.0", "materia": "Dispositivos Electrónicos", "comments": "Barco, La Participación Importa, Las clases son largasEs una gran persona, lamentablemente en línea explica mediante un Jamboard, y si no pones atención por un instante, es muy probable que te pierdas. Es de humor un poco cambiante, así que puede reaccionar muy bien o muy mal a los comentarios de la clase."}, {"fecha": "19/Feb/2021", "score_general": "5.0", "score_facilidad": "6.0", "materia": "Fisica de semiconductores", "comments": "Es una gran persona, lamentablemente en línea explica mediante un Jamboard, y si no pones atención por un instante, es muy probable que te pierdas. Es de humor un poco cambiante, así que puede reaccionar muy bien o muy mal a los comentarios de la clase."}, {"fecha": "19/Feb/2021", "score_general": "3.0", "score_facilidad": "4.0", "materia": "Física de Semiconductores", "comments": "Barco, Muchas tareas, Pocos ExámenesNo enseña absolutamente nada, te deja practicas de laboratorio algo que la materia no lleva para que al final no las revise y te ponga lo que quiera al igual que las tareas,  solo 2 exámenes uno vale mas que otro, pero no te lo da calificado solo te dice tu calificación por correo malisima maestra."}, {"fecha": "17/Feb/2021", "score_general": "2.0", "score_facilidad": "4.0", "materia": "Dispositivos Electrónicos", "comments": "Las clases son largasNo enseña absolutamente nada, te deja practicas de laboratorio algo que la materia no lleva para que al final no las revise y te ponga lo que quiera al igual que las tareas,  solo 2 exámenes uno vale mas que otro, pero no te lo da calificado solo te dice tu calificación por correo malisima maestra."}, {"fecha": "16/Feb/2021", "score_general": "3.0", "score_facilidad": "4.0", "materia": "Física de semiconductores", "comments": "Los exámenes son difícilesNo enseña absolutamente nada, te deja practicas de laboratorio algo que la materia no lleva para que al final no las revise y te ponga lo que quiera al igual que las tareas,  solo 2 exámenes uno vale mas que otro, pero no te lo da calificado solo te dice tu calificación por correo malisima maestra."}, {"fecha": "14/Feb/2021", "score_general": "2.0", "score_facilidad": "4.0", "materia": "Dispositivos Electrónicos", "comments": "Las clases son largas, Deja trabajos largos, Los exámenes son difícilesNo enseña absolutamente nada, te deja practicas de laboratorio algo que la materia no lleva para que al final no las revise y te ponga lo que quiera al igual que las tareas,  solo 2 exámenes uno vale mas que otro, pero no te lo da calificado solo te dice tu calificación por correo malisima maestra."}, {"fecha": "13/Feb/2021", "score_general": "4.0", "score_facilidad": "6.0", "materia": "Dispositivos electrónicos", "comments": "Califica Duro, Deja trabajos largos, Los exámenes son difícilesNo enseña absolutamente nada, te deja practicas de laboratorio algo que la materia no lleva para que al final no las revise y te ponga lo que quiera al igual que las tareas,  solo 2 exámenes uno vale mas que otro, pero no te lo da calificado solo te dice tu calificación por correo malisima maestra."}, {"fecha": "02/Feb/2021", "score_general": "5.0", "score_facilidad": "8.0", "materia": "Dispositivos Electrónicos", "comments": "Barco, Las clases son largas, Los exámenes son difícilesLas explicaciones teoricas que da de la materia estan interesantes y faciles de comprender lo malo es que a la hora de hacer ejercicios es un caos total por que no puede resolver de forma adecuada las dudas que se generan en clase. Si es tu primera vez cursando la materia no la recomiendo"}, {"fecha": "14/Ene/2021", "score_general": "2.0", "score_facilidad": "2.0", "materia": "Dispositivos Electro", "comments": "Califica Duro, Muchas tareas, Prepárate para leerLas explicaciones teoricas que da de la materia estan interesantes y faciles de comprender lo malo es que a la hora de hacer ejercicios es un caos total por que no puede resolver de forma adecuada las dudas que se generan en clase. Si es tu primera vez cursando la materia no la recomiendo"}, {"fecha": "10/Nov/2020", "score_general": "4.0", "score_facilidad": "6.0", "materia": "Disposigtivos electromagnéticos", "comments": "Califica Duro, Las clases son largas, Los exámenes son difícilesLas explicaciones teoricas que da de la materia estan interesantes y faciles de comprender lo malo es que a la hora de hacer ejercicios es un caos total por que no puede resolver de forma adecuada las dudas que se generan en clase. Si es tu primera vez cursando la materia no la recomiendo"}, {"fecha": "05/Sep/2020", "score_general": "6.0", "score_facilidad": "6.0", "materia": "DISPOSITIVOS ELECTRONICOS", "comments": "Barco, Prepárate para leer, Las clases son largasLas explicaciones teoricas que da de la materia estan interesantes y faciles de comprender lo malo es que a la hora de hacer ejercicios es un caos total por que no puede resolver de forma adecuada las dudas que se generan en clase. Si es tu primera vez cursando la materia no la recomiendo"}, {"fecha": "09/Ene/2020", "score_general": "8.0", "score_facilidad": "10.0", "materia": "Dispositivos Electrónicos", "comments": "Barco, Los exámenes son difíciles, Tomaría su clase otra vezLas explicaciones teoricas que da de la materia estan interesantes y faciles de comprender lo malo es que a la hora de hacer ejercicios es un caos total por que no puede resolver de forma adecuada las dudas que se generan en clase. Si es tu primera vez cursando la materia no la recomiendo"}, {"fecha": "20/Nov/2019", "score_general": "6.0", "score_facilidad": "8.0", "materia": "Fisica de Semiconductores", "comments": "Muy cómico, Pocos ExámenesComo persona es un amor, pero como es extranjera a veces no sabe explicar los temas con calirdad, y muchas veces divaga mucho. Los temas se vieron superficialmente pero es cuestión de uno profundizar,"}, {"fecha": "18/Jun/2019", "score_general": "2.0", "score_facilidad": "8.0", "materia": "Dispositivos Electrónicos", "comments": "Barco, La Participación Importa, Asistencia obligatoriaComo persona es un amor, pero como es extranjera a veces no sabe explicar los temas con calirdad, y muchas veces divaga mucho. Los temas se vieron superficialmente pero es cuestión de uno profundizar,"}, {"fecha": "28/May/2019", "score_general": "4.0", "score_facilidad": "10.0", "materia": "Física de Semiconductores", "comments": "Barco, La Participación Importa, Las clases son largasComo persona es un amor, pero como es extranjera a veces no sabe explicar los temas con calirdad, y muchas veces divaga mucho. Los temas se vieron superficialmente pero es cuestión de uno profundizar,"}, {"fecha": "16/Jun/2018", "score_general": "8.0", "score_facilidad": "10.0", "materia": "---", "comments": "Como persona es un amor, pero como es extranjera a veces no sabe explicar los temas con calirdad, y muchas veces divaga mucho. Los temas se vieron superficialmente pero es cuestión de uno profundizar,"}, {"fecha": "16/Dic/2017", "score_general": "4.0", "score_facilidad": "6.0", "materia": "---", "comments": "Como persona es un amor, pero como es extranjera a veces no sabe explicar los temas con calirdad, y muchas veces divaga mucho. Los temas se vieron superficialmente pero es cuestión de uno profundizar,"}, {"fecha": "10/Dic/2017", "score_general": "8.0", "score_facilidad": "8.0", "materia": "---", "comments": "Las clases son largas, Pocos Exámenes, Brinda apoyo[Comentario esperando revisión]"}, {"fecha": "08/Dic/2017", "score_general": "6.0", "score_facilidad": "8.0", "materia": "---", "comments": "Barco, Asistencia obligatoria, Brinda apoyo[Comentario esperando revisión]"}, {"fecha": "27/Jun/2016", "score_general": "7.0", "score_facilidad": "8.0", "materia": "Física de Semiconductores", "comments": "[Comentario esperando revisión]"}, {"fecha": "21/Jun/2016", "score_general": "7.0", "score_facilidad": "8.0", "materia": "Física de Semiconductores", "comments": "Da buena retroalimentación, La Participación Importa, Pocos Exámenes[Comentario esperando revisión]"}, {"fecha": "17/Oct/2014", "score_general": "10.0", "score_facilidad": "10.0", "materia": "fisica de semiconductores", "comments": "[Comentario esperando revisión]"}, {"fecha": "24/Jun/2014", "score_general": "7.0", "score_facilidad": "6.0", "materia": "---", "comments": "[Comentario esperando revisión]"}, {"fecha": "11/Mar/2014", "score_general": "9.0", "score_facilidad": "10.0", "materia": "Fisica de Semiconductores", "comments": "[Comentario esperando revisión]"}, {"fecha": "01/Feb/2014", "score_general": "6.0", "score_facilidad": "6.0", "materia": "física de semiconductores", "comments": "[Comentario esperando revisión]"}]