[{"fecha": "03/Ago/2022", "score_general": "6.0", "score_facilidad": "6.0", "materia": "Termodinámica", "comments": "Barco, La Participación Importa, Brinda apoyoEl profesor sólo se enfoca en la teoría, y decir que hace 4 ejercicios durante el semestre es exagerar. Los colegiados son una masacre por esta razón, pero se puede nivelar con los parciales que él hace en sus clases. Suele retrasarse con el temario, pero es amable y termina ayudando a casi todos."}, {"fecha": "28/May/2022", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Termodinámica (presencial)", "comments": "Barco, Los exámenes son difícilesEl profesor sólo se enfoca en la teoría, y decir que hace 4 ejercicios durante el semestre es exagerar. Los colegiados son una masacre por esta razón, pero se puede nivelar con los parciales que él hace en sus clases. Suele retrasarse con el temario, pero es amable y termina ayudando a casi todos."}, {"fecha": "25/May/2022", "score_general": "10.0", "score_facilidad": "4.0", "materia": "creatividad", "comments": "Muchas tareas, Hace exámenes sorpresaEl profesor sólo se enfoca en la teoría, y decir que hace 4 ejercicios durante el semestre es exagerar. Los colegiados son una masacre por esta razón, pero se puede nivelar con los parciales que él hace en sus clases. Suele retrasarse con el temario, pero es amable y termina ayudando a casi todos."}, {"fecha": "17/Ene/2022", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Termodinámica", "comments": "Barco, Asistencia obligatoria, Las clases son largasEl profesor sólo se enfoca en la teoría, y decir que hace 4 ejercicios durante el semestre es exagerar. Los colegiados son una masacre por esta razón, pero se puede nivelar con los parciales que él hace en sus clases. Suele retrasarse con el temario, pero es amable y termina ayudando a casi todos."}, {"fecha": "23/Nov/2021", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Termodinámica", "comments": "Respetado por los estudiantes, Brinda apoyo, Tomaría su clase otra vezEl profesor sólo se enfoca en la teoría, y decir que hace 4 ejercicios durante el semestre es exagerar. Los colegiados son una masacre por esta razón, pero se puede nivelar con los parciales que él hace en sus clases. Suele retrasarse con el temario, pero es amable y termina ayudando a casi todos."}, {"fecha": "26/Ago/2021", "score_general": "8.0", "score_facilidad": "10.0", "materia": "Taller de Creatividad", "comments": "Barco, Muchas tareasZOOMESTRE. Las clases son interesantes, aprendes una que otra cosa. Deja actividades 30 min antes de acabar la clase. Entrega todo y tendras una buena calificacion, es una manera facil de sacar 10."}, {"fecha": "22/Feb/2021", "score_general": "8.0", "score_facilidad": "10.0", "materia": "Creatividad", "comments": "Barco, InspiracionalZOOMESTRE. Las clases son interesantes, aprendes una que otra cosa. Deja actividades 30 min antes de acabar la clase. Entrega todo y tendras una buena calificacion, es una manera facil de sacar 10."}, {"fecha": "12/Feb/2021", "score_general": "5.0", "score_facilidad": "10.0", "materia": "Termodinamica", "comments": "Barco, Asistencia obligatoriaZOOMESTRE. Las clases son interesantes, aprendes una que otra cosa. Deja actividades 30 min antes de acabar la clase. Entrega todo y tendras una buena calificacion, es una manera facil de sacar 10."}, {"fecha": "04/Feb/2021", "score_general": "9.0", "score_facilidad": "10.0", "materia": "Creatividad", "comments": "Prepárate para leer, Asistencia obligatoria, Da Crédito ExtraZOOMESTRE. Las clases son interesantes, aprendes una que otra cosa. Deja actividades 30 min antes de acabar la clase. Entrega todo y tendras una buena calificacion, es una manera facil de sacar 10."}, {"fecha": "28/Ene/2020", "score_general": "8.0", "score_facilidad": "10.0", "materia": "Termodinámica", "comments": "Barco, Muy cómico, Brinda apoyoZOOMESTRE. Las clases son interesantes, aprendes una que otra cosa. Deja actividades 30 min antes de acabar la clase. Entrega todo y tendras una buena calificacion, es una manera facil de sacar 10."}, {"fecha": "23/Jul/2019", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Termodinámica", "comments": "Es un gran profesor en cuánto a teoría se refiere, con él comprendes el por qué de los diagramas  y procesos. Ejercicios van por tu parte. El problema de tan malos comentarios es que muchos de los que lo meten es porque ya no les queda de otra y ellos no van con la intención de aprender :/"}, {"fecha": "22/Ene/2019", "score_general": "2.0", "score_facilidad": "2.0", "materia": "---", "comments": "Califica Duro, Muchas tareas, Hace exámenes sorpresaEs un gran profesor en cuánto a teoría se refiere, con él comprendes el por qué de los diagramas  y procesos. Ejercicios van por tu parte. El problema de tan malos comentarios es que muchos de los que lo meten es porque ya no les queda de otra y ellos no van con la intención de aprender :/"}, {"fecha": "26/Jul/2017", "score_general": "4.0", "score_facilidad": "10.0", "materia": "Termodinámica", "comments": "Barco, Las clases son largas, Muchos ExámenesEs un gran profesor en cuánto a teoría se refiere, con él comprendes el por qué de los diagramas  y procesos. Ejercicios van por tu parte. El problema de tan malos comentarios es que muchos de los que lo meten es porque ya no les queda de otra y ellos no van con la intención de aprender :/"}, {"fecha": "24/Jul/2017", "score_general": "7.0", "score_facilidad": "8.0", "materia": "Termodinámica", "comments": "Barco, Muy cómico, Muchos ExámenesEs un gran profesor en cuánto a teoría se refiere, con él comprendes el por qué de los diagramas  y procesos. Ejercicios van por tu parte. El problema de tan malos comentarios es que muchos de los que lo meten es porque ya no les queda de otra y ellos no van con la intención de aprender :/"}, {"fecha": "23/Jul/2017", "score_general": "4.0", "score_facilidad": "10.0", "materia": "Termodinámica", "comments": "Barco, La Participación Importa, Brinda apoyoEs un gran profesor en cuánto a teoría se refiere, con él comprendes el por qué de los diagramas  y procesos. Ejercicios van por tu parte. El problema de tan malos comentarios es que muchos de los que lo meten es porque ya no les queda de otra y ellos no van con la intención de aprender :/"}, {"fecha": "20/Jul/2017", "score_general": "3.0", "score_facilidad": "10.0", "materia": "Termodinámica", "comments": "Siempre llega tarde y más cuando vas a asesorías, con que participes ya pasaste y no es necesario ir a todas las clases. Barco"}, {"fecha": "15/Jul/2017", "score_general": "7.0", "score_facilidad": "6.0", "materia": "Termodinámica", "comments": "BarcoSiempre llega tarde y más cuando vas a asesorías, con que participes ya pasaste y no es necesario ir a todas las clases. Barco"}, {"fecha": "30/Jun/2017", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Termodinámica", "comments": "Muchos Exámenes, Brinda apoyo, Tomaría su clase otra vezSiempre llega tarde y más cuando vas a asesorías, con que participes ya pasaste y no es necesario ir a todas las clases. Barco"}, {"fecha": "21/Feb/2017", "score_general": "6.0", "score_facilidad": "8.0", "materia": "Termodinámica", "comments": "Siempre llega tarde y más cuando vas a asesorías, con que participes ya pasaste y no es necesario ir a todas las clases. Barco"}, {"fecha": "05/Jun/2016", "score_general": "7.0", "score_facilidad": "10.0", "materia": "Termodinamica", "comments": "Barco, La Participación Importa, Asistencia obligatoriaSiempre llega tarde y más cuando vas a asesorías, con que participes ya pasaste y no es necesario ir a todas las clases. Barco"}, {"fecha": "30/Ene/2014", "score_general": "10.0", "score_facilidad": "10.0", "materia": "---", "comments": "[Comentario esperando revisión]"}, {"fecha": "01/Ago/2013", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Termodinámica", "comments": "[Comentario esperando revisión]"}, {"fecha": "20/Jul/2013", "score_general": "3.0", "score_facilidad": "6.0", "materia": "Termodinámica", "comments": "[Comentario esperando revisión]"}, {"fecha": "18/Jul/2013", "score_general": "6.0", "score_facilidad": "10.0", "materia": "termodinamica", "comments": "[Comentario esperando revisión]"}, {"fecha": "21/Ene/2013", "score_general": "2.0", "score_facilidad": "2.0", "materia": "Termodinámica", "comments": "[Comentario esperando revisión]"}, {"fecha": "21/Ene/2013", "score_general": "2.0", "score_facilidad": "4.0", "materia": "termodinamica", "comments": "Malo... \r\nAburrido, no termina lso temas y siempre te sale con algo nuevo a la hora de calificar"}, {"fecha": "21/Ene/2013", "score_general": "3.0", "score_facilidad": "4.0", "materia": "Termodinámica", "comments": "Malo... \r\nAburrido, no termina lso temas y siempre te sale con algo nuevo a la hora de calificar"}]