[{"fecha": "02/Feb/2023", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Ing Software", "comments": "InspiracionalLa clase aveces es aburrida, no aprendes tan a profundidad pero si aprendes algo de lo que te platica. Los examenes se basan de unas diapositivas que comparte una clase antes del examen, aveces son confusos los examenes pero si estudias y pones atencion son faciles, deja proyecto final."}, {"fecha": "27/Ene/2023", "score_general": "9.0", "score_facilidad": "10.0", "materia": "Ingeniería de Software", "comments": "Barco, Pocos ExámenesLa clase aveces es aburrida, no aprendes tan a profundidad pero si aprendes algo de lo que te platica. Los examenes se basan de unas diapositivas que comparte una clase antes del examen, aveces son confusos los examenes pero si estudias y pones atencion son faciles, deja proyecto final."}, {"fecha": "03/Oct/2021", "score_general": "5.0", "score_facilidad": "6.0", "materia": "---", "comments": "La clase aveces es aburrida, no aprendes tan a profundidad pero si aprendes algo de lo que te platica. Los examenes se basan de unas diapositivas que comparte una clase antes del examen, aveces son confusos los examenes pero si estudias y pones atencion son faciles, deja proyecto final."}, {"fecha": "21/Ago/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "---", "comments": "Asistencia obligatoria, Clases excelentes, Tomaría su clase otra vezLa clase aveces es aburrida, no aprendes tan a profundidad pero si aprendes algo de lo que te platica. Los examenes se basan de unas diapositivas que comparte una clase antes del examen, aveces son confusos los examenes pero si estudias y pones atencion son faciles, deja proyecto final."}, {"fecha": "24/Feb/2021", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Ing. Software", "comments": "Las clases son largas, Deja trabajos largosLa clase aveces es aburrida, no aprendes tan a profundidad pero si aprendes algo de lo que te platica. Los examenes se basan de unas diapositivas que comparte una clase antes del examen, aveces son confusos los examenes pero si estudias y pones atencion son faciles, deja proyecto final."}, {"fecha": "16/Feb/2021", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Ing. de software", "comments": "Muchas tareas, Las clases son largas, Tomaría su clase otra vezLa clase es un poco tediosa ya que es mucha teoría: estándares, procesos y demás. Evalúa 50% exámenes y 50% tareas, proyectos y exposiciones. Deja varias tareas un tanto tediosas ya que hay que leer mucho, deja sólo un proyecto final extenso pero no imposible. La maestra es muy amable y se esmera."}, {"fecha": "15/Feb/2021", "score_general": "7.0", "score_facilidad": "8.0", "materia": "Ing de Software", "comments": "Califica Duro, Prepárate para leer, Los exámenes son difícilesLa clase es un poco tediosa ya que es mucha teoría: estándares, procesos y demás. Evalúa 50% exámenes y 50% tareas, proyectos y exposiciones. Deja varias tareas un tanto tediosas ya que hay que leer mucho, deja sólo un proyecto final extenso pero no imposible. La maestra es muy amable y se esmera."}, {"fecha": "15/Feb/2021", "score_general": "7.0", "score_facilidad": "6.0", "materia": "Ingeniería de Software", "comments": "La clase es un poco tediosa ya que es mucha teoría: estándares, procesos y demás. Evalúa 50% exámenes y 50% tareas, proyectos y exposiciones. Deja varias tareas un tanto tediosas ya que hay que leer mucho, deja sólo un proyecto final extenso pero no imposible. La maestra es muy amable y se esmera."}, {"fecha": "09/Sep/2020", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Ingenieria de software", "comments": "Califica Duro, La Participación Importa, Clases excelentesLa clase es un poco tediosa ya que es mucha teoría: estándares, procesos y demás. Evalúa 50% exámenes y 50% tareas, proyectos y exposiciones. Deja varias tareas un tanto tediosas ya que hay que leer mucho, deja sólo un proyecto final extenso pero no imposible. La maestra es muy amable y se esmera."}, {"fecha": "04/Jun/2020", "score_general": "7.0", "score_facilidad": "10.0", "materia": "Ingeniería de Software", "comments": "La Participación Importa, Da Crédito Extra, Aspectos de calificación clarosLa clase es un poco tediosa ya que es mucha teoría: estándares, procesos y demás. Evalúa 50% exámenes y 50% tareas, proyectos y exposiciones. Deja varias tareas un tanto tediosas ya que hay que leer mucho, deja sólo un proyecto final extenso pero no imposible. La maestra es muy amable y se esmera."}, {"fecha": "20/Jul/2018", "score_general": "7.0", "score_facilidad": "10.0", "materia": "Ingeniería de Software", "comments": "BarcoSe ve que conoce bien el área y tiene bastantes conocimientos. Su clase puede ser bastante tediosa y aburrida. Deja proyecto final. Hace tres exámenes parciales de opción múltiple, en ocasiones puede confundir. Antes de cada examen genera un resumen en una presentación y la comparte"}, {"fecha": "08/Ene/2018", "score_general": "4.0", "score_facilidad": "4.0", "materia": "ingenieria de software", "comments": "BarcoSe ve que conoce bien el área y tiene bastantes conocimientos. Su clase puede ser bastante tediosa y aburrida. Deja proyecto final. Hace tres exámenes parciales de opción múltiple, en ocasiones puede confundir. Antes de cada examen genera un resumen en una presentación y la comparte"}, {"fecha": "30/Jun/2017", "score_general": "8.0", "score_facilidad": "8.0", "materia": "Ingeniería de Software", "comments": "Da buena retroalimentación, Asistencia obligatoria, Aspectos de calificación clarosSe ve que conoce bien el área y tiene bastantes conocimientos. Su clase puede ser bastante tediosa y aburrida. Deja proyecto final. Hace tres exámenes parciales de opción múltiple, en ocasiones puede confundir. Antes de cada examen genera un resumen en una presentación y la comparte"}]