[{"fecha": "09/Feb/2023", "score_general": "8.0", "score_facilidad": "6.0", "materia": "Laboratorio de Química", "comments": "Califica Duro, Asistencia obligatoriaLos informes son en brigada,  es importante brindarle atención a todos los aspectos del reporte, todo cuenta. Califica también con trabajo experimental (ese es individual). No suele contestar correos, busquen si tiene otros horarios en el anexo o en la facultad de ciencias."}, {"fecha": "14/Feb/2019", "score_general": "9.0", "score_facilidad": "4.0", "materia": "Laboratorio de química para ciencias de la tierra", "comments": "Asistencia obligatoria, Brinda apoyo, Tomaría su clase otra vezLos informes son en brigada,  es importante brindarle atención a todos los aspectos del reporte, todo cuenta. Califica también con trabajo experimental (ese es individual). No suele contestar correos, busquen si tiene otros horarios en el anexo o en la facultad de ciencias."}, {"fecha": "02/Dic/2017", "score_general": "5.0", "score_facilidad": "6.0", "materia": "Quimica", "comments": "Las clases son largas, Los exámenes son difícilesLos informes son en brigada,  es importante brindarle atención a todos los aspectos del reporte, todo cuenta. Califica también con trabajo experimental (ese es individual). No suele contestar correos, busquen si tiene otros horarios en el anexo o en la facultad de ciencias."}, {"fecha": "27/Jul/2017", "score_general": "5.0", "score_facilidad": "4.0", "materia": "Química", "comments": "Los informes son en brigada,  es importante brindarle atención a todos los aspectos del reporte, todo cuenta. Califica también con trabajo experimental (ese es individual). No suele contestar correos, busquen si tiene otros horarios en el anexo o en la facultad de ciencias."}, {"fecha": "07/Jul/2017", "score_general": "6.0", "score_facilidad": "6.0", "materia": "Química", "comments": "Prepárate para leer, La Participación Importa, Las clases son largasLos informes son en brigada,  es importante brindarle atención a todos los aspectos del reporte, todo cuenta. Califica también con trabajo experimental (ese es individual). No suele contestar correos, busquen si tiene otros horarios en el anexo o en la facultad de ciencias."}, {"fecha": "04/Feb/2017", "score_general": "6.0", "score_facilidad": "8.0", "materia": "Química", "comments": "La Participación Importa, Asistencia obligatoriaUna profesora que no se sabe explicar, sus examenes luego son dificiles, aunque cuando ve que el grupo no sabe los pone muy faciles, estudia por tú cuenta. Luego ella te confunde más."}]