[{"fecha": "04/Feb/2019", "score_general": "7.0", "score_facilidad": "10.0", "materia": "Estructura y Algoritmos de datos", "comments": "Me sorprende la cantidad de comentarios negativos, es cierto que es medio desordenado al explicar pero no es difícil pasar con buena calificación salvo que no tengas nociones de programación, da muchas oportunidades para subir calificación"}, {"fecha": "07/Dic/2018", "score_general": "6.0", "score_facilidad": "2.0", "materia": "Estructura de datos y algoritmos", "comments": "Califica Duro, Prepárate para leer, Deja trabajos largosMe sorprende la cantidad de comentarios negativos, es cierto que es medio desordenado al explicar pero no es difícil pasar con buena calificación salvo que no tengas nociones de programación, da muchas oportunidades para subir calificación"}, {"fecha": "03/Dic/2018", "score_general": "4.0", "score_facilidad": "2.0", "materia": "Estructura y Programación de Computadoras", "comments": "Califica DuroMe sorprende la cantidad de comentarios negativos, es cierto que es medio desordenado al explicar pero no es difícil pasar con buena calificación salvo que no tengas nociones de programación, da muchas oportunidades para subir calificación"}, {"fecha": "17/Nov/2018", "score_general": "3.0", "score_facilidad": "6.0", "materia": "Estructura y programación de Computadoras", "comments": "Califica DuroMe sorprende la cantidad de comentarios negativos, es cierto que es medio desordenado al explicar pero no es difícil pasar con buena calificación salvo que no tengas nociones de programación, da muchas oportunidades para subir calificación"}, {"fecha": "11/Oct/2018", "score_general": "3.0", "score_facilidad": "2.0", "materia": "Estructura de Datos y Algoritmos", "comments": "Califica Duro, Los exámenes son difícilesMe sorprende la cantidad de comentarios negativos, es cierto que es medio desordenado al explicar pero no es difícil pasar con buena calificación salvo que no tengas nociones de programación, da muchas oportunidades para subir calificación"}, {"fecha": "11/Sep/2018", "score_general": "2.0", "score_facilidad": "2.0", "materia": "Estructura de Datos y Algoritmos", "comments": "Las clases son largas, Los exámenes son difícilesNo se le puede llamar profesor a una persona como el, deja practicas super locas en la primera (la más sencilla) nadie pasó de 6, no explica cuando tienes dudas, no sabe enseñar ni lo más básico y solo se centra en muy pocos alumnos"}, {"fecha": "02/Jul/2018", "score_general": "7.0", "score_facilidad": "6.0", "materia": "EDA 1", "comments": "No se le puede llamar profesor a una persona como el, deja practicas super locas en la primera (la más sencilla) nadie pasó de 6, no explica cuando tienes dudas, no sabe enseñar ni lo más básico y solo se centra en muy pocos alumnos"}, {"fecha": "18/Jun/2018", "score_general": "4.0", "score_facilidad": "2.0", "materia": "Estructura de Datos y Algoritmos", "comments": "Califica Duro, Las clases son largas, Los exámenes son difícilesNo se le puede llamar profesor a una persona como el, deja practicas super locas en la primera (la más sencilla) nadie pasó de 6, no explica cuando tienes dudas, no sabe enseñar ni lo más básico y solo se centra en muy pocos alumnos"}, {"fecha": "10/Jun/2018", "score_general": "2.0", "score_facilidad": "4.0", "materia": "Estructura de Datos y Algoritmos I", "comments": "Pocos Exámenes, Deja trabajos largos, Los exámenes son difícilesNo se le puede llamar profesor a una persona como el, deja practicas super locas en la primera (la más sencilla) nadie pasó de 6, no explica cuando tienes dudas, no sabe enseñar ni lo más básico y solo se centra en muy pocos alumnos"}, {"fecha": "02/Jun/2018", "score_general": "2.0", "score_facilidad": "2.0", "materia": "Estructura de Datos y Algoritmos", "comments": "No se le puede llamar profesor a una persona como el, deja practicas super locas en la primera (la más sencilla) nadie pasó de 6, no explica cuando tienes dudas, no sabe enseñar ni lo más básico y solo se centra en muy pocos alumnos"}, {"fecha": "14/Dic/2017", "score_general": "8.0", "score_facilidad": "6.0", "materia": "Estructuras de Datos y algoritmos I", "comments": "Brinda apoyo, Los exámenes son difíciles, Tomaría su clase otra vezAl principio  parece que será  muy difícil pero no. Deja alrededor de 15 tareas en todo el semestre y es  accesible, si le entiendes  a su clase."}, {"fecha": "30/Jul/2017", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Algoritmos y Estructuras de Datos", "comments": "Barco, Pocos Exámenes, Brinda apoyoAl principio  parece que será  muy difícil pero no. Deja alrededor de 15 tareas en todo el semestre y es  accesible, si le entiendes  a su clase."}, {"fecha": "29/Jun/2017", "score_general": "10.0", "score_facilidad": "4.0", "materia": "AyED", "comments": "Muchas tareas, Inspiracional, Tomaría su clase otra vezAl principio  parece que será  muy difícil pero no. Deja alrededor de 15 tareas en todo el semestre y es  accesible, si le entiendes  a su clase."}, {"fecha": "06/Feb/2017", "score_general": "10.0", "score_facilidad": "10.0", "materia": "AED", "comments": "Clases excelentesAl principio  parece que será  muy difícil pero no. Deja alrededor de 15 tareas en todo el semestre y es  accesible, si le entiendes  a su clase."}, {"fecha": "22/Ene/2017", "score_general": "7.0", "score_facilidad": "8.0", "materia": "Algoritmos y Estructuras de Datos", "comments": "Da Crédito Extra, Brinda apoyo, Deja trabajos largosAl principio  parece que será  muy difícil pero no. Deja alrededor de 15 tareas en todo el semestre y es  accesible, si le entiendes  a su clase."}, {"fecha": "16/Ene/2017", "score_general": "6.0", "score_facilidad": "4.0", "materia": "Algoritmos y Estructuras de Datos", "comments": "Se nota su falta de experiencia, no explica muy bien y no estudia sus clases. A veces deja tareas difíciles y otras muy fáciles, te enteras de las calificaciones hasta el último día de clases. A pesar de eso, supongo que hay peores profesores."}, {"fecha": "02/Ene/2017", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Algoritmos y Estructuras de Datos", "comments": "Da buena retroalimentación, Pocos Exámenes, Brinda apoyoSe nota su falta de experiencia, no explica muy bien y no estudia sus clases. A veces deja tareas difíciles y otras muy fáciles, te enteras de las calificaciones hasta el último día de clases. A pesar de eso, supongo que hay peores profesores."}]