[{"fecha": "23/Feb/2023", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Laboratorio de Manufactura 2", "comments": "Da buena retroalimentación, Aspectos de calificación claros, Brinda apoyoEl profe es muy tranquilo solo entrega las cosas y siempre responde dudas, las prácticas son muy faciles de llevar y hasta te enseña paso a paso a instalar abaqus así que es una buena opción"}, {"fecha": "08/Feb/2023", "score_general": "9.0", "score_facilidad": "6.0", "materia": "Dibujo Mecánico e Industrial", "comments": "La Participación Importa, Asistencia obligatoriaEl profe es muy tranquilo solo entrega las cosas y siempre responde dudas, las prácticas son muy faciles de llevar y hasta te enseña paso a paso a instalar abaqus así que es una buena opción"}, {"fecha": "07/Feb/2023", "score_general": "8.0", "score_facilidad": "8.0", "materia": "Dibujo Mecánico e Industrial", "comments": "Muy cómico, Brinda apoyoEl profe es muy tranquilo solo entrega las cosas y siempre responde dudas, las prácticas son muy faciles de llevar y hasta te enseña paso a paso a instalar abaqus así que es una buena opción"}, {"fecha": "22/Jun/2022", "score_general": "10.0", "score_facilidad": "10.0", "materia": "LABORATORIO INGENIERIA DE  MANUFACTURA", "comments": "La Participación Importa, Asistencia obligatoria, Las clases son largasEl profe es muy tranquilo solo entrega las cosas y siempre responde dudas, las prácticas son muy faciles de llevar y hasta te enseña paso a paso a instalar abaqus así que es una buena opción"}, {"fecha": "18/Ago/2021", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Dibujo mecánico e industrial", "comments": "Da buena retroalimentación, Las clases son largasEl profe es muy tranquilo solo entrega las cosas y siempre responde dudas, las prácticas son muy faciles de llevar y hasta te enseña paso a paso a instalar abaqus así que es una buena opción"}, {"fecha": "18/Mar/2020", "score_general": "4.0", "score_facilidad": "2.0", "materia": "Dibujo Mecanico e Industrial", "comments": "Califica Duro, Las clases son largas, Los exámenes son difícilesSabe mucho pero no es un buen profesor ya que no explica bien y es muy duro con los alumnos.\r\nLo llevé el semestre pasaso y todos odiabamos la clase por la dinámica que llevaba el profe de ir rápido y no esperarte. \r\nSacas 7 y 8 pero no es recomendable, si no sabes algo se enoja y te baja puntos."}]