[{"fecha": "09/Ago/2022", "score_general": "3.0", "score_facilidad": "4.0", "materia": "Termofluidos", "comments": "Califica DuroHonestamente es un mal profesor, considero que es una buena persona (bastante agradable en algunos aspectos) pero como profe deja mucho que desear, es muy poco claro a la hora de explicar los temas y los examenes no son complicados pero como no enseña no sabes ni que hacer"}, {"fecha": "01/Feb/2022", "score_general": "6.0", "score_facilidad": "6.0", "materia": "Termofluidos", "comments": "Honestamente es un mal profesor, considero que es una buena persona (bastante agradable en algunos aspectos) pero como profe deja mucho que desear, es muy poco claro a la hora de explicar los temas y los examenes no son complicados pero como no enseña no sabes ni que hacer"}, {"fecha": "30/Sep/2021", "score_general": "5.0", "score_facilidad": "4.0", "materia": "Turbomaquinaria", "comments": "Muchas tareas, Deja trabajos largosHonestamente es un mal profesor, considero que es una buena persona (bastante agradable en algunos aspectos) pero como profe deja mucho que desear, es muy poco claro a la hora de explicar los temas y los examenes no son complicados pero como no enseña no sabes ni que hacer"}, {"fecha": "21/Ago/2021", "score_general": "6.0", "score_facilidad": "8.0", "materia": "Termofluidos", "comments": "Honestamente es un mal profesor, considero que es una buena persona (bastante agradable en algunos aspectos) pero como profe deja mucho que desear, es muy poco claro a la hora de explicar los temas y los examenes no son complicados pero como no enseña no sabes ni que hacer"}, {"fecha": "21/Feb/2021", "score_general": "9.0", "score_facilidad": "6.0", "materia": "Lab Mec. Fluidos", "comments": "Prepárate para leer, La Participación Importa, Asistencia obligatoriaHonestamente es un mal profesor, considero que es una buena persona (bastante agradable en algunos aspectos) pero como profe deja mucho que desear, es muy poco claro a la hora de explicar los temas y los examenes no son complicados pero como no enseña no sabes ni que hacer"}, {"fecha": "15/Feb/2021", "score_general": "8.0", "score_facilidad": "10.0", "materia": "Termofluidos", "comments": "Da buena retroalimentación, Las clases son largas, Aspectos de calificación clarosNo le gustan las clases en línea y eso lo transmite, pero se esfuerza mucho por usar los recursos como videos, libros, imágenes etc. Explica claro, da ejemplos (pocos) y los exámenes son a nivel de clase  y responde cualquier duda. No te da mucho nivel pero sí el suficiente para el laboratorio."}, {"fecha": "03/Sep/2020", "score_general": "6.0", "score_facilidad": "4.0", "materia": "Termofluidos", "comments": "Muy cómico, Aspectos de calificación clarosNo le gustan las clases en línea y eso lo transmite, pero se esfuerza mucho por usar los recursos como videos, libros, imágenes etc. Explica claro, da ejemplos (pocos) y los exámenes son a nivel de clase  y responde cualquier duda. No te da mucho nivel pero sí el suficiente para el laboratorio."}, {"fecha": "09/Ago/2016", "score_general": "7.0", "score_facilidad": "6.0", "materia": "Termofluidos", "comments": "Las clases son largas, Brinda apoyo, Los exámenes son difícilesNo le gustan las clases en línea y eso lo transmite, pero se esfuerza mucho por usar los recursos como videos, libros, imágenes etc. Explica claro, da ejemplos (pocos) y los exámenes son a nivel de clase  y responde cualquier duda. No te da mucho nivel pero sí el suficiente para el laboratorio."}, {"fecha": "09/Jul/2016", "score_general": "7.0", "score_facilidad": "8.0", "materia": "Termofluidos", "comments": "Las clases son largas, Aspectos de calificación claros, Brinda apoyoNo le gustan las clases en línea y eso lo transmite, pero se esfuerza mucho por usar los recursos como videos, libros, imágenes etc. Explica claro, da ejemplos (pocos) y los exámenes son a nivel de clase  y responde cualquier duda. No te da mucho nivel pero sí el suficiente para el laboratorio."}, {"fecha": "16/Jun/2016", "score_general": "6.0", "score_facilidad": "6.0", "materia": "Turbomaquinaria", "comments": "Las clases son largas, Pocos Exámenes, Deja trabajos largosNo le gustan las clases en línea y eso lo transmite, pero se esfuerza mucho por usar los recursos como videos, libros, imágenes etc. Explica claro, da ejemplos (pocos) y los exámenes son a nivel de clase  y responde cualquier duda. No te da mucho nivel pero sí el suficiente para el laboratorio."}]