[{"fecha": "03/Ago/2022", "score_general": "6.0", "score_facilidad": "8.0", "materia": "Literatura hispanoamericana contemporánea", "comments": "Prepárate para leer, Asistencia obligatoria, Las clases son largasCreo que es una buena profesora, el problema es que no tiene una forma de evaluación clara y al final pone la calificación que se le da la gana. No responde nunca los mensajes y sus clases solo son exposiciones."}, {"fecha": "05/Jul/2022", "score_general": "8.0", "score_facilidad": "8.0", "materia": "literatura hispanoamericana (en linea)", "comments": "Prepárate para leer, Las clases son largas, Pocos ExámenesCreo que es una buena profesora, el problema es que no tiene una forma de evaluación clara y al final pone la calificación que se le da la gana. No responde nunca los mensajes y sus clases solo son exposiciones."}, {"fecha": "27/Ene/2022", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Literatura Hispanoamericana Contemporánea", "comments": "Prepárate para leer, Pocos Exámenes, Brinda apoyoCreo que es una buena profesora, el problema es que no tiene una forma de evaluación clara y al final pone la calificación que se le da la gana. No responde nunca los mensajes y sus clases solo son exposiciones."}, {"fecha": "14/Ago/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Literatura Hispano-americana Contemporánea", "comments": "Barco, Prepárate para leer, Asistencia obligatoriaCreo que es una buena profesora, el problema es que no tiene una forma de evaluación clara y al final pone la calificación que se le da la gana. No responde nunca los mensajes y sus clases solo son exposiciones."}, {"fecha": "14/Ago/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Literatura Hispanoamericana Contemporánea", "comments": "Barco, Prepárate para leer, Asistencia obligatoriaCreo que es una buena profesora, el problema es que no tiene una forma de evaluación clara y al final pone la calificación que se le da la gana. No responde nunca los mensajes y sus clases solo son exposiciones."}, {"fecha": "25/Feb/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "literatura", "comments": "Barco, Hace exámenes sorpresa, Pocos Exámenesconsidero que es muy facil pasar, pero en el examen nunca te dice como lo califico y en linea nunca te da calificaciones hasta que las sube al sistema"}, {"fecha": "18/Sep/2020", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Literatura", "comments": "Barco, Asistencia obligatoria, Brinda apoyoconsidero que es muy facil pasar, pero en el examen nunca te dice como lo califico y en linea nunca te da calificaciones hasta que las sube al sistema"}, {"fecha": "09/Sep/2020", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Literatura", "comments": "Barco, La Participación Importa, Tomaría su clase otra vezconsidero que es muy facil pasar, pero en el examen nunca te dice como lo califico y en linea nunca te da calificaciones hasta que las sube al sistema"}, {"fecha": "09/Ago/2019", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Literatura", "comments": "Prepárate para leer, Asistencia obligatoria, Aspectos de calificación clarosconsidero que es muy facil pasar, pero en el examen nunca te dice como lo califico y en linea nunca te da calificaciones hasta que las sube al sistema"}, {"fecha": "19/Jul/2018", "score_general": "9.0", "score_facilidad": "10.0", "materia": "LHC", "comments": "Barco, Prepárate para leerconsidero que es muy facil pasar, pero en el examen nunca te dice como lo califico y en linea nunca te da calificaciones hasta que las sube al sistema"}, {"fecha": "06/Ene/2018", "score_general": "7.0", "score_facilidad": "10.0", "materia": "Redacción y Exposición de Temas de Ingeniería", "comments": "Barco, La Participación Importa, Asistencia obligatoriaMaestra barco, la clase la dan los alumnos pues deja exposiciones por persona y a la mayoría le puso 10, dejó un sólo examen bastante absurdo, la participación es importante, y siempre toma asistencia, sin embargo es muy impuntual, llegaba media hora tarde y había veces que ni llegaba"}, {"fecha": "24/Ene/2017", "score_general": "10.0", "score_facilidad": "10.0", "materia": "---", "comments": "Muchas tareas, Prepárate para leer, La Participación ImportaMaestra barco, la clase la dan los alumnos pues deja exposiciones por persona y a la mayoría le puso 10, dejó un sólo examen bastante absurdo, la participación es importante, y siempre toma asistencia, sin embargo es muy impuntual, llegaba media hora tarde y había veces que ni llegaba"}]