[{"fecha": "01/Feb/2023", "score_general": "2.0", "score_facilidad": "2.0", "materia": "Ing. Software", "comments": "Califica Duro, Asistencia obligatoria, Las clases son largasNi se te ocurra meterlo compa, es el peor profesor de la facultad y el peor que he tenido en mi vida como estudiante. Dan ganas de darle un putazo cada vez que habla, y es imposible no dormirse en sus clases. Ni vas a aprender, ni vas a pasar con calf mayor a 8."}, {"fecha": "01/Feb/2023", "score_general": "9.0", "score_facilidad": "10.0", "materia": "Ing. SOFTWARE", "comments": "Barco, Da buena retroalimentaciónNi se te ocurra meterlo compa, es el peor profesor de la facultad y el peor que he tenido en mi vida como estudiante. Dan ganas de darle un putazo cada vez que habla, y es imposible no dormirse en sus clases. Ni vas a aprender, ni vas a pasar con calf mayor a 8."}, {"fecha": "26/Ene/2023", "score_general": "8.0", "score_facilidad": "8.0", "materia": "Ing. SOFTWARE", "comments": "Barco, Muy cómico, Da buena retroalimentaciónNi se te ocurra meterlo compa, es el peor profesor de la facultad y el peor que he tenido en mi vida como estudiante. Dan ganas de darle un putazo cada vez que habla, y es imposible no dormirse en sus clases. Ni vas a aprender, ni vas a pasar con calf mayor a 8."}, {"fecha": "03/Feb/2022", "score_general": "7.0", "score_facilidad": "10.0", "materia": "ingeniería de software", "comments": "Muy cómico, La Participación Importa, Asistencia obligatoriaNi se te ocurra meterlo compa, es el peor profesor de la facultad y el peor que he tenido en mi vida como estudiante. Dan ganas de darle un putazo cada vez que habla, y es imposible no dormirse en sus clases. Ni vas a aprender, ni vas a pasar con calf mayor a 8."}, {"fecha": "26/Ene/2022", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Ingeniería de Software", "comments": "Da buena retroalimentación, Inspiracional, Tomaría su clase otra vezNi se te ocurra meterlo compa, es el peor profesor de la facultad y el peor que he tenido en mi vida como estudiante. Dan ganas de darle un putazo cada vez que habla, y es imposible no dormirse en sus clases. Ni vas a aprender, ni vas a pasar con calf mayor a 8."}, {"fecha": "06/Sep/2021", "score_general": "2.0", "score_facilidad": "2.0", "materia": "Ingenieria de software", "comments": "Califica Duro, Pocos Exámenes, Deja trabajos largosNo enseña nada y su proyecto es muy laborioso. Mete a otro profesor si puedes."}, {"fecha": "03/Sep/2021", "score_general": "2.0", "score_facilidad": "6.0", "materia": "Ingeniería de software", "comments": "BarcoNo enseña nada y su proyecto es muy laborioso. Mete a otro profesor si puedes."}, {"fecha": "08/Jul/2021", "score_general": "2.0", "score_facilidad": "2.0", "materia": "Ingeniería de Software", "comments": "Califica Duro, Pocos ExámenesNo enseña nada y su proyecto es muy laborioso. Mete a otro profesor si puedes."}, {"fecha": "10/Abr/2021", "score_general": "9.0", "score_facilidad": "6.0", "materia": "---", "comments": "No enseña nada y su proyecto es muy laborioso. Mete a otro profesor si puedes."}, {"fecha": "03/Mar/2021", "score_general": "2.0", "score_facilidad": "2.0", "materia": "Ingeniería de Software", "comments": "Califica Duro, Pocos ExámenesNo enseña nada y su proyecto es muy laborioso. Mete a otro profesor si puedes."}, {"fecha": "01/Mar/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "---", "comments": "Inspiracional, Clases excelentes, Tomaría su clase otra vez[Comentario esperando revisión]"}, {"fecha": "26/Feb/2021", "score_general": "5.0", "score_facilidad": "4.0", "materia": "ingeniería de software", "comments": "Deja trabajos largos, Los exámenes son difíciles[Comentario esperando revisión]"}, {"fecha": "18/Feb/2021", "score_general": "2.0", "score_facilidad": "6.0", "materia": "Ingeniería de Software", "comments": "La Participación Importa, Asistencia obligatoria[Comentario esperando revisión]"}, {"fecha": "18/Feb/2021", "score_general": "2.0", "score_facilidad": "2.0", "materia": "Ingeniería de Software", "comments": "Asistencia obligatoria, Pocos Exámenes, Deja trabajos largos[Comentario esperando revisión]"}, {"fecha": "18/Feb/2021", "score_general": "2.0", "score_facilidad": "2.0", "materia": "Ingeniería en Software", "comments": "[Comentario esperando revisión]"}, {"fecha": "16/Feb/2021", "score_general": "2.0", "score_facilidad": "6.0", "materia": "Ingeniería en Software", "comments": "Deja trabajos largosHa sido el peor profesor que he conocido en la facultad, piensa que su modo de dar clase es diferente y siempre se queja de los alumnos, no hay forma de contestarle una pregunta sin que te haga comentarios tontos al respecto. \r\nEvítalo para que le quiten el grupo y la universidad se quite de estetipo"}, {"fecha": "16/Feb/2021", "score_general": "7.0", "score_facilidad": "8.0", "materia": "Ingeniería de software", "comments": "Asistencia obligatoria, Pocos Exámenes, Deja trabajos largosHa sido el peor profesor que he conocido en la facultad, piensa que su modo de dar clase es diferente y siempre se queja de los alumnos, no hay forma de contestarle una pregunta sin que te haga comentarios tontos al respecto. \r\nEvítalo para que le quiten el grupo y la universidad se quite de estetipo"}, {"fecha": "14/Feb/2021", "score_general": "2.0", "score_facilidad": "4.0", "materia": "Ing. de Software", "comments": "Las clases son largasHa sido el peor profesor que he conocido en la facultad, piensa que su modo de dar clase es diferente y siempre se queja de los alumnos, no hay forma de contestarle una pregunta sin que te haga comentarios tontos al respecto. \r\nEvítalo para que le quiten el grupo y la universidad se quite de estetipo"}, {"fecha": "14/Feb/2021", "score_general": "4.0", "score_facilidad": "4.0", "materia": "Ingenieria de Software", "comments": "Las clases son largas, Pocos Exámenes, Deja trabajos largosHa sido el peor profesor que he conocido en la facultad, piensa que su modo de dar clase es diferente y siempre se queja de los alumnos, no hay forma de contestarle una pregunta sin que te haga comentarios tontos al respecto. \r\nEvítalo para que le quiten el grupo y la universidad se quite de estetipo"}, {"fecha": "13/Feb/2021", "score_general": "2.0", "score_facilidad": "8.0", "materia": "Ingeniería de Software", "comments": "Las clases son largas, Deja trabajos largos, Muchos proyectos grupalesHa sido el peor profesor que he conocido en la facultad, piensa que su modo de dar clase es diferente y siempre se queja de los alumnos, no hay forma de contestarle una pregunta sin que te haga comentarios tontos al respecto. \r\nEvítalo para que le quiten el grupo y la universidad se quite de estetipo"}, {"fecha": "12/Feb/2021", "score_general": "5.0", "score_facilidad": "4.0", "materia": "Ingenieria de Software", "comments": "Las clases son largas, Deja trabajos largosEs un profesor mediocre que se la pasa hablando de su vida, sus problemas, su odio a la gente y en general muy poco de los temas que se necesitan ver. Aun si estan dispuestos a aguantar todas las tonterias que dice, no recomiendo que lo metan, solo estarian perdiendo su inscripcion."}, {"fecha": "09/Feb/2021", "score_general": "2.0", "score_facilidad": "6.0", "materia": "Ingenieria en Software", "comments": "Muy cómico, Las clases son largasEs un profesor mediocre que se la pasa hablando de su vida, sus problemas, su odio a la gente y en general muy poco de los temas que se necesitan ver. Aun si estan dispuestos a aguantar todas las tonterias que dice, no recomiendo que lo metan, solo estarian perdiendo su inscripcion."}, {"fecha": "30/Ene/2021", "score_general": "2.0", "score_facilidad": "6.0", "materia": "Ingeniería de Software", "comments": "Las clases son largasEs un profesor mediocre que se la pasa hablando de su vida, sus problemas, su odio a la gente y en general muy poco de los temas que se necesitan ver. Aun si estan dispuestos a aguantar todas las tonterias que dice, no recomiendo que lo metan, solo estarian perdiendo su inscripcion."}, {"fecha": "04/Oct/2020", "score_general": "3.0", "score_facilidad": "4.0", "materia": "Ingeniería de Software", "comments": "Las clases son largas, Deja trabajos largosEs un profesor mediocre que se la pasa hablando de su vida, sus problemas, su odio a la gente y en general muy poco de los temas que se necesitan ver. Aun si estan dispuestos a aguantar todas las tonterias que dice, no recomiendo que lo metan, solo estarian perdiendo su inscripcion."}, {"fecha": "11/Sep/2020", "score_general": "5.0", "score_facilidad": "10.0", "materia": "Ingeniería de software", "comments": "Es un profesor mediocre que se la pasa hablando de su vida, sus problemas, su odio a la gente y en general muy poco de los temas que se necesitan ver. Aun si estan dispuestos a aguantar todas las tonterias que dice, no recomiendo que lo metan, solo estarian perdiendo su inscripcion."}, {"fecha": "02/Sep/2020", "score_general": "7.0", "score_facilidad": "8.0", "materia": "Ingeniería de Software", "comments": "La Participación Importa, Las clases son largasSus clases tanto presenciales como en línea son bastantes largas y algo aburridas, para un tema se tarda mucho. La ventaja es que suele dar cursos como de php. La calificación se basa en el proyecto final ."}, {"fecha": "22/Mar/2020", "score_general": "2.0", "score_facilidad": "10.0", "materia": "Ingenieria de Software", "comments": "Barco, Muy cómico, Deja trabajos largosSus clases tanto presenciales como en línea son bastantes largas y algo aburridas, para un tema se tarda mucho. La ventaja es que suele dar cursos como de php. La calificación se basa en el proyecto final ."}, {"fecha": "09/Ene/2020", "score_general": "8.0", "score_facilidad": "8.0", "materia": "Ingeniería de software", "comments": "Barco, Muy cómico, Las clases son largasSus clases tanto presenciales como en línea son bastantes largas y algo aburridas, para un tema se tarda mucho. La ventaja es que suele dar cursos como de php. La calificación se basa en el proyecto final ."}, {"fecha": "30/Nov/2019", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Ingeniería de software", "comments": "Califica Duro, Tomaría su clase otra vezSus clases tanto presenciales como en línea son bastantes largas y algo aburridas, para un tema se tarda mucho. La ventaja es que suele dar cursos como de php. La calificación se basa en el proyecto final ."}, {"fecha": "14/Ago/2019", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Ingeniería de Software", "comments": "Inspiracional, Pocos Exámenes, Tomaría su clase otra vezSus clases tanto presenciales como en línea son bastantes largas y algo aburridas, para un tema se tarda mucho. La ventaja es que suele dar cursos como de php. La calificación se basa en el proyecto final ."}, {"fecha": "18/Jul/2019", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Ingeniería de Software", "comments": "Da buena retroalimentación, Inspiracional, Tomaría su clase otra vezDebido a que solo imparte exclusivamente una materia cada semestre, podría decirse que es bastante experto en esta (y en realidad lo es). El profesor Noble tiene amplios conocimientos en el área de Ingeniería de Software ya que cuenta con muchos años en el ámbito empresarial, así que ¿que esperas;)?"}]