[{"fecha": "25/Jun/2020", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Sistemas de comunicaciones", "comments": "Asistencia obligatoria, Pocos Exámenes, Tomaría su clase otra vezEs muy buena y accesible, su clase no es complicada, se preocupa por que entiendas y deja tareas sencillas, casi nunca da la clase completa y si lo hace te da un break a la mitad. Los exámenes son muy sencillos porque son similares a los ejercicios de clase, no viene nada que no te haya enseñado."}, {"fecha": "27/Jun/2019", "score_general": "8.0", "score_facilidad": "6.0", "materia": "Sistemas de comunicación", "comments": "Barco, Pocos Exámenes, Tomaría su clase otra vezEs muy buena y accesible, su clase no es complicada, se preocupa por que entiendas y deja tareas sencillas, casi nunca da la clase completa y si lo hace te da un break a la mitad. Los exámenes son muy sencillos porque son similares a los ejercicios de clase, no viene nada que no te haya enseñado."}, {"fecha": "14/Ene/2019", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Su Tesis de Ingeniería", "comments": "InspiracionalEs muy buena y accesible, su clase no es complicada, se preocupa por que entiendas y deja tareas sencillas, casi nunca da la clase completa y si lo hace te da un break a la mitad. Los exámenes son muy sencillos porque son similares a los ejercicios de clase, no viene nada que no te haya enseñado."}, {"fecha": "10/Ene/2018", "score_general": "9.0", "score_facilidad": "10.0", "materia": "Sistemas de Comunucación", "comments": "Asistencia obligatoria, Pocos Exámenes, Tomaría su clase otra vezEs muy buena y accesible, su clase no es complicada, se preocupa por que entiendas y deja tareas sencillas, casi nunca da la clase completa y si lo hace te da un break a la mitad. Los exámenes son muy sencillos porque son similares a los ejercicios de clase, no viene nada que no te haya enseñado."}, {"fecha": "25/Jul/2016", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Sistemas de comunicaciones", "comments": "Califica Duro, Pocos Exámenes, Clases excelentesEs muy buena y accesible, su clase no es complicada, se preocupa por que entiendas y deja tareas sencillas, casi nunca da la clase completa y si lo hace te da un break a la mitad. Los exámenes son muy sencillos porque son similares a los ejercicios de clase, no viene nada que no te haya enseñado."}, {"fecha": "29/Dic/2014", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Sistemas de Comunicaciones", "comments": "Sin duda un amor de profesora, aprenderán lo del temario y lo mejor que nos brinda tips y experiencias del campo laboral, sin duda de las mejores para cursar la materia y ademas es muy accesible. \r\nAunque seria bueno que ya no hiciera los exámenes IGUALES a los ejercicios de la clase."}]