[{"fecha": "25/Ene/2020", "score_general": "10.0", "score_facilidad": "10.0", "materia": "SCE", "comments": "Pocos Exámenes, Clases excelentes, Tomaría su clase otra vezLa neta si van a tomar su clase con el ya pasaron, pero tengan tantita madre y respeten callandose el jodido hocico que el profesor ya es mayor y habla bajito, ademas de que se esfuerza por dar bien su clase. Super profesor, la verdad si se aprende mucho si le ponen atención"}, {"fecha": "13/Dic/2019", "score_general": "8.0", "score_facilidad": "10.0", "materia": "Sistemas de comunicaciones electrónicas", "comments": "BarcoLa neta si van a tomar su clase con el ya pasaron, pero tengan tantita madre y respeten callandose el jodido hocico que el profesor ya es mayor y habla bajito, ademas de que se esfuerza por dar bien su clase. Super profesor, la verdad si se aprende mucho si le ponen atención"}, {"fecha": "20/Ene/2019", "score_general": "8.0", "score_facilidad": "10.0", "materia": "Sistemas de comunicaciones electronicas", "comments": "Barco, Da buena retroalimentación, Pocos ExámenesLa neta si van a tomar su clase con el ya pasaron, pero tengan tantita madre y respeten callandose el jodido hocico que el profesor ya es mayor y habla bajito, ademas de que se esfuerza por dar bien su clase. Super profesor, la verdad si se aprende mucho si le ponen atención"}, {"fecha": "14/Ene/2019", "score_general": "9.0", "score_facilidad": "10.0", "materia": "Sistemas de comunicaciones", "comments": "Barco, Asistencia obligatoria, Tomaría su clase otra vezLa neta si van a tomar su clase con el ya pasaron, pero tengan tantita madre y respeten callandose el jodido hocico que el profesor ya es mayor y habla bajito, ademas de que se esfuerza por dar bien su clase. Super profesor, la verdad si se aprende mucho si le ponen atención"}, {"fecha": "22/Ene/2018", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Electricidad y magnetismo", "comments": "Da buena retroalimentación, Respetado por los estudiantes, Aspectos de calificación clarosLa neta si van a tomar su clase con el ya pasaron, pero tengan tantita madre y respeten callandose el jodido hocico que el profesor ya es mayor y habla bajito, ademas de que se esfuerza por dar bien su clase. Super profesor, la verdad si se aprende mucho si le ponen atención"}, {"fecha": "30/Jul/2017", "score_general": "9.0", "score_facilidad": "6.0", "materia": "Electricidad y Magnetismo", "comments": "Barco, Da buena retroalimentación, Brinda apoyo-multiorgasmo\r\n-Algo aburrido pero si pones atencion, aprendes mas que con otros profes.\r\n-Es algo barco pero no tan facil sacar mas de 8.\r\n-Lo que cuenta son sus 3 examenes parciales y los 2 colegiados y con esos ya pasatesss."}, {"fecha": "22/Jun/2016", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Comunicaciones", "comments": "-multiorgasmo\r\n-Algo aburrido pero si pones atencion, aprendes mas que con otros profes.\r\n-Es algo barco pero no tan facil sacar mas de 8.\r\n-Lo que cuenta son sus 3 examenes parciales y los 2 colegiados y con esos ya pasatesss."}]