[{"fecha": "20/Feb/2023", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Introducción a la tecnología MEMS", "comments": "Da buena retroalimentación, Inspiracional, Brinda apoyoEs de las mejores profesoras que tuve en la FI, realmente tuve que aprender a tener claridad en mis palabras y fundamentar, es de las pocas profesoras que nos muestra que las y los ingenieros también podemos hacer ciencia. Es una persona súper humana y consciente de temas sociales. Me lleve mucho."}, {"fecha": "10/Feb/2023", "score_general": "10.0", "score_facilidad": "4.0", "materia": "Introducción a la tecnología MEMS", "comments": "Califica Duro, La Participación ImportaEs de las mejores profesoras que tuve en la FI, realmente tuve que aprender a tener claridad en mis palabras y fundamentar, es de las pocas profesoras que nos muestra que las y los ingenieros también podemos hacer ciencia. Es una persona súper humana y consciente de temas sociales. Me lleve mucho."}, {"fecha": "01/Feb/2023", "score_general": "9.0", "score_facilidad": "10.0", "materia": "Introducción a la tecnología MEMS", "comments": "Prepárate para leer, Inspiracional, Tomaría su clase otra vezEs de las mejores profesoras que tuve en la FI, realmente tuve que aprender a tener claridad en mis palabras y fundamentar, es de las pocas profesoras que nos muestra que las y los ingenieros también podemos hacer ciencia. Es una persona súper humana y consciente de temas sociales. Me lleve mucho."}, {"fecha": "28/Ene/2023", "score_general": "6.0", "score_facilidad": "2.0", "materia": "Introducción a la tecnología MEMS", "comments": "Califica Duro, Muchas tareas, Pocos ExámenesEs de las mejores profesoras que tuve en la FI, realmente tuve que aprender a tener claridad en mis palabras y fundamentar, es de las pocas profesoras que nos muestra que las y los ingenieros también podemos hacer ciencia. Es una persona súper humana y consciente de temas sociales. Me lleve mucho."}, {"fecha": "11/Dic/2022", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Introducción a la tecnología MEMS", "comments": "Da buena retroalimentación, La Participación Importa, Tomaría su clase otra vezEs de las mejores profesoras que tuve en la FI, realmente tuve que aprender a tener claridad en mis palabras y fundamentar, es de las pocas profesoras que nos muestra que las y los ingenieros también podemos hacer ciencia. Es una persona súper humana y consciente de temas sociales. Me lleve mucho."}, {"fecha": "29/Sep/2022", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Introducción a la tecnología MEMS", "comments": "Da buena retroalimentación"}, {"fecha": "21/Dic/2021", "score_general": "2.0", "score_facilidad": "2.0", "materia": "---", "comments": "Prepárate para leer, Inspiracional, Las clases son largas"}, {"fecha": "17/Feb/2021", "score_general": "8.0", "score_facilidad": "10.0", "materia": "Introducción a la tecnología MEMS", "comments": "La Participación Importa, Pocos Exámenes, Brinda apoyo"}]