[{"fecha": "27/Ene/2022", "score_general": "5.0", "score_facilidad": "2.0", "materia": "Manufactura I", "comments": "Muchas tareas, Prepárate para leer, Los exámenes son difícilesSi es Ubaldo o este krnal, agarra a ubaldo. Las clases son aburridisimas y pesadas, pierdes mucho tiempo tratando de estudiar para sus examenes y tareas, neta no me agrado para nada como lleva su curso en linea, con sus 300 diapositivas por dia, neta si es tu ultima opcion pues ya que, peropontepila"}, {"fecha": "19/Ago/2021", "score_general": "6.0", "score_facilidad": "4.0", "materia": "Manufactura 1", "comments": "Prepárate para leer, Las clases son largas, Los exámenes son difícilesSi es Ubaldo o este krnal, agarra a ubaldo. Las clases son aburridisimas y pesadas, pierdes mucho tiempo tratando de estudiar para sus examenes y tareas, neta no me agrado para nada como lleva su curso en linea, con sus 300 diapositivas por dia, neta si es tu ultima opcion pues ya que, peropontepila"}, {"fecha": "18/Feb/2021", "score_general": "8.0", "score_facilidad": "4.0", "materia": "Manufactura I", "comments": "Las clases son largas, Aspectos de calificación claros, Clases excelentesSi es Ubaldo o este krnal, agarra a ubaldo. Las clases son aburridisimas y pesadas, pierdes mucho tiempo tratando de estudiar para sus examenes y tareas, neta no me agrado para nada como lleva su curso en linea, con sus 300 diapositivas por dia, neta si es tu ultima opcion pues ya que, peropontepila"}, {"fecha": "16/Feb/2021", "score_general": "7.0", "score_facilidad": "2.0", "materia": "MMC", "comments": "Pocos Exámenes, Los exámenes son difícilesSi es Ubaldo o este krnal, agarra a ubaldo. Las clases son aburridisimas y pesadas, pierdes mucho tiempo tratando de estudiar para sus examenes y tareas, neta no me agrado para nada como lleva su curso en linea, con sus 300 diapositivas por dia, neta si es tu ultima opcion pues ya que, peropontepila"}, {"fecha": "16/Feb/2021", "score_general": "7.0", "score_facilidad": "6.0", "materia": "Manufactura", "comments": "Las clases son largas, Brinda apoyo, Los exámenes son difícilesSi es Ubaldo o este krnal, agarra a ubaldo. Las clases son aburridisimas y pesadas, pierdes mucho tiempo tratando de estudiar para sus examenes y tareas, neta no me agrado para nada como lleva su curso en linea, con sus 300 diapositivas por dia, neta si es tu ultima opcion pues ya que, peropontepila"}, {"fecha": "16/Ene/2021", "score_general": "7.0", "score_facilidad": "2.0", "materia": "Manufactura", "comments": "Califica Duro, Las clases son largas, Los exámenes son difícilesSu clase es muy rápida, por lo que es fácil perderte, si tienes dudas con la serie o con la clase te las resuelve sin embargo sus examenes están difíciles y te da poco tiempo para resolverlo, no lo volvería a meter."}, {"fecha": "06/Sep/2020", "score_general": "7.0", "score_facilidad": "6.0", "materia": "Manufactura", "comments": "Califica Duro, Clases excelentes, Los exámenes son difícilesSu clase es muy rápida, por lo que es fácil perderte, si tienes dudas con la serie o con la clase te las resuelve sin embargo sus examenes están difíciles y te da poco tiempo para resolverlo, no lo volvería a meter."}, {"fecha": "11/Jun/2020", "score_general": "2.0", "score_facilidad": "2.0", "materia": "---", "comments": "Califica Duro, Las clases son largas, Los exámenes son difícilesSu clase es muy rápida, por lo que es fácil perderte, si tienes dudas con la serie o con la clase te las resuelve sin embargo sus examenes están difíciles y te da poco tiempo para resolverlo, no lo volvería a meter."}, {"fecha": "21/Ene/2020", "score_general": "8.0", "score_facilidad": "6.0", "materia": "Manufactura I", "comments": "Califica Duro, Pocos Exámenes, Los exámenes son difícilesSu clase es muy rápida, por lo que es fácil perderte, si tienes dudas con la serie o con la clase te las resuelve sin embargo sus examenes están difíciles y te da poco tiempo para resolverlo, no lo volvería a meter."}, {"fecha": "29/Nov/2019", "score_general": "8.0", "score_facilidad": "4.0", "materia": "Manufactura I", "comments": "Califica Duro, Aspectos de calificación claros, Los exámenes son difícilesSu clase es muy rápida, por lo que es fácil perderte, si tienes dudas con la serie o con la clase te las resuelve sin embargo sus examenes están difíciles y te da poco tiempo para resolverlo, no lo volvería a meter."}, {"fecha": "11/Sep/2019", "score_general": "5.0", "score_facilidad": "2.0", "materia": "Manufactura", "comments": "Las clases son largas, Muchos Exámenes, Los exámenes son difícilesNo fue agradable la clase"}, {"fecha": "24/Jun/2019", "score_general": "9.0", "score_facilidad": "4.0", "materia": "Manufactura I", "comments": "Las clases son largas, Aspectos de calificación claros, Los exámenes son difícilesNo fue agradable la clase"}, {"fecha": "30/May/2019", "score_general": "5.0", "score_facilidad": "2.0", "materia": "Manufactura", "comments": "Prepárate para leer, Las clases son largas, Los exámenes son difícilesNo fue agradable la clase"}, {"fecha": "27/Ene/2018", "score_general": "9.0", "score_facilidad": "4.0", "materia": "Mecanica del Medio Continuo", "comments": "No fue agradable la clase"}, {"fecha": "23/Ene/2018", "score_general": "9.0", "score_facilidad": "4.0", "materia": "Elementos de mecánica del medio continuo", "comments": "Las clases son largas, Los exámenes son difícilesNo fue agradable la clase"}, {"fecha": "22/Ene/2018", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Laboratorio Manufactura", "comments": "Asistencia obligatoriaBuen profesor, explica muy bien las prácticas y resuelve todas las dudas que le preguntes."}, {"fecha": "15/Dic/2017", "score_general": "10.0", "score_facilidad": "2.0", "materia": "Mecánica del medio continuo", "comments": "Buen profesor, explica muy bien las prácticas y resuelve todas las dudas que le preguntes."}, {"fecha": "26/Jun/2017", "score_general": "9.0", "score_facilidad": "8.0", "materia": "elementos de mecanica del medio continuo", "comments": "Brinda apoyo, Clases excelentes, Tomaría su clase otra vezBuen profesor, explica muy bien las prácticas y resuelve todas las dudas que le preguntes."}]