[{"fecha": "15/Jun/2022", "score_general": "9.0", "score_facilidad": "6.0", "materia": "Cálculo y geometría analítica", "comments": "Inspiracional, Brinda apoyo, Tomaría su clase otra vezEs una muy muy buena maestra. No supe aprovechar de la mejor manera su clase, pero no puedo demeritar su trabajo. Cada clase que tomé, entendí lo que estábamos viendo. Cada duda que tuve, ella se detenía para aclararla. Sus exámenes no excedían de dificultad. Es una muy buena profesora, la recomiend"}, {"fecha": "27/Ago/2021", "score_general": "7.0", "score_facilidad": "6.0", "materia": "calculo diferencial", "comments": "Califica Duro, Muchas tareas, Brinda apoyoEs una muy muy buena maestra. No supe aprovechar de la mejor manera su clase, pero no puedo demeritar su trabajo. Cada clase que tomé, entendí lo que estábamos viendo. Cada duda que tuve, ella se detenía para aclararla. Sus exámenes no excedían de dificultad. Es una muy buena profesora, la recomiend"}, {"fecha": "08/Sep/2020", "score_general": "7.0", "score_facilidad": "6.0", "materia": "Calculo y Geometría Analítica", "comments": "Da buena retroalimentación, Muchas tareasEs una muy muy buena maestra. No supe aprovechar de la mejor manera su clase, pero no puedo demeritar su trabajo. Cada clase que tomé, entendí lo que estábamos viendo. Cada duda que tuve, ella se detenía para aclararla. Sus exámenes no excedían de dificultad. Es una muy buena profesora, la recomiend"}, {"fecha": "16/Jun/2020", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Calculo y Geometría Analítica", "comments": "Brinda apoyo, Clases excelentes, Tomaría su clase otra vezEs una muy muy buena maestra. No supe aprovechar de la mejor manera su clase, pero no puedo demeritar su trabajo. Cada clase que tomé, entendí lo que estábamos viendo. Cada duda que tuve, ella se detenía para aclararla. Sus exámenes no excedían de dificultad. Es una muy buena profesora, la recomiend"}, {"fecha": "22/Ene/2020", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Calculo diferencial y geometría analítica", "comments": "Muchas tareas, Inspiracional, Clases excelentesEs una muy muy buena maestra. No supe aprovechar de la mejor manera su clase, pero no puedo demeritar su trabajo. Cada clase que tomé, entendí lo que estábamos viendo. Cada duda que tuve, ella se detenía para aclararla. Sus exámenes no excedían de dificultad. Es una muy buena profesora, la recomiend"}, {"fecha": "03/Dic/2018", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Cálculo y Geometría Analítica", "comments": "Brinda apoyo, Clases excelentes, Tomaría su clase otra vezSu forma de dar la clase hace la experiencia muy amena y no es difícil para nada. Examenes muy sencillos que no van más allá de lo visto en clase."}, {"fecha": "22/Ene/2018", "score_general": "10.0", "score_facilidad": "10.0", "materia": "calculo y geometria analitica", "comments": "Brinda apoyo, Clases excelentes, Tomaría su clase otra vezSu forma de dar la clase hace la experiencia muy amena y no es difícil para nada. Examenes muy sencillos que no van más allá de lo visto en clase."}, {"fecha": "25/Ene/2017", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Geometría analitica", "comments": "Brinda apoyo, Clases excelentes, Tomaría su clase otra vezSu forma de dar la clase hace la experiencia muy amena y no es difícil para nada. Examenes muy sencillos que no van más allá de lo visto en clase."}, {"fecha": "16/Ene/2017", "score_general": "10.0", "score_facilidad": "4.0", "materia": "Calculo y Geometría Analítica", "comments": "Da buena retroalimentación, Respetado por los estudiantes, Tomaría su clase otra vezSu forma de dar la clase hace la experiencia muy amena y no es difícil para nada. Examenes muy sencillos que no van más allá de lo visto en clase."}, {"fecha": "01/Dic/2016", "score_general": "8.0", "score_facilidad": "4.0", "materia": "Cálculo y Geometría Analítica", "comments": "Da buena retroalimentación, Aspectos de calificación claros, Los exámenes son difícilesSu forma de dar la clase hace la experiencia muy amena y no es difícil para nada. Examenes muy sencillos que no van más allá de lo visto en clase."}, {"fecha": "10/Ago/2016", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Cálculo y Geometría analítica", "comments": "Inspiracional, Brinda apoyo, Tomaría su clase otra vezExcelente persona y profesora, se preocupa por sus estudiantes al ser algo estricta, reprende cuando es necesario siempre con el fin de mejorar, es comprensiva,  sus explicaciones (muy buenas) están basadas en los conceptos fundamentales."}, {"fecha": "02/Feb/2016", "score_general": "5.0", "score_facilidad": "8.0", "materia": "Cálculo y Geometría Analítica", "comments": "La Participación Importa, Las clases son largas, Aspectos de calificación clarosExcelente persona y profesora, se preocupa por sus estudiantes al ser algo estricta, reprende cuando es necesario siempre con el fin de mejorar, es comprensiva,  sus explicaciones (muy buenas) están basadas en los conceptos fundamentales."}, {"fecha": "26/Ene/2016", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Calculo y Geometría Analìtica", "comments": "Excelente persona y profesora, se preocupa por sus estudiantes al ser algo estricta, reprende cuando es necesario siempre con el fin de mejorar, es comprensiva,  sus explicaciones (muy buenas) están basadas en los conceptos fundamentales."}, {"fecha": "19/Ene/2016", "score_general": "6.0", "score_facilidad": "4.0", "materia": "Calculo y Geometria Analitica", "comments": "Excelente persona y profesora, se preocupa por sus estudiantes al ser algo estricta, reprende cuando es necesario siempre con el fin de mejorar, es comprensiva,  sus explicaciones (muy buenas) están basadas en los conceptos fundamentales."}, {"fecha": "01/Jul/2015", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Geometría Analítica", "comments": "Excelente persona y profesora, se preocupa por sus estudiantes al ser algo estricta, reprende cuando es necesario siempre con el fin de mejorar, es comprensiva,  sus explicaciones (muy buenas) están basadas en los conceptos fundamentales."}, {"fecha": "20/Ene/2015", "score_general": "5.0", "score_facilidad": "8.0", "materia": "Geometria analitica", "comments": "la verdad no es muy buena maestra no enseña nada tienes que estudiar por tu cuenta en clase deja ejercicios y los tienes que resolver con parejas y si tienes dudas (todo) le tienes que preguntar.\r\npero si estudias por tu cuenta y ve que sabes hacer algo en los examnes te ayuda a exentar."}]