[{"fecha": "29/Jul/2022", "score_general": "7.0", "score_facilidad": "6.0", "materia": "Lab Señales y sistemas", "comments": "Prepárate para leer, Tomaría su clase otra vezCalifica con las prácticas y da puntos extras si participas o haces tareas extra. saque 8, pero enseña muy bien aunque tienes que saber mucho para entender su clase"}, {"fecha": "25/Ago/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Lab. ASyS", "comments": "Da buena retroalimentación, La Participación Importa, Tomaría su clase otra vezCalifica con las prácticas y da puntos extras si participas o haces tareas extra. saque 8, pero enseña muy bien aunque tienes que saber mucho para entender su clase"}, {"fecha": "04/Mar/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Lab de SyS", "comments": "Da buena retroalimentación, La Participación Importa, Brinda apoyoCalifica con las prácticas y da puntos extras si participas o haces tareas extra. saque 8, pero enseña muy bien aunque tienes que saber mucho para entender su clase"}, {"fecha": "23/Feb/2021", "score_general": "8.0", "score_facilidad": "6.0", "materia": "Lab ASyS", "comments": "Da buena retroalimentación, Asistencia obligatoriaCalifica con las prácticas y da puntos extras si participas o haces tareas extra. saque 8, pero enseña muy bien aunque tienes que saber mucho para entender su clase"}, {"fecha": "17/Feb/2021", "score_general": "9.0", "score_facilidad": "6.0", "materia": "Lab SyS", "comments": "Da buena retroalimentación, La Participación Importa, Asistencia obligatoriaCalifica con las prácticas y da puntos extras si participas o haces tareas extra. saque 8, pero enseña muy bien aunque tienes que saber mucho para entender su clase"}, {"fecha": "07/Jun/2020", "score_general": "2.0", "score_facilidad": "2.0", "materia": "Señales y sistemas", "comments": "Las clases son largas, Deja trabajos largos, Muchos proyectos grupalesDurante la cuarentena dejó un proyecto y pidió que se le entregara el resto de las prácticas del manual resueltas."}, {"fecha": "27/May/2020", "score_general": "5.0", "score_facilidad": "6.0", "materia": "Lab. Señales y Sistemas", "comments": "La Participación Importa, Aspectos de calificación claros, Muchos proyectos grupalesDurante la cuarentena dejó un proyecto y pidió que se le entregara el resto de las prácticas del manual resueltas."}, {"fecha": "18/May/2020", "score_general": "2.0", "score_facilidad": "2.0", "materia": "Señales y sistemas", "comments": "Muchas tareas, Las clases son largas, Deja trabajos largosDurante la cuarentena dejó un proyecto y pidió que se le entregara el resto de las prácticas del manual resueltas."}, {"fecha": "09/May/2020", "score_general": "2.0", "score_facilidad": "2.0", "materia": "Señales y sistemas", "comments": "Califica Duro, Las clases son largasDurante la cuarentena dejó un proyecto y pidió que se le entregara el resto de las prácticas del manual resueltas."}, {"fecha": "25/Jun/2019", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Lab Análisis SyS", "comments": "La Participación Importa, Da Crédito Extra, Brinda apoyoDurante la cuarentena dejó un proyecto y pidió que se le entregara el resto de las prácticas del manual resueltas."}, {"fecha": "18/Jun/2019", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Lab. de Señales y Sistemas", "comments": "La Participación Importa, Brinda apoyo, Clases excelentesEs un excelente profesor, de los mejores que hay en la materia.  Es muy accesible y te brinda mucho apoyo. Es estricto al calificar las practicas.    Enseña muy bien. Te recomiendo participar, eso te ayudará, y consigue un buen equipo de trabajo, pues de ello depende tu calificación.  Vale la pena.*"}, {"fecha": "22/Nov/2018", "score_general": "9.0", "score_facilidad": "10.0", "materia": "Lab. ASYS", "comments": "La Participación Importa, Asistencia obligatoria, Brinda apoyoEs un excelente profesor, de los mejores que hay en la materia.  Es muy accesible y te brinda mucho apoyo. Es estricto al calificar las practicas.    Enseña muy bien. Te recomiendo participar, eso te ayudará, y consigue un buen equipo de trabajo, pues de ello depende tu calificación.  Vale la pena.*"}, {"fecha": "29/Ene/2018", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Laboratorio sistemas y señales", "comments": "Es un excelente profesor, de los mejores que hay en la materia.  Es muy accesible y te brinda mucho apoyo. Es estricto al calificar las practicas.    Enseña muy bien. Te recomiendo participar, eso te ayudará, y consigue un buen equipo de trabajo, pues de ello depende tu calificación.  Vale la pena.*"}, {"fecha": "12/Jun/2017", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Lab. ASyS", "comments": "Barco, Aspectos de calificación claros, Brinda apoyoEs un excelente profesor, de los mejores que hay en la materia.  Es muy accesible y te brinda mucho apoyo. Es estricto al calificar las practicas.    Enseña muy bien. Te recomiendo participar, eso te ayudará, y consigue un buen equipo de trabajo, pues de ello depende tu calificación.  Vale la pena.*"}]