[{"fecha": "02/Sep/2021", "score_general": "6.0", "score_facilidad": "8.0", "materia": "Mecánica de Fluidos", "comments": "Muchas tareas, Asistencia obligatoria, Deja trabajos largosEl maestro es bueno y tiene buenos conocimientos de la materia pero nunca supimos cómo nos evaluó. Casi todos pasamos aunque casi no aprendimos. Es la opción para un recursador o si tienes buenas bases y eres autodidacta."}, {"fecha": "18/Feb/2021", "score_general": "3.0", "score_facilidad": "4.0", "materia": "mecanica de fluidos", "comments": "Califica Duro, Las clases son largas, Muchos ExámenesEl maestro es bueno y tiene buenos conocimientos de la materia pero nunca supimos cómo nos evaluó. Casi todos pasamos aunque casi no aprendimos. Es la opción para un recursador o si tienes buenas bases y eres autodidacta."}, {"fecha": "17/Feb/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "mecanica de fluidos", "comments": "Barco, Muy cómico, La Participación ImportaEl maestro es bueno y tiene buenos conocimientos de la materia pero nunca supimos cómo nos evaluó. Casi todos pasamos aunque casi no aprendimos. Es la opción para un recursador o si tienes buenas bases y eres autodidacta."}, {"fecha": "12/Feb/2021", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Mecánica de Fluidos", "comments": "Da buena retroalimentación, Asistencia obligatoria, Tomaría su clase otra vezEl maestro es bueno y tiene buenos conocimientos de la materia pero nunca supimos cómo nos evaluó. Casi todos pasamos aunque casi no aprendimos. Es la opción para un recursador o si tienes buenas bases y eres autodidacta."}, {"fecha": "04/Feb/2021", "score_general": "6.0", "score_facilidad": "10.0", "materia": "Mecanica de Fluidos", "comments": "Barco, Asistencia obligatoria, InspiracionalEl maestro es bueno y tiene buenos conocimientos de la materia pero nunca supimos cómo nos evaluó. Casi todos pasamos aunque casi no aprendimos. Es la opción para un recursador o si tienes buenas bases y eres autodidacta."}, {"fecha": "10/Mar/2016", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Mecánica de Fluidos", "comments": "Si quieres aprender entra a su clase, aunque es difícil pasar."}, {"fecha": "03/Dic/2015", "score_general": "2.0", "score_facilidad": "2.0", "materia": "Mecánica de fluidos", "comments": "Si quieres aprender entra a su clase, aunque es difícil pasar."}, {"fecha": "06/Jun/2015", "score_general": "2.0", "score_facilidad": "6.0", "materia": "Mecánica de fluidos", "comments": "Si quieres aprender entra a su clase, aunque es difícil pasar."}]