[{"fecha": "23/Feb/2023", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Laboratorio de Materiales 2", "comments": "Califica Duro, Da buena retroalimentación, Brinda apoyoLa mejor profesora, de verdad que si no da teoria es porque los otros envidiosos no sueltan sus grupos, se nota su interés en que aprendas, las prácticas se pone estrictca pero realmente nada complejo y sobre todo es un amor como persona y maestra"}, {"fecha": "02/Feb/2023", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Laboratorio de Materiales II", "comments": "Da buena retroalimentación, Aspectos de calificación claros, Brinda apoyoLa mejor profesora, de verdad que si no da teoria es porque los otros envidiosos no sueltan sus grupos, se nota su interés en que aprendas, las prácticas se pone estrictca pero realmente nada complejo y sobre todo es un amor como persona y maestra"}, {"fecha": "23/Ene/2023", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Lab Ing. de Materiales", "comments": "Prepárate para leer, Brinda apoyo, Clases excelentesLa mejor profesora, de verdad que si no da teoria es porque los otros envidiosos no sueltan sus grupos, se nota su interés en que aprendas, las prácticas se pone estrictca pero realmente nada complejo y sobre todo es un amor como persona y maestra"}, {"fecha": "13/Jun/2022", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Lab. Materiales 1", "comments": "Da buena retroalimentación, Aspectos de calificación claros, Brinda apoyoLa mejor profesora, de verdad que si no da teoria es porque los otros envidiosos no sueltan sus grupos, se nota su interés en que aprendas, las prácticas se pone estrictca pero realmente nada complejo y sobre todo es un amor como persona y maestra"}, {"fecha": "04/Feb/2022", "score_general": "8.0", "score_facilidad": "8.0", "materia": "Lab. Materiales l", "comments": "Da buena retroalimentación, La Participación Importa, Tomaría su clase otra vezLa mejor profesora, de verdad que si no da teoria es porque los otros envidiosos no sueltan sus grupos, se nota su interés en que aprendas, las prácticas se pone estrictca pero realmente nada complejo y sobre todo es un amor como persona y maestra"}]