[{"fecha": "27/Ene/2023", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Laboratorio de Dispositivos electronicos", "comments": "Aspectos de calificación claros, Clases excelentesComo bien dicen, para dispos la clase la da su ayudante, el cual es buenisimo. Se molesta en explicar la práctica, te ayuda por si algo no te sale bien. Los previos no son tan complicados como dicen, de hecho, si los entregas con tiempo puede que después te de chance de corregirlos. Muy buena opción"}, {"fecha": "02/Ago/2022", "score_general": "2.0", "score_facilidad": "2.0", "materia": "Laboratorio de Microcomputadoras", "comments": "Muy cómico, Asistencia obligatoria, Las clases son largasComo bien dicen, para dispos la clase la da su ayudante, el cual es buenisimo. Se molesta en explicar la práctica, te ayuda por si algo no te sale bien. Los previos no son tan complicados como dicen, de hecho, si los entregas con tiempo puede que después te de chance de corregirlos. Muy buena opción"}, {"fecha": "02/Ago/2022", "score_general": "2.0", "score_facilidad": "4.0", "materia": "Laboratorio de Microcomputadoras", "comments": "Prepárate para leer, Asistencia obligatoria, Las clases son largasComo bien dicen, para dispos la clase la da su ayudante, el cual es buenisimo. Se molesta en explicar la práctica, te ayuda por si algo no te sale bien. Los previos no son tan complicados como dicen, de hecho, si los entregas con tiempo puede que después te de chance de corregirlos. Muy buena opción"}, {"fecha": "02/Ago/2022", "score_general": "2.0", "score_facilidad": "4.0", "materia": "Laboratorio de Microcomputadoras", "comments": "Prepárate para leer, Asistencia obligatoriaComo bien dicen, para dispos la clase la da su ayudante, el cual es buenisimo. Se molesta en explicar la práctica, te ayuda por si algo no te sale bien. Los previos no son tan complicados como dicen, de hecho, si los entregas con tiempo puede que después te de chance de corregirlos. Muy buena opción"}, {"fecha": "31/Jul/2022", "score_general": "6.0", "score_facilidad": "4.0", "materia": "---", "comments": "Califica Duro, Asistencia obligatoria, Deja trabajos largosComo bien dicen, para dispos la clase la da su ayudante, el cual es buenisimo. Se molesta en explicar la práctica, te ayuda por si algo no te sale bien. Los previos no son tan complicados como dicen, de hecho, si los entregas con tiempo puede que después te de chance de corregirlos. Muy buena opción"}, {"fecha": "16/Jun/2022", "score_general": "9.0", "score_facilidad": "10.0", "materia": "Lab Dispositivos Electronicos", "comments": "Asistencia obligatoria, Brinda apoyo, Tomaría su clase otra vezEl profesor Pedro da la clase, nunca conoceras a Roman. Sus previos estan medio dificiles, y la practica es hacer en el laboratorio la simulacion del previo. Mientras entregues tus practicas y cumplas con lo solicitado pasaras. Al final deja un proyecto de cualquier tema del semestre (nada dificil)"}, {"fecha": "22/Ago/2021", "score_general": "10.0", "score_facilidad": "4.0", "materia": "Lab. Dispositivos Electronicos", "comments": "Califica Duro, Deja trabajos largosEl profesor Pedro da la clase, nunca conoceras a Roman. Sus previos estan medio dificiles, y la practica es hacer en el laboratorio la simulacion del previo. Mientras entregues tus practicas y cumplas con lo solicitado pasaras. Al final deja un proyecto de cualquier tema del semestre (nada dificil)"}, {"fecha": "01/Mar/2021", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Lab Dispositivos Electronicos", "comments": "Aspectos de calificación claros, Deja trabajos largos, Tomaría su clase otra vezEl profesor Pedro da la clase, nunca conoceras a Roman. Sus previos estan medio dificiles, y la practica es hacer en el laboratorio la simulacion del previo. Mientras entregues tus practicas y cumplas con lo solicitado pasaras. Al final deja un proyecto de cualquier tema del semestre (nada dificil)"}, {"fecha": "15/Feb/2021", "score_general": "8.0", "score_facilidad": "4.0", "materia": "Lab de Dispositivos", "comments": "Da buena retroalimentación, Muchas tareas, Prepárate para leerEl profesor Pedro da la clase, nunca conoceras a Roman. Sus previos estan medio dificiles, y la practica es hacer en el laboratorio la simulacion del previo. Mientras entregues tus practicas y cumplas con lo solicitado pasaras. Al final deja un proyecto de cualquier tema del semestre (nada dificil)"}, {"fecha": "14/Ene/2021", "score_general": "9.0", "score_facilidad": "4.0", "materia": "---", "comments": "Califica Duro, Asistencia obligatoria, Deja trabajos largosEl profesor Pedro da la clase, nunca conoceras a Roman. Sus previos estan medio dificiles, y la practica es hacer en el laboratorio la simulacion del previo. Mientras entregues tus practicas y cumplas con lo solicitado pasaras. Al final deja un proyecto de cualquier tema del semestre (nada dificil)"}, {"fecha": "04/Jun/2020", "score_general": "6.0", "score_facilidad": "10.0", "materia": "Lab. Dispositivos Electrónicos", "comments": "Asistencia obligatoria, Aspectos de calificación clarosSemestre2020-2.La clase la dio el profesor Pedro, creo que es su ayudante. Pedro es buen profesor aunque muchas veces no se le entiende porque habla algo rápido pero las prácticas que deja son sencillas. Lo malo es que debes tener un simulador de circuitos para los previos: Proteus y así. Di de baja"}, {"fecha": "18/Jun/2019", "score_general": "9.0", "score_facilidad": "10.0", "materia": "Lab. de Dispositivos Electrónicos", "comments": "Da buena retroalimentación, Asistencia obligatoria, Brinda apoyoSemestre2020-2.La clase la dio el profesor Pedro, creo que es su ayudante. Pedro es buen profesor aunque muchas veces no se le entiende porque habla algo rápido pero las prácticas que deja son sencillas. Lo malo es que debes tener un simulador de circuitos para los previos: Proteus y así. Di de baja"}]