[{"fecha": "14/Mar/2023", "score_general": "6.0", "score_facilidad": "8.0", "materia": "Redacción y exposición de temas de ingeniería", "comments": "Muchas tareas, Prepárate para leer, Deja trabajos largosUna maestra que al principio parecía la mejor en su materia, pero que poco a poco se fue convirtiendo en una persona poco empatica, con clases aburridas que se convertían en diapositivas interminables, además de trabajos largos. Sin duda te va a consumir más tiempo de lo que debería.Nada recomendada"}, {"fecha": "02/Feb/2023", "score_general": "6.0", "score_facilidad": "10.0", "materia": "Redacción y Exposición de Temas de Ingeniería", "comments": "Da buena retroalimentación, La Participación Importa, Asistencia obligatoriaUna maestra que al principio parecía la mejor en su materia, pero que poco a poco se fue convirtiendo en una persona poco empatica, con clases aburridas que se convertían en diapositivas interminables, además de trabajos largos. Sin duda te va a consumir más tiempo de lo que debería.Nada recomendada"}, {"fecha": "31/Ago/2021", "score_general": "9.0", "score_facilidad": "6.0", "materia": "Cultura y Comunicación", "comments": "Brinda apoyoUna maestra que al principio parecía la mejor en su materia, pero que poco a poco se fue convirtiendo en una persona poco empatica, con clases aburridas que se convertían en diapositivas interminables, además de trabajos largos. Sin duda te va a consumir más tiempo de lo que debería.Nada recomendada"}, {"fecha": "26/Ago/2021", "score_general": "8.0", "score_facilidad": "8.0", "materia": "CYC", "comments": "Las clases son largas, Brinda apoyo, Deja trabajos largosUna maestra que al principio parecía la mejor en su materia, pero que poco a poco se fue convirtiendo en una persona poco empatica, con clases aburridas que se convertían en diapositivas interminables, además de trabajos largos. Sin duda te va a consumir más tiempo de lo que debería.Nada recomendada"}, {"fecha": "04/Feb/2021", "score_general": "9.0", "score_facilidad": "8.0", "materia": "REDACCION Y EXPOSICION DE TEMAS DE INGENIERIA", "comments": "Una maestra que al principio parecía la mejor en su materia, pero que poco a poco se fue convirtiendo en una persona poco empatica, con clases aburridas que se convertían en diapositivas interminables, además de trabajos largos. Sin duda te va a consumir más tiempo de lo que debería.Nada recomendada"}, {"fecha": "31/Ago/2020", "score_general": "6.0", "score_facilidad": "6.0", "materia": "Cultura y comunicacion", "comments": "Califica Duro, Deja trabajos largos, Muchos proyectos grupalesEn linea te dejaba cada que ella quería una actividad que era individual(mapas mentales, exámenes, alguna otra actividad, reseñas), equipo (videos) o grupal (antología). SI te esfuerzas puedes sacar un 8 que es con lo que exentas."}, {"fecha": "28/Nov/2019", "score_general": "2.0", "score_facilidad": "2.0", "materia": "cultura", "comments": "Muchas tareas, Las clases son largas, Deja trabajos largosEn linea te dejaba cada que ella quería una actividad que era individual(mapas mentales, exámenes, alguna otra actividad, reseñas), equipo (videos) o grupal (antología). SI te esfuerzas puedes sacar un 8 que es con lo que exentas."}, {"fecha": "21/Ene/2019", "score_general": "3.0", "score_facilidad": "10.0", "materia": "Redacción y temas de ingeniería", "comments": "En linea te dejaba cada que ella quería una actividad que era individual(mapas mentales, exámenes, alguna otra actividad, reseñas), equipo (videos) o grupal (antología). SI te esfuerzas puedes sacar un 8 que es con lo que exentas."}, {"fecha": "12/Ene/2019", "score_general": "4.0", "score_facilidad": "6.0", "materia": "Redacción y temas de ingeniería", "comments": "En linea te dejaba cada que ella quería una actividad que era individual(mapas mentales, exámenes, alguna otra actividad, reseñas), equipo (videos) o grupal (antología). SI te esfuerzas puedes sacar un 8 que es con lo que exentas."}, {"fecha": "15/Jun/2018", "score_general": "6.0", "score_facilidad": "8.0", "materia": "Redacción y exposición", "comments": "En linea te dejaba cada que ella quería una actividad que era individual(mapas mentales, exámenes, alguna otra actividad, reseñas), equipo (videos) o grupal (antología). SI te esfuerzas puedes sacar un 8 que es con lo que exentas."}, {"fecha": "28/May/2018", "score_general": "5.0", "score_facilidad": "4.0", "materia": "Cultura y Comunicacion", "comments": "Muchas tareas, Asistencia obligatoriaEs una maestra que llega siempre tarde, solo la primer clase llego temprano, las demás tarda de 10 a 30 minutos, deja mucho trabajo y te deja exponer en los auditorios :("}, {"fecha": "28/Ene/2018", "score_general": "5.0", "score_facilidad": "8.0", "materia": "Taller de lectura y redacción", "comments": "Es una maestra que llega siempre tarde, solo la primer clase llego temprano, las demás tarda de 10 a 30 minutos, deja mucho trabajo y te deja exponer en los auditorios :("}, {"fecha": "28/Jul/2016", "score_general": "7.0", "score_facilidad": "6.0", "materia": "Cultura y comunicación", "comments": "Califica Duro, La Participación Importa, Asistencia obligatoriaEs una maestra que llega siempre tarde, solo la primer clase llego temprano, las demás tarda de 10 a 30 minutos, deja mucho trabajo y te deja exponer en los auditorios :("}, {"fecha": "30/Jun/2016", "score_general": "7.0", "score_facilidad": "6.0", "materia": "Cultura y comunicación", "comments": "Muchas tareas, Aspectos de calificación claros, Muchos proyectos grupalesEs una maestra que llega siempre tarde, solo la primer clase llego temprano, las demás tarda de 10 a 30 minutos, deja mucho trabajo y te deja exponer en los auditorios :("}, {"fecha": "30/Jun/2016", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Cultura y Comunicación", "comments": "La Participación Importa, Da Crédito Extra, Deja trabajos largosEs una maestra que llega siempre tarde, solo la primer clase llego temprano, las demás tarda de 10 a 30 minutos, deja mucho trabajo y te deja exponer en los auditorios :("}, {"fecha": "06/Ene/2016", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Redacción y Exposición de Temas de Ingeniería", "comments": "Es una maestra que te envía las diapositivas para que puedas tener la información de la clase a tu alcance y estudies para el examen. Te pide que apuntes lo que no vienen en las diapositivas, expones en equipo, lo que a mí me ayudó mucho. Eso sí pasa lista. No es barco y su clase es amena."}, {"fecha": "20/Ene/2015", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Cultura y Comunicación", "comments": "Es una maestra que te envía las diapositivas para que puedas tener la información de la clase a tu alcance y estudies para el examen. Te pide que apuntes lo que no vienen en las diapositivas, expones en equipo, lo que a mí me ayudó mucho. Eso sí pasa lista. No es barco y su clase es amena."}]