[{"fecha": "03/Feb/2023", "score_general": "9.0", "score_facilidad": "8.0", "materia": "FUNDAMENTOS DE MECANICA DEL MEDIO CONTINUO", "comments": "Barco, Da buena retroalimentación, Muchas tareasBuen profesor, dispuesto a ayudar y resolver dudas. Los exámenes son algo extensos, pero con dificultad media-baja. Puedes aprobar el curso sin asistir a las clases, toda la información está disponible en su libro de temas selectos"}, {"fecha": "31/Ene/2023", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Fundamentos de Mecánica del Medio Continuo", "comments": "Muy cómico, Muchas tareas, Brinda apoyoBuen profesor, dispuesto a ayudar y resolver dudas. Los exámenes son algo extensos, pero con dificultad media-baja. Puedes aprobar el curso sin asistir a las clases, toda la información está disponible en su libro de temas selectos"}, {"fecha": "28/Ene/2023", "score_general": "7.0", "score_facilidad": "10.0", "materia": "Mecánica de suelos", "comments": "Muchas tareas, Las clases son largas, Pocos ExámenesBuen profesor, dispuesto a ayudar y resolver dudas. Los exámenes son algo extensos, pero con dificultad media-baja. Puedes aprobar el curso sin asistir a las clases, toda la información está disponible en su libro de temas selectos"}, {"fecha": "27/Ene/2023", "score_general": "9.0", "score_facilidad": "6.0", "materia": "FMMC", "comments": "Califica Duro, Respetado por los estudiantes, InspiracionalBuen profesor, dispuesto a ayudar y resolver dudas. Los exámenes son algo extensos, pero con dificultad media-baja. Puedes aprobar el curso sin asistir a las clases, toda la información está disponible en su libro de temas selectos"}, {"fecha": "20/Ene/2023", "score_general": "10.0", "score_facilidad": "8.0", "materia": "FMMC", "comments": "Califica Duro, Muchas tareas, Prepárate para leerBuen profesor, dispuesto a ayudar y resolver dudas. Los exámenes son algo extensos, pero con dificultad media-baja. Puedes aprobar el curso sin asistir a las clases, toda la información está disponible en su libro de temas selectos"}, {"fecha": "26/Mar/2022", "score_general": "8.0", "score_facilidad": "8.0", "materia": "FMMC", "comments": "Muy cómico, Muchas tareas, Tomaría su clase otra vezSu libro es muy bueno, del cual saca tareas y exámenes. Resuelve tus dudas y su personalidad es muy agradable. ES EL ÚNICO PROFESOR (POSIBLEMENTE DEL MUNDO) QUE ENSEÑA EL POLO FIJO. Se nota que le apasiona lo que enseña al defender sus ideas. Mételo. Atte: pH"}, {"fecha": "24/Ago/2021", "score_general": "9.0", "score_facilidad": "8.0", "materia": "FMMC/Comportamiento de Suelos", "comments": "Prepárate para leer, Las clases son largas, Brinda apoyoSu libro es muy bueno, del cual saca tareas y exámenes. Resuelve tus dudas y su personalidad es muy agradable. ES EL ÚNICO PROFESOR (POSIBLEMENTE DEL MUNDO) QUE ENSEÑA EL POLO FIJO. Se nota que le apasiona lo que enseña al defender sus ideas. Mételo. Atte: pH"}, {"fecha": "01/Mar/2021", "score_general": "9.0", "score_facilidad": "10.0", "materia": "Fund. Medio continuo/ Comp. suelos/ Mecánica de suelos", "comments": "Muy cómico, Da buena retroalimentación, Clases excelentesSu libro es muy bueno, del cual saca tareas y exámenes. Resuelve tus dudas y su personalidad es muy agradable. ES EL ÚNICO PROFESOR (POSIBLEMENTE DEL MUNDO) QUE ENSEÑA EL POLO FIJO. Se nota que le apasiona lo que enseña al defender sus ideas. Mételo. Atte: pH"}, {"fecha": "17/Feb/2021", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Fundamentos del medio continuo", "comments": "Califica Duro, Muchas tareas, Brinda apoyoSu libro es muy bueno, del cual saca tareas y exámenes. Resuelve tus dudas y su personalidad es muy agradable. ES EL ÚNICO PROFESOR (POSIBLEMENTE DEL MUNDO) QUE ENSEÑA EL POLO FIJO. Se nota que le apasiona lo que enseña al defender sus ideas. Mételo. Atte: pH"}, {"fecha": "17/Feb/2021", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Fundamentos de Mecánica del Medio Cont.", "comments": "Da buena retroalimentación, Prepárate para leer, InspiracionalSu libro es muy bueno, del cual saca tareas y exámenes. Resuelve tus dudas y su personalidad es muy agradable. ES EL ÚNICO PROFESOR (POSIBLEMENTE DEL MUNDO) QUE ENSEÑA EL POLO FIJO. Se nota que le apasiona lo que enseña al defender sus ideas. Mételo. Atte: pH"}, {"fecha": "03/Ago/2020", "score_general": "8.0", "score_facilidad": "8.0", "materia": "Fundamentos de Mecanica de Medio Continuo", "comments": "Clases excelentes, Tomaría su clase otra vezMuy buen profesor, hace muy buenas clases y deja todo claro, los exámenes no son difíciles, sus apuntes facilitan mucho la clase y con las clases en linea se hace mas sencillo todo con los mismos, aunque a veces se torne un poco aburrida porque en ellos ya viene todo hasta ejercicios, lo recomiendo"}, {"fecha": "20/Jul/2019", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Fundamentos de mecánica del medio continuo", "comments": "Inspiracional, Clases excelentes, Tomaría su clase otra vezMuy buen profesor, hace muy buenas clases y deja todo claro, los exámenes no son difíciles, sus apuntes facilitan mucho la clase y con las clases en linea se hace mas sencillo todo con los mismos, aunque a veces se torne un poco aburrida porque en ellos ya viene todo hasta ejercicios, lo recomiendo"}, {"fecha": "14/Jul/2019", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Mecánica de suelos", "comments": "Respetado por los estudiantes, Clases excelentes, Tomaría su clase otra vezMuy buen profesor, hace muy buenas clases y deja todo claro, los exámenes no son difíciles, sus apuntes facilitan mucho la clase y con las clases en linea se hace mas sencillo todo con los mismos, aunque a veces se torne un poco aburrida porque en ellos ya viene todo hasta ejercicios, lo recomiendo"}, {"fecha": "03/Dic/2018", "score_general": "7.0", "score_facilidad": "10.0", "materia": "Fund. de Mecánica del Medio Cont.", "comments": "Barco, Las clases son largas, Aspectos de calificación clarosMuy buen profesor, hace muy buenas clases y deja todo claro, los exámenes no son difíciles, sus apuntes facilitan mucho la clase y con las clases en linea se hace mas sencillo todo con los mismos, aunque a veces se torne un poco aburrida porque en ellos ya viene todo hasta ejercicios, lo recomiendo"}, {"fecha": "27/Jun/2017", "score_general": "7.0", "score_facilidad": "10.0", "materia": "Fundamentos del medio continuo", "comments": "Muchas tareas, Tomaría su clase otra vezMuy buen profesor, hace muy buenas clases y deja todo claro, los exámenes no son difíciles, sus apuntes facilitan mucho la clase y con las clases en linea se hace mas sencillo todo con los mismos, aunque a veces se torne un poco aburrida porque en ellos ya viene todo hasta ejercicios, lo recomiendo"}, {"fecha": "01/Jul/2016", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Fundamentos del medio continuo", "comments": "Muy cómicoHaces 10 tareas durante el semestre 80% examen 3 muy faciles esperas un ejercicio muy largo y solo te pide inscisos de los ejercicios de sus apuntes 20% tareas faciles es un profe muy muy bueno y se queja mucho de los de estructuras, a veces de los que tienen 7.4 les sube a 8 igual 8.4 a 9 Super!!"}, {"fecha": "09/Oct/2015", "score_general": "10.0", "score_facilidad": "10.0", "materia": "SOIL MECHANICS", "comments": "Haces 10 tareas durante el semestre 80% examen 3 muy faciles esperas un ejercicio muy largo y solo te pide inscisos de los ejercicios de sus apuntes 20% tareas faciles es un profe muy muy bueno y se queja mucho de los de estructuras, a veces de los que tienen 7.4 les sube a 8 igual 8.4 a 9 Super!!"}, {"fecha": "08/Sep/2015", "score_general": "8.0", "score_facilidad": "8.0", "materia": "Comportamiento de suelos", "comments": "Haces 10 tareas durante el semestre 80% examen 3 muy faciles esperas un ejercicio muy largo y solo te pide inscisos de los ejercicios de sus apuntes 20% tareas faciles es un profe muy muy bueno y se queja mucho de los de estructuras, a veces de los que tienen 7.4 les sube a 8 igual 8.4 a 9 Super!!"}]