[{"fecha": "16/Feb/2023", "score_general": "2.0", "score_facilidad": "6.0", "materia": "Redacción y Exposición de Temas de Ing.", "comments": "Muchas tareas, Prepárate para leer, Las clases son largasNo sabe ni de que es su clase, sólo lee diapositivas (copiadas de wikipedia) y le pide a su ayudante que de las clases por ella. Sus exámenes son muy fáciles, no aprendes nada que no hayas aprendido en secundaria. No vale la pena nada de su clase, sólo lo que su ayudante Dany explica es interesante."}, {"fecha": "15/Ene/2023", "score_general": "7.0", "score_facilidad": "6.0", "materia": "Redacción y Exposición de Temas de Ing.", "comments": "Muchas tareas, La Participación Importa, Las clases son largasNo sabe ni de que es su clase, sólo lee diapositivas (copiadas de wikipedia) y le pide a su ayudante que de las clases por ella. Sus exámenes son muy fáciles, no aprendes nada que no hayas aprendido en secundaria. No vale la pena nada de su clase, sólo lo que su ayudante Dany explica es interesante."}, {"fecha": "25/Abr/2022", "score_general": "7.0", "score_facilidad": "6.0", "materia": "Redacción de temas de ingeniería", "comments": "Muchas tareas, Prepárate para leer, La Participación ImportaNo sabe ni de que es su clase, sólo lee diapositivas (copiadas de wikipedia) y le pide a su ayudante que de las clases por ella. Sus exámenes son muy fáciles, no aprendes nada que no hayas aprendido en secundaria. No vale la pena nada de su clase, sólo lo que su ayudante Dany explica es interesante."}, {"fecha": "16/Sep/2021", "score_general": "8.0", "score_facilidad": "10.0", "materia": "Cultura y Comunicacion", "comments": "Pocos Exámenes, Aspectos de calificación claros, Deja trabajos largosNo sabe ni de que es su clase, sólo lee diapositivas (copiadas de wikipedia) y le pide a su ayudante que de las clases por ella. Sus exámenes son muy fáciles, no aprendes nada que no hayas aprendido en secundaria. No vale la pena nada de su clase, sólo lo que su ayudante Dany explica es interesante."}, {"fecha": "08/Sep/2020", "score_general": "7.0", "score_facilidad": "6.0", "materia": "Redacción y exposición de temas de ingeniería", "comments": "Da buena retroalimentación, Asistencia obligatoriaNo sabe ni de que es su clase, sólo lee diapositivas (copiadas de wikipedia) y le pide a su ayudante que de las clases por ella. Sus exámenes son muy fáciles, no aprendes nada que no hayas aprendido en secundaria. No vale la pena nada de su clase, sólo lo que su ayudante Dany explica es interesante."}, {"fecha": "29/Jun/2019", "score_general": "5.0", "score_facilidad": "6.0", "materia": "Cultura y Comunicación", "comments": "Asistencia obligatoriaEs buena profesora, no es complicado sacar buena calificacion con ella, solo hay que hacer bien los trabajos y cumplir con todos que es uno al mes."}, {"fecha": "29/Ene/2019", "score_general": "6.0", "score_facilidad": "2.0", "materia": "readacción", "comments": "Califica DuroEs buena profesora, no es complicado sacar buena calificacion con ella, solo hay que hacer bien los trabajos y cumplir con todos que es uno al mes."}, {"fecha": "04/Dic/2018", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Cultura y Comunicación", "comments": "Brinda apoyo, Clases excelentesEs buena profesora, no es complicado sacar buena calificacion con ella, solo hay que hacer bien los trabajos y cumplir con todos que es uno al mes."}, {"fecha": "17/Ago/2018", "score_general": "4.0", "score_facilidad": "4.0", "materia": "cultura y comunicacion", "comments": "Las clases son largas, Deja trabajos largosEs buena profesora, no es complicado sacar buena calificacion con ella, solo hay que hacer bien los trabajos y cumplir con todos que es uno al mes."}, {"fecha": "22/Ene/2017", "score_general": "3.0", "score_facilidad": "2.0", "materia": "Cyc", "comments": "Es buena profesora, no es complicado sacar buena calificacion con ella, solo hay que hacer bien los trabajos y cumplir con todos que es uno al mes."}, {"fecha": "07/Ago/2016", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Cultura y comunicación", "comments": "Es muy buena onda, NO es barco, sí te pone a trabajar y califica de forma muy detallada, así que seguramente se moleste si entregas cosas hechas un día anterior. Tiene interés en que los alumnos aprendan y pasen, sin embargo sacar 10 es difícil, casi todos sacan 9."}, {"fecha": "27/Jun/2016", "score_general": "7.0", "score_facilidad": "6.0", "materia": "Cultura y Comunicación", "comments": "Califica Duro, Prepárate para leer, La Participación ImportaEs muy buena onda, NO es barco, sí te pone a trabajar y califica de forma muy detallada, así que seguramente se moleste si entregas cosas hechas un día anterior. Tiene interés en que los alumnos aprendan y pasen, sin embargo sacar 10 es difícil, casi todos sacan 9."}]