[{"fecha": "27/Sep/2022", "score_general": "2.0", "score_facilidad": "2.0", "materia": "Cálculo y geometría analítica", "comments": "Califica Duro, Asistencia obligatoriaEs muy prepotente a la hora de explicar, piensa que sabes todos los temas y el 90% de sus clases son ejercicios no explicados. No te ayuda a resolverlo y sólo te da el resultado.\r\nA la hora de pedir ayuda con las dudas suele hacer caras de desagrado, no da participaciones (aunque ella las pide)."}, {"fecha": "13/Sep/2022", "score_general": "2.0", "score_facilidad": "2.0", "materia": "Cálculo y geometría analítica", "comments": "Muchos Exámenes, Los exámenes son difícilesEs muy prepotente a la hora de explicar, piensa que sabes todos los temas y el 90% de sus clases son ejercicios no explicados. No te ayuda a resolverlo y sólo te da el resultado.\r\nA la hora de pedir ayuda con las dudas suele hacer caras de desagrado, no da participaciones (aunque ella las pide)."}, {"fecha": "14/Jul/2022", "score_general": "2.0", "score_facilidad": "2.0", "materia": "Calculo Integral", "comments": "Es muy prepotente a la hora de explicar, piensa que sabes todos los temas y el 90% de sus clases son ejercicios no explicados. No te ayuda a resolverlo y sólo te da el resultado.\r\nA la hora de pedir ayuda con las dudas suele hacer caras de desagrado, no da participaciones (aunque ella las pide)."}, {"fecha": "05/Jun/2022", "score_general": "2.0", "score_facilidad": "2.0", "materia": "Calculo Integral", "comments": "Califica Duro, Asistencia obligatoria, Los exámenes son difícilesEs muy prepotente a la hora de explicar, piensa que sabes todos los temas y el 90% de sus clases son ejercicios no explicados. No te ayuda a resolverlo y sólo te da el resultado.\r\nA la hora de pedir ayuda con las dudas suele hacer caras de desagrado, no da participaciones (aunque ella las pide)."}, {"fecha": "27/Ene/2022", "score_general": "4.0", "score_facilidad": "4.0", "materia": "Cálculo integral", "comments": "Califica Duro, La Participación Importa, Los exámenes son difícilesEs muy prepotente a la hora de explicar, piensa que sabes todos los temas y el 90% de sus clases son ejercicios no explicados. No te ayuda a resolverlo y sólo te da el resultado.\r\nA la hora de pedir ayuda con las dudas suele hacer caras de desagrado, no da participaciones (aunque ella las pide)."}, {"fecha": "27/Ene/2022", "score_general": "5.0", "score_facilidad": "4.0", "materia": "calculo", "comments": "Califica Duro, La Participación Importa, Asistencia obligatoriaMuy grosera y cero tolerante con sus estudiantes, en linea enseña con puras diapositivas"}]