[{"fecha": "28/Oct/2022", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Estática y Estructuras Isostaticas.", "comments": "Barco, Brinda apoyo, Clases excelentesUn profesor muy claro y comprometido con la materia, comprendí muchas cosas en las clases. Realiza varios ejemplos paso a paso y en caso de tener deficiencias anteriores, se detiene un poco para solucionarlas y poder avanzar. Un profesor joven del área de Estructuras. Me ayudó mucho."}, {"fecha": "24/Ago/2021", "score_general": "10.0", "score_facilidad": "4.0", "materia": "Estadística Aplicada a la ING Civil", "comments": "Pocos Exámenes, Deja trabajos largosUn profesor muy claro y comprometido con la materia, comprendí muchas cosas en las clases. Realiza varios ejemplos paso a paso y en caso de tener deficiencias anteriores, se detiene un poco para solucionarlas y poder avanzar. Un profesor joven del área de Estructuras. Me ayudó mucho."}, {"fecha": "09/Ago/2021", "score_general": "2.0", "score_facilidad": "2.0", "materia": "Calculo y Geometría Analítica", "comments": "Califica Duro, Los exámenes son difícilesUn profesor muy claro y comprometido con la materia, comprendí muchas cosas en las clases. Realiza varios ejemplos paso a paso y en caso de tener deficiencias anteriores, se detiene un poco para solucionarlas y poder avanzar. Un profesor joven del área de Estructuras. Me ayudó mucho."}, {"fecha": "24/Feb/2021", "score_general": "4.0", "score_facilidad": "2.0", "materia": "Cálculo diferencial y G.A", "comments": "Califica Duro, Muchas tareas, Los exámenes son difícilesUn profesor muy claro y comprometido con la materia, comprendí muchas cosas en las clases. Realiza varios ejemplos paso a paso y en caso de tener deficiencias anteriores, se detiene un poco para solucionarlas y poder avanzar. Un profesor joven del área de Estructuras. Me ayudó mucho."}, {"fecha": "13/Mar/2020", "score_general": "2.0", "score_facilidad": "4.0", "materia": "Cálculo y geometría analítica", "comments": "Califica Duro, Las clases son largas, Muchos ExámenesUn profesor muy claro y comprometido con la materia, comprendí muchas cosas en las clases. Realiza varios ejemplos paso a paso y en caso de tener deficiencias anteriores, se detiene un poco para solucionarlas y poder avanzar. Un profesor joven del área de Estructuras. Me ayudó mucho."}, {"fecha": "18/Ago/2019", "score_general": "9.0", "score_facilidad": "10.0", "materia": "Calculo y geometría analítica", "comments": "Muy cómico, Da Crédito Extra, Brinda apoyoEl profe es buena onda, es comprensivo, resuelve dudas incluso fuera de la clase. Las tareas sirven mucho, también para sus exámenes."}, {"fecha": "28/Jul/2019", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Calculo y geometría analítica", "comments": "Brinda apoyo, Clases excelentes, Tomaría su clase otra vezEl profe es buena onda, es comprensivo, resuelve dudas incluso fuera de la clase. Las tareas sirven mucho, también para sus exámenes."}, {"fecha": "26/Jul/2019", "score_general": "7.0", "score_facilidad": "10.0", "materia": "Cálculo", "comments": "Pocos Exámenes, Brinda apoyo, Tomaría su clase otra vezEl profe es buena onda, es comprensivo, resuelve dudas incluso fuera de la clase. Las tareas sirven mucho, también para sus exámenes."}, {"fecha": "25/Jul/2019", "score_general": "9.0", "score_facilidad": "4.0", "materia": "Cálculo y geometría analítica", "comments": "Da buena retroalimentación, Aspectos de calificación claros, Tomaría su clase otra vezEl profe es buena onda, es comprensivo, resuelve dudas incluso fuera de la clase. Las tareas sirven mucho, también para sus exámenes."}, {"fecha": "21/Jun/2019", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Cálculo/geometría analítica", "comments": "Da Crédito Extra, Aspectos de calificación claros, Brinda apoyoEl profe es buena onda, es comprensivo, resuelve dudas incluso fuera de la clase. Las tareas sirven mucho, también para sus exámenes."}, {"fecha": "21/Ene/2019", "score_general": "2.0", "score_facilidad": "2.0", "materia": "---", "comments": "Califica Duro, Asistencia obligatoria, Los exámenes son difíciles[Comentario esperando revisión]"}, {"fecha": "23/Nov/2018", "score_general": "5.0", "score_facilidad": "4.0", "materia": "---", "comments": "Califica Duro, Las clases son largas, Los exámenes son difíciles[Comentario esperando revisión]"}, {"fecha": "22/Nov/2018", "score_general": "6.0", "score_facilidad": "4.0", "materia": "---", "comments": "[Comentario esperando revisión]"}, {"fecha": "28/Jun/2018", "score_general": "8.0", "score_facilidad": "6.0", "materia": "---", "comments": "Muchas tareas, Clases excelentes, Tomaría su clase otra vez[Comentario esperando revisión]"}, {"fecha": "05/Jun/2018", "score_general": "2.0", "score_facilidad": "2.0", "materia": "---", "comments": "Califica Duro[Comentario esperando revisión]"}, {"fecha": "22/Ene/2018", "score_general": "8.0", "score_facilidad": "6.0", "materia": "---", "comments": "[Comentario esperando revisión]"}, {"fecha": "07/Dic/2017", "score_general": "9.0", "score_facilidad": "6.0", "materia": "Cálculo y Geometría Analítica", "comments": "Aspectos de calificación claros, Brinda apoyo[Comentario esperando revisión]"}, {"fecha": "07/Dic/2017", "score_general": "5.0", "score_facilidad": "6.0", "materia": "---", "comments": "Las clases son largas, Aspectos de calificación claros[Comentario esperando revisión]"}, {"fecha": "07/Dic/2017", "score_general": "4.0", "score_facilidad": "4.0", "materia": "---", "comments": "Califica Duro, Muchos Exámenes, Los exámenes son difíciles[Comentario esperando revisión]"}, {"fecha": "07/Dic/2017", "score_general": "4.0", "score_facilidad": "4.0", "materia": "Calculo y Geometría Analitica", "comments": "Califica Duro, La Participación Importa, Los exámenes son difíciles[Comentario esperando revisión]"}]