[{"fecha": "03/Ago/2022", "score_general": "6.0", "score_facilidad": "10.0", "materia": "Recursos y necesidades de Mexico", "comments": "La Participación Importa, Asistencia obligatoria, Muchos proyectos grupalestuve la clase en linea, la verdad realice todo en tiempo y forma pero si no te ubica no te pone buena calificación, cuenta 100% asistencia y todo es en equipo"}, {"fecha": "02/Ago/2022", "score_general": "2.0", "score_facilidad": "2.0", "materia": "Recursos y necesidades de México", "comments": "Muchas tareas, Asistencia obligatoria, Deja trabajos largostuve la clase en linea, la verdad realice todo en tiempo y forma pero si no te ubica no te pone buena calificación, cuenta 100% asistencia y todo es en equipo"}, {"fecha": "02/Ago/2022", "score_general": "6.0", "score_facilidad": "10.0", "materia": "Recursos y necesidades de México", "comments": "Muchas tareas, La Participación Importa, Asistencia obligatoriatuve la clase en linea, la verdad realice todo en tiempo y forma pero si no te ubica no te pone buena calificación, cuenta 100% asistencia y todo es en equipo"}, {"fecha": "27/May/2022", "score_general": "6.0", "score_facilidad": "10.0", "materia": "Recursos y Necesidades de México", "comments": "Muchas tareas, Asistencia obligatoriatuve la clase en linea, la verdad realice todo en tiempo y forma pero si no te ubica no te pone buena calificación, cuenta 100% asistencia y todo es en equipo"}, {"fecha": "18/Feb/2022", "score_general": "2.0", "score_facilidad": "2.0", "materia": "Recursos y Necesidades de México", "comments": "Prepárate para leer, Hace exámenes sorpresa, Asistencia obligatoriatuve la clase en linea, la verdad realice todo en tiempo y forma pero si no te ubica no te pone buena calificación, cuenta 100% asistencia y todo es en equipo"}, {"fecha": "12/Oct/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Recursos y necesidades de México", "comments": "La Participación Importa, Clases excelentes, Muchos proyectos grupalesExcelente profesor, conoce ampliamente el tema y lo sabe transmitir. Los libros que deja te dan un panorama muy amplio sobre el mundo. Aprendes a trabajar en equipo por que las entregas son durante la misma clase. Los exámenes no son difíciles y si participaste te ayuda al final."}, {"fecha": "26/Ago/2021", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Recursos y necesidades de México", "comments": "Muchas tareas, Prepárate para leer, Las clases son largasExcelente profesor, conoce ampliamente el tema y lo sabe transmitir. Los libros que deja te dan un panorama muy amplio sobre el mundo. Aprendes a trabajar en equipo por que las entregas son durante la misma clase. Los exámenes no son difíciles y si participaste te ayuda al final."}, {"fecha": "24/Ago/2021", "score_general": "8.0", "score_facilidad": "6.0", "materia": "Recursos y necesidades de México", "comments": "Muchas tareas, La Participación Importa, Asistencia obligatoriaExcelente profesor, conoce ampliamente el tema y lo sabe transmitir. Los libros que deja te dan un panorama muy amplio sobre el mundo. Aprendes a trabajar en equipo por que las entregas son durante la misma clase. Los exámenes no son difíciles y si participaste te ayuda al final."}, {"fecha": "16/Ago/2021", "score_general": "5.0", "score_facilidad": "8.0", "materia": "Recursos y necesidades de México", "comments": "Muchas tareas, Prepárate para leer, Deja trabajos largosExcelente profesor, conoce ampliamente el tema y lo sabe transmitir. Los libros que deja te dan un panorama muy amplio sobre el mundo. Aprendes a trabajar en equipo por que las entregas son durante la misma clase. Los exámenes no son difíciles y si participaste te ayuda al final."}, {"fecha": "22/Feb/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Recursos y necesidades de México", "comments": "Excelente profesor, conoce ampliamente el tema y lo sabe transmitir. Los libros que deja te dan un panorama muy amplio sobre el mundo. Aprendes a trabajar en equipo por que las entregas son durante la misma clase. Los exámenes no son difíciles y si participaste te ayuda al final."}, {"fecha": "03/Ago/2020", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Recursos y necesidades de México", "comments": "Da buena retroalimentación, Inspiracional, Clases excelentesLa materia que imparte el Dr. Jaime Paredes Camacho  es excelente, proporciona un enfoque diferente al de los otros profesores que dan la materia, principalmente se enfoca en las cadenas de suministro y todo lo que  necesitan  hasta llegar a la economía circular. Además los libros son excelentes."}, {"fecha": "09/Jun/2020", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Recursos y Necesidades de México", "comments": "Da buena retroalimentación, Clases excelentes, Tomaría su clase otra vezLa materia que imparte el Dr. Jaime Paredes Camacho  es excelente, proporciona un enfoque diferente al de los otros profesores que dan la materia, principalmente se enfoca en las cadenas de suministro y todo lo que  necesitan  hasta llegar a la economía circular. Además los libros son excelentes."}, {"fecha": "09/Jun/2020", "score_general": "7.0", "score_facilidad": "6.0", "materia": "Recursos y Necesidades de México", "comments": "Califica Duro, Da buena retroalimentación, Muchas tareasLa materia que imparte el Dr. Jaime Paredes Camacho  es excelente, proporciona un enfoque diferente al de los otros profesores que dan la materia, principalmente se enfoca en las cadenas de suministro y todo lo que  necesitan  hasta llegar a la economía circular. Además los libros son excelentes."}, {"fecha": "09/Jun/2020", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Recursos y Necesidades de México", "comments": "Inspiracional, Clases excelentes, Tomaría su clase otra vezLa materia que imparte el Dr. Jaime Paredes Camacho  es excelente, proporciona un enfoque diferente al de los otros profesores que dan la materia, principalmente se enfoca en las cadenas de suministro y todo lo que  necesitan  hasta llegar a la economía circular. Además los libros son excelentes."}, {"fecha": "28/Jun/2019", "score_general": "5.0", "score_facilidad": "6.0", "materia": "Recursos y necesidades de México", "comments": "Hace exámenes sorpresa, Asistencia obligatoria, Muchos ExámenesLa materia que imparte el Dr. Jaime Paredes Camacho  es excelente, proporciona un enfoque diferente al de los otros profesores que dan la materia, principalmente se enfoca en las cadenas de suministro y todo lo que  necesitan  hasta llegar a la economía circular. Además los libros son excelentes."}, {"fecha": "06/Jun/2019", "score_general": "4.0", "score_facilidad": "2.0", "materia": "Recursos y necesidades de México", "comments": "Muchas tareas, Prepárate para leer, Hace exámenes sorpresaSi quieres leer al menos 4 libros, escuchar la biblio del ferrocarril,tener exámenes en clase cada 2 semanas y presentar examen final obligatorio mete con él... es muy agradable como persona pero ¡Jesús! Da recursos y necesidades de México y piensa que es la única materia que llevamos en el semestre"}]