[{"fecha": "27/Ene/2023", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Sistemas Distribuidos", "comments": "Muchas tareas, Prepárate para leerNormalmente evalua con examenes por temas, son cada 15 días aprox, pero el semestre 2023-1 no lo hizo por tema del paro, solo hizo 2 examenes. Evalua con seminario: exposición, propuesta de proyecto, quizes y cuestionarios previos (importante aprobar esto), no es complicado."}, {"fecha": "16/Jul/2022", "score_general": "8.0", "score_facilidad": "8.0", "materia": "Sistemas DIstribuidos", "comments": "Muchas tareas, La Participación Importa, Tomaría su clase otra vezNormalmente evalua con examenes por temas, son cada 15 días aprox, pero el semestre 2023-1 no lo hizo por tema del paro, solo hizo 2 examenes. Evalua con seminario: exposición, propuesta de proyecto, quizes y cuestionarios previos (importante aprobar esto), no es complicado."}, {"fecha": "18/Jun/2022", "score_general": "5.0", "score_facilidad": "4.0", "materia": "Poo", "comments": "Muchas tareas, Las clases son largasNormalmente evalua con examenes por temas, son cada 15 días aprox, pero el semestre 2023-1 no lo hizo por tema del paro, solo hizo 2 examenes. Evalua con seminario: exposición, propuesta de proyecto, quizes y cuestionarios previos (importante aprobar esto), no es complicado."}, {"fecha": "15/May/2022", "score_general": "9.0", "score_facilidad": "6.0", "materia": "Sistemas distribuidos", "comments": "Prepárate para leer, Brinda apoyo, Clases excelentesNormalmente evalua con examenes por temas, son cada 15 días aprox, pero el semestre 2023-1 no lo hizo por tema del paro, solo hizo 2 examenes. Evalua con seminario: exposición, propuesta de proyecto, quizes y cuestionarios previos (importante aprobar esto), no es complicado."}, {"fecha": "31/Ene/2022", "score_general": "6.0", "score_facilidad": "8.0", "materia": "sistemas distribuidos", "comments": "Prepárate para leer, La Participación Importa, Brinda apoyoNormalmente evalua con examenes por temas, son cada 15 días aprox, pero el semestre 2023-1 no lo hizo por tema del paro, solo hizo 2 examenes. Evalua con seminario: exposición, propuesta de proyecto, quizes y cuestionarios previos (importante aprobar esto), no es complicado."}, {"fecha": "18/Ene/2022", "score_general": "8.0", "score_facilidad": "10.0", "materia": "Sistemas Distribuidos", "comments": "Prepárate para leer, La Participación Importa, Muchos proyectos grupalesEs una persona que le gusta dar la clase, tal vez se le dificulte un poco reducir la cantidad de texto en cada diapositiva, pero lo hace con tal de que todos entiendas, ejemplifica y busca que participen, la avaluación esta bien y será viable pasar la materia cumpliendo con todo."}, {"fecha": "06/Oct/2021", "score_general": "3.0", "score_facilidad": "2.0", "materia": "POO", "comments": "Califica Duro, Muchas tareas, Deja trabajos largosEs una persona que le gusta dar la clase, tal vez se le dificulte un poco reducir la cantidad de texto en cada diapositiva, pero lo hace con tal de que todos entiendas, ejemplifica y busca que participen, la avaluación esta bien y será viable pasar la materia cumpliendo con todo."}, {"fecha": "24/Ago/2021", "score_general": "7.0", "score_facilidad": "10.0", "materia": "Sistemas Distribuidos", "comments": "Las clases son largasEs una persona que le gusta dar la clase, tal vez se le dificulte un poco reducir la cantidad de texto en cada diapositiva, pero lo hace con tal de que todos entiendas, ejemplifica y busca que participen, la avaluación esta bien y será viable pasar la materia cumpliendo con todo."}, {"fecha": "24/Ago/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Sistemas Distribuidos", "comments": "Barco, Las clases son largas, Pocos ExámenesEs una persona que le gusta dar la clase, tal vez se le dificulte un poco reducir la cantidad de texto en cada diapositiva, pero lo hace con tal de que todos entiendas, ejemplifica y busca que participen, la avaluación esta bien y será viable pasar la materia cumpliendo con todo."}, {"fecha": "24/Ago/2021", "score_general": "6.0", "score_facilidad": "6.0", "materia": "Sistemas Distribuidos", "comments": "Es una persona que le gusta dar la clase, tal vez se le dificulte un poco reducir la cantidad de texto en cada diapositiva, pero lo hace con tal de que todos entiendas, ejemplifica y busca que participen, la avaluación esta bien y será viable pasar la materia cumpliendo con todo."}, {"fecha": "23/Ago/2021", "score_general": "8.0", "score_facilidad": "8.0", "materia": "Sistemas Distribuidos", "comments": "Las clases son largas, Aspectos de calificación claros, Muchos proyectos grupalesSe nota que sabe mucho sobre la materia pero no sabe dar una buena clase. Únicamente lee las diapositivas (300 por tema) y si tienes dudas las aclara. Los proyectos son sencillos al igual que su examen y tareas. No entré como a 6 clases y me bastó con leer las diapositivas."}, {"fecha": "22/Ago/2021", "score_general": "9.0", "score_facilidad": "6.0", "materia": "Sistemas Distribuidos", "comments": "Califica Duro, Da buena retroalimentación, Muchas tareasSe nota que sabe mucho sobre la materia pero no sabe dar una buena clase. Únicamente lee las diapositivas (300 por tema) y si tienes dudas las aclara. Los proyectos son sencillos al igual que su examen y tareas. No entré como a 6 clases y me bastó con leer las diapositivas."}, {"fecha": "26/Feb/2021", "score_general": "7.0", "score_facilidad": "10.0", "materia": "Programación orientada a objetos", "comments": "Barco, Brinda apoyo, Tomaría su clase otra vezSe nota que sabe mucho sobre la materia pero no sabe dar una buena clase. Únicamente lee las diapositivas (300 por tema) y si tienes dudas las aclara. Los proyectos son sencillos al igual que su examen y tareas. No entré como a 6 clases y me bastó con leer las diapositivas."}, {"fecha": "16/Feb/2021", "score_general": "8.0", "score_facilidad": "10.0", "materia": "Programación Orientada a Objetos", "comments": "Se nota que sabe mucho sobre la materia pero no sabe dar una buena clase. Únicamente lee las diapositivas (300 por tema) y si tienes dudas las aclara. Los proyectos son sencillos al igual que su examen y tareas. No entré como a 6 clases y me bastó con leer las diapositivas."}, {"fecha": "15/Feb/2021", "score_general": "5.0", "score_facilidad": "10.0", "materia": "Sistemas Distribuidos", "comments": "Se nota que sabe mucho sobre la materia pero no sabe dar una buena clase. Únicamente lee las diapositivas (300 por tema) y si tienes dudas las aclara. Los proyectos son sencillos al igual que su examen y tareas. No entré como a 6 clases y me bastó con leer las diapositivas."}, {"fecha": "14/Feb/2021", "score_general": "8.0", "score_facilidad": "6.0", "materia": "Programacion Orientada a Objetos", "comments": "Califica Duro, Muy cómico, Las clases son largasEs buena profesora, sin embargo podría mejorar, sabe mucho pero le falta un poco en la docencia, sus exámenes son fáciles, casi todo el peso esta en las practicas y en el proyecto y ahí si es dura para calificar, sin embargo si haces las cosas bien no tienes por que preocuparte."}, {"fecha": "13/Feb/2021", "score_general": "6.0", "score_facilidad": "6.0", "materia": "Programación Orientada a Objetos", "comments": "Califica Duro, Las clases son largas, Brinda apoyoEs buena profesora, sin embargo podría mejorar, sabe mucho pero le falta un poco en la docencia, sus exámenes son fáciles, casi todo el peso esta en las practicas y en el proyecto y ahí si es dura para calificar, sin embargo si haces las cosas bien no tienes por que preocuparte."}, {"fecha": "11/Feb/2021", "score_general": "8.0", "score_facilidad": "10.0", "materia": "Sistemas Distribuidos", "comments": "Barco, Pocos Exámenes, Brinda apoyoEs buena profesora, sin embargo podría mejorar, sabe mucho pero le falta un poco en la docencia, sus exámenes son fáciles, casi todo el peso esta en las practicas y en el proyecto y ahí si es dura para calificar, sin embargo si haces las cosas bien no tienes por que preocuparte."}, {"fecha": "11/Feb/2021", "score_general": "7.0", "score_facilidad": "10.0", "materia": "POO", "comments": "Da buena retroalimentación, Pocos Exámenes, Brinda apoyoEs buena profesora, sin embargo podría mejorar, sabe mucho pero le falta un poco en la docencia, sus exámenes son fáciles, casi todo el peso esta en las practicas y en el proyecto y ahí si es dura para calificar, sin embargo si haces las cosas bien no tienes por que preocuparte."}, {"fecha": "19/Jun/2020", "score_general": "10.0", "score_facilidad": "10.0", "materia": "POO", "comments": "Barco, Muy cómico, Da buena retroalimentaciónEs buena profesora, sin embargo podría mejorar, sabe mucho pero le falta un poco en la docencia, sus exámenes son fáciles, casi todo el peso esta en las practicas y en el proyecto y ahí si es dura para calificar, sin embargo si haces las cosas bien no tienes por que preocuparte."}, {"fecha": "05/Dic/2019", "score_general": "9.0", "score_facilidad": "8.0", "materia": "POO", "comments": "Tomaría su clase otra vezLa profesora es muy buena, su clase es tranquila pero enseña todo el temario. Es muy relajada y te ayuda con proyectos de la clase y de otras materias también, le falta un en su manera de exponer, pero apenas va comenzando, es buena opción, su manera de evaluar es relax, una muy buena persona."}]