[{"fecha": "06/Feb/2023", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Finanzas en la Ingeniería", "comments": "Respetado por los estudiantes, Inspiracional, Clases excelentesSin duda una de las mejores profesoras de la facultad. La profesora ama lo que hace y está muy calificada en la materia. Los exámenes son algo pesados pero nunca te preguntará algo que no hayas visto en clases, si tienes buenos apuntes ya la hiciste. La recomiendo muchísimo."}, {"fecha": "01/Feb/2023", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Finanzas en la ingeniería en computación", "comments": "Da buena retroalimentación, Inspiracional, Clases excelentesSin duda una de las mejores profesoras de la facultad. La profesora ama lo que hace y está muy calificada en la materia. Los exámenes son algo pesados pero nunca te preguntará algo que no hayas visto en clases, si tienes buenos apuntes ya la hiciste. La recomiendo muchísimo."}, {"fecha": "27/Ene/2023", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Finanzas en la Ingeniería en Computación", "comments": "Muy cómico, Muchas tareas, Brinda apoyoSin duda una de las mejores profesoras de la facultad. La profesora ama lo que hace y está muy calificada en la materia. Los exámenes son algo pesados pero nunca te preguntará algo que no hayas visto en clases, si tienes buenos apuntes ya la hiciste. La recomiendo muchísimo."}, {"fecha": "27/Ene/2023", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Finanzas", "comments": "Brinda apoyo, Clases excelentes, Tomaría su clase otra vezSin duda una de las mejores profesoras de la facultad. La profesora ama lo que hace y está muy calificada en la materia. Los exámenes son algo pesados pero nunca te preguntará algo que no hayas visto en clases, si tienes buenos apuntes ya la hiciste. La recomiendo muchísimo."}, {"fecha": "02/Ago/2022", "score_general": "9.0", "score_facilidad": "10.0", "materia": "Finanzas", "comments": "Barco, Muchas tareas, Prepárate para leerSin duda una de las mejores profesoras de la facultad. La profesora ama lo que hace y está muy calificada en la materia. Los exámenes son algo pesados pero nunca te preguntará algo que no hayas visto en clases, si tienes buenos apuntes ya la hiciste. La recomiendo muchísimo."}, {"fecha": "24/Ene/2022", "score_general": "8.0", "score_facilidad": "8.0", "materia": "Finanzas en la ing en computación", "comments": "Barco, Muchas tareas, Pocos ExámenesSe esfuerza porque aprendas, pero muchas veces pierde el hilo de la clase y empieza a hablar de otras cosas, el examen escrito es largo pero no tan difícil y el oral solo con que hayas entendido los conceptos sacas 10"}, {"fecha": "25/Ago/2021", "score_general": "6.0", "score_facilidad": "6.0", "materia": "Finanzas", "comments": "Califica DuroSe esfuerza porque aprendas, pero muchas veces pierde el hilo de la clase y empieza a hablar de otras cosas, el examen escrito es largo pero no tan difícil y el oral solo con que hayas entendido los conceptos sacas 10"}, {"fecha": "24/Ago/2021", "score_general": "8.0", "score_facilidad": "8.0", "materia": "FIC", "comments": "Muchas tareas, Prepárate para leer, La Participación ImportaSe esfuerza porque aprendas, pero muchas veces pierde el hilo de la clase y empieza a hablar de otras cosas, el examen escrito es largo pero no tan difícil y el oral solo con que hayas entendido los conceptos sacas 10"}, {"fecha": "21/Ago/2021", "score_general": "4.0", "score_facilidad": "8.0", "materia": "Finanzas", "comments": "Barco, La Participación ImportaSe esfuerza porque aprendas, pero muchas veces pierde el hilo de la clase y empieza a hablar de otras cosas, el examen escrito es largo pero no tan difícil y el oral solo con que hayas entendido los conceptos sacas 10"}, {"fecha": "03/Mar/2020", "score_general": "10.0", "score_facilidad": "8.0", "materia": "finanzas en la ingenieria en computacion", "comments": "Da buena retroalimentación, La Participación Importa, Da Crédito ExtraSe esfuerza porque aprendas, pero muchas veces pierde el hilo de la clase y empieza a hablar de otras cosas, el examen escrito es largo pero no tan difícil y el oral solo con que hayas entendido los conceptos sacas 10"}, {"fecha": "24/Jul/2019", "score_general": "10.0", "score_facilidad": "10.0", "materia": "---", "comments": "Inspiracional, Aspectos de calificación claros, Clases excelentes[Comentario esperando revisión]"}]