[{"fecha": "30/Sep/2021", "score_general": "6.0", "score_facilidad": "6.0", "materia": "---", "comments": "Barco, Hace exámenes sorpresa, Muchos proyectos grupales[Comentario esperando revisión]"}, {"fecha": "02/Sep/2021", "score_general": "8.0", "score_facilidad": "10.0", "materia": "Cultura y comunicación", "comments": "Da buena retroalimentación, La Participación Importa, Asistencia obligatoria[Comentario esperando revisión]"}, {"fecha": "23/Ago/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Redacción y Exposición de temas de Ing", "comments": "Da buena retroalimentación, La Participación Importa, Brinda apoyo[Comentario esperando revisión]"}, {"fecha": "19/Feb/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Redacción y Exposición de temas en ingeniería", "comments": "Da buena retroalimentación, Clases excelentes, Tomaría su clase otra vez[Comentario esperando revisión]"}, {"fecha": "08/Feb/2021", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Redacción en temas de ingeniería.", "comments": "Da buena retroalimentación, Muchas tareas, Prepárate para leer[Comentario esperando revisión]"}, {"fecha": "25/Nov/2020", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Redacción y Exposición de Temas de Ingeniería.", "comments": "El profesor deja mucha tareas y ejercicios que  tienen que ver con la clase, las clases son entretenidas. Revisa y califica todos los trabajos, muy bueno en mi opinión, muy  recomendable."}, {"fecha": "20/Sep/2020", "score_general": "8.0", "score_facilidad": "10.0", "materia": "Redacción y exposición de temas de ingeniería", "comments": "Muchas tareas, La Participación Importa, Asistencia obligatoriaEl profesor deja mucha tareas y ejercicios que  tienen que ver con la clase, las clases son entretenidas. Revisa y califica todos los trabajos, muy bueno en mi opinión, muy  recomendable."}, {"fecha": "09/Sep/2020", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Redacción y Exposición de temas de ingeniería.", "comments": "Da buena retroalimentación, Inspiracional, Clases excelentesEl profesor deja mucha tareas y ejercicios que  tienen que ver con la clase, las clases son entretenidas. Revisa y califica todos los trabajos, muy bueno en mi opinión, muy  recomendable."}, {"fecha": "09/Sep/2020", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Redaccion", "comments": "La Participación Importa, Asistencia obligatoria, Aspectos de calificación clarosEl profesor deja mucha tareas y ejercicios que  tienen que ver con la clase, las clases son entretenidas. Revisa y califica todos los trabajos, muy bueno en mi opinión, muy  recomendable."}, {"fecha": "09/Jul/2019", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Redacción y Exposición de temas de ing. (2016)", "comments": "Muy cómico, Muchas tareas, Deja trabajos largosEl profesor deja mucha tareas y ejercicios que  tienen que ver con la clase, las clases son entretenidas. Revisa y califica todos los trabajos, muy bueno en mi opinión, muy  recomendable."}, {"fecha": "26/Jun/2019", "score_general": "8.0", "score_facilidad": "10.0", "materia": "Redacción y Exposición", "comments": "Muy cómico, Da buena retroalimentación, Muchas tareasEs barco; al final si hiciste todos los trabajos y ve que le echaste ganas, te ayuda. También aprendes bastante; aunque es algo confuso su forma de evaluar."}, {"fecha": "31/May/2019", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Redacción y Exposición de temas de ingeniería", "comments": "Muchas tareas, Aspectos de calificación claros, Clases excelentesEs barco; al final si hiciste todos los trabajos y ve que le echaste ganas, te ayuda. También aprendes bastante; aunque es algo confuso su forma de evaluar."}, {"fecha": "17/Abr/2019", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Cultura y comunicación", "comments": "Da buena retroalimentación, Respetado por los estudiantes, Clases excelentesEs barco; al final si hiciste todos los trabajos y ve que le echaste ganas, te ayuda. También aprendes bastante; aunque es algo confuso su forma de evaluar."}, {"fecha": "02/Mar/2019", "score_general": "8.0", "score_facilidad": "6.0", "materia": "redacción", "comments": "Muchas tareas, Hace exámenes sorpresa, Da Crédito ExtraEs barco; al final si hiciste todos los trabajos y ve que le echaste ganas, te ayuda. También aprendes bastante; aunque es algo confuso su forma de evaluar."}, {"fecha": "15/Ene/2019", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Redacción y exposición de temas de la ingeniería", "comments": "Da buena retroalimentación, Clases excelentes, Tomaría su clase otra vezEs barco; al final si hiciste todos los trabajos y ve que le echaste ganas, te ayuda. También aprendes bastante; aunque es algo confuso su forma de evaluar."}, {"fecha": "06/Ago/2018", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Cultura y Comunicación", "comments": "Excelente profesor, muy divertido."}, {"fecha": "25/Jul/2018", "score_general": "7.0", "score_facilidad": "4.0", "materia": "Cultura y comunicacion", "comments": "La Participación Importa, Asistencia obligatoria, InspiracionalExcelente profesor, muy divertido."}, {"fecha": "23/Jul/2018", "score_general": "5.0", "score_facilidad": "4.0", "materia": "Cultura y Comunicación", "comments": "Califica Duro, Muchas tareas, Asistencia obligatoriaExcelente profesor, muy divertido."}, {"fecha": "12/Jul/2018", "score_general": "9.0", "score_facilidad": "4.0", "materia": "Cultura y Comunicación", "comments": "La Participación Importa, Asistencia obligatoria, Tomaría su clase otra vezExcelente profesor, muy divertido."}, {"fecha": "01/Jun/2018", "score_general": "5.0", "score_facilidad": "4.0", "materia": "Cultura y Comunicación", "comments": "Prepárate para leer, Asistencia obligatoriaExcelente profesor, muy divertido."}, {"fecha": "27/May/2018", "score_general": "5.0", "score_facilidad": "4.0", "materia": "Cultura y Comunicación", "comments": "Muchas tareas, Asistencia obligatoria, Las clases son largasEl profesor deja muchísimas tareas y ejercicios(que muchas veces no tienen que ver con la clase), las clases son aburridas y tediosas. Califica hasta el más mínimo error dentro de tus trabajos, muy malo en mi opinión, nada recomendable"}, {"fecha": "27/May/2018", "score_general": "6.0", "score_facilidad": "2.0", "materia": "Cultura y Comunicación", "comments": "Califica Duro, Muchas tareas, La Participación ImportaEl profesor deja muchísimas tareas y ejercicios(que muchas veces no tienen que ver con la clase), las clases son aburridas y tediosas. Califica hasta el más mínimo error dentro de tus trabajos, muy malo en mi opinión, nada recomendable"}, {"fecha": "15/Abr/2018", "score_general": "3.0", "score_facilidad": "6.0", "materia": "Cultura y Comunicacion", "comments": "Muchas tareas, La Participación Importa, Asistencia obligatoriaEl profesor deja muchísimas tareas y ejercicios(que muchas veces no tienen que ver con la clase), las clases son aburridas y tediosas. Califica hasta el más mínimo error dentro de tus trabajos, muy malo en mi opinión, nada recomendable"}]