[{"fecha": "09/Feb/2023", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Literatura Hispanoaméricana", "comments": "Asistencia obligatoria, Inspiracional, Tomaría su clase otra vezUn amor de profesora. Sus clases son muy interesantes, la mayoría de las tareas son reseñas muy cortas y deja hacer un microrelato como proyecto final. Es muy fácil pasar siempre y cuando pongas de tu parte. SÚPER RECOMENDADA. :´)"}, {"fecha": "08/Feb/2023", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Redacción y Exposición de Temas de Ingeniería", "comments": "Inspiracional, Brinda apoyo, Deja trabajos largosUn amor de profesora. Sus clases son muy interesantes, la mayoría de las tareas son reseñas muy cortas y deja hacer un microrelato como proyecto final. Es muy fácil pasar siempre y cuando pongas de tu parte. SÚPER RECOMENDADA. :´)"}, {"fecha": "26/Ene/2023", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Redacción", "comments": "Da buena retroalimentación, Prepárate para leer, Clases excelentesUn amor de profesora. Sus clases son muy interesantes, la mayoría de las tareas son reseñas muy cortas y deja hacer un microrelato como proyecto final. Es muy fácil pasar siempre y cuando pongas de tu parte. SÚPER RECOMENDADA. :´)"}, {"fecha": "19/Ene/2023", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Literatura Hispanoamericana Contemporánea", "comments": "Barco, Asistencia obligatoria, Respetado por los estudiantesUn amor de profesora. Sus clases son muy interesantes, la mayoría de las tareas son reseñas muy cortas y deja hacer un microrelato como proyecto final. Es muy fácil pasar siempre y cuando pongas de tu parte. SÚPER RECOMENDADA. :´)"}, {"fecha": "04/Ago/2022", "score_general": "8.0", "score_facilidad": "6.0", "materia": "Redaccion", "comments": "Prepárate para leer, Inspiracional, Deja trabajos largosUn amor de profesora. Sus clases son muy interesantes, la mayoría de las tareas son reseñas muy cortas y deja hacer un microrelato como proyecto final. Es muy fácil pasar siempre y cuando pongas de tu parte. SÚPER RECOMENDADA. :´)"}, {"fecha": "31/May/2022", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Literatura", "comments": "Inspiracional, Clases excelentes, Tomaría su clase otra vezEs un amor de persona, no deja trabajos ni lecturas pesadas. SI entregas todo pasas muy fácil.\r\nOjalá diera más asignaturas pero de verdad que ella es de las mejores opciones."}, {"fecha": "04/May/2022", "score_general": "9.0", "score_facilidad": "6.0", "materia": "Redacción y Exposición de Temas de Ingeniería", "comments": "Califica Duro, Da buena retroalimentación, Brinda apoyoEs un amor de persona, no deja trabajos ni lecturas pesadas. SI entregas todo pasas muy fácil.\r\nOjalá diera más asignaturas pero de verdad que ella es de las mejores opciones."}, {"fecha": "03/Feb/2022", "score_general": "8.0", "score_facilidad": "4.0", "materia": "Redacción y Exposición de Temas de Ingeniería", "comments": "Califica Duro, Muchas tareasEs un amor de persona, no deja trabajos ni lecturas pesadas. SI entregas todo pasas muy fácil.\r\nOjalá diera más asignaturas pero de verdad que ella es de las mejores opciones."}, {"fecha": "25/Ene/2022", "score_general": "10.0", "score_facilidad": "10.0", "materia": "REDACCION Y EXPOSICION DE TEMAS DE ING", "comments": "Da buena retroalimentación, Brinda apoyo, Tomaría su clase otra vezEs un amor de persona, no deja trabajos ni lecturas pesadas. SI entregas todo pasas muy fácil.\r\nOjalá diera más asignaturas pero de verdad que ella es de las mejores opciones."}, {"fecha": "11/Ene/2022", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Literatura", "comments": "Prepárate para leer, Respetado por los estudiantes, Clases excelentesEs un amor de persona, no deja trabajos ni lecturas pesadas. SI entregas todo pasas muy fácil.\r\nOjalá diera más asignaturas pero de verdad que ella es de las mejores opciones."}, {"fecha": "29/Ago/2021", "score_general": "8.0", "score_facilidad": "4.0", "materia": "REDTI", "comments": "Califica Duro, Prepárate para leer, Las clases son largas(Online) Es una maestra exigente, las clases son largas y la mayoría de veces deja una tarea por clase. Si alguien tiene una duda pierde mucho tiempo en esa persona, por que luego son dudas tan obvias. Te evalúa con un artículo y un ensayo el cual no es fácil de hacer, te consume mucho tiempo."}, {"fecha": "25/Ago/2021", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Redacción y exposición de temas de ingeniería", "comments": "Respetado por los estudiantes, Deja trabajos largos(Online) Es una maestra exigente, las clases son largas y la mayoría de veces deja una tarea por clase. Si alguien tiene una duda pierde mucho tiempo en esa persona, por que luego son dudas tan obvias. Te evalúa con un artículo y un ensayo el cual no es fácil de hacer, te consume mucho tiempo."}, {"fecha": "24/Ago/2021", "score_general": "10.0", "score_facilidad": "4.0", "materia": "Redacción y Exposición de temas de ingeniería", "comments": "Muchas tareas, Aspectos de calificación claros, Deja trabajos largos(Online) Es una maestra exigente, las clases son largas y la mayoría de veces deja una tarea por clase. Si alguien tiene una duda pierde mucho tiempo en esa persona, por que luego son dudas tan obvias. Te evalúa con un artículo y un ensayo el cual no es fácil de hacer, te consume mucho tiempo."}, {"fecha": "23/Ago/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Literatura", "comments": "(Online) Es una maestra exigente, las clases son largas y la mayoría de veces deja una tarea por clase. Si alguien tiene una duda pierde mucho tiempo en esa persona, por que luego son dudas tan obvias. Te evalúa con un artículo y un ensayo el cual no es fácil de hacer, te consume mucho tiempo."}, {"fecha": "19/Ago/2021", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Literatura", "comments": "Da buena retroalimentación, Prepárate para leer, Inspiracional(Online) Es una maestra exigente, las clases son largas y la mayoría de veces deja una tarea por clase. Si alguien tiene una duda pierde mucho tiempo en esa persona, por que luego son dudas tan obvias. Te evalúa con un artículo y un ensayo el cual no es fácil de hacer, te consume mucho tiempo."}, {"fecha": "18/Ago/2021", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Redacción y Exposición de Temas de Ingeniería", "comments": "Da buena retroalimentación, Muchas tareas, Prepárate para leerEs una excelente profesora, aunque a veces se pone muy estricta tendrás un buen nivel de lectoescritura. Te recomiendo tener el artículo científico lo más pronto posible, pues es lo que tiene mayor peso en su evaluación. No plagies la información, sino te reprueba automáticamente. Ayuda mucho."}, {"fecha": "28/Ene/2021", "score_general": "8.0", "score_facilidad": "8.0", "materia": "Literatura Hispanoamericana", "comments": "Califica Duro, Muchas tareas, Prepárate para leerEs una excelente profesora, aunque a veces se pone muy estricta tendrás un buen nivel de lectoescritura. Te recomiendo tener el artículo científico lo más pronto posible, pues es lo que tiene mayor peso en su evaluación. No plagies la información, sino te reprueba automáticamente. Ayuda mucho."}, {"fecha": "07/Sep/2020", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Redacción y exposición de temas de Ingeniería", "comments": "Da buena retroalimentación, Deja trabajos largos, Tomaría su clase otra vezEs una excelente profesora, aunque a veces se pone muy estricta tendrás un buen nivel de lectoescritura. Te recomiendo tener el artículo científico lo más pronto posible, pues es lo que tiene mayor peso en su evaluación. No plagies la información, sino te reprueba automáticamente. Ayuda mucho."}, {"fecha": "31/Ago/2020", "score_general": "9.0", "score_facilidad": "4.0", "materia": "Redacción y exposición de temas de ingeniería", "comments": "Califica Duro, Muchas tareas, Prepárate para leerEs una excelente profesora, aunque a veces se pone muy estricta tendrás un buen nivel de lectoescritura. Te recomiendo tener el artículo científico lo más pronto posible, pues es lo que tiene mayor peso en su evaluación. No plagies la información, sino te reprueba automáticamente. Ayuda mucho."}, {"fecha": "13/Dic/2019", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Literatura", "comments": "Da buena retroalimentación, Muchas tareas, Prepárate para leerEs una excelente profesora, aunque a veces se pone muy estricta tendrás un buen nivel de lectoescritura. Te recomiendo tener el artículo científico lo más pronto posible, pues es lo que tiene mayor peso en su evaluación. No plagies la información, sino te reprueba automáticamente. Ayuda mucho."}, {"fecha": "21/Jul/2019", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Redacción y exposición de temas de ingeniería", "comments": "Da buena retroalimentación, Prepárate para leer, Brinda apoyoMuy buena profesora. No es barco si lo que quieres es pasar fácil, pero su clase es muy interesante, y lo mejor es que si te enseña a redactar bien. El artículo es lo más pesado pero cuando lo terminas te das cuenta de todo lo que aprendiste en ese trabajo, y no es aburrido porque el tema lo escoges"}, {"fecha": "27/Jun/2019", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Literatura hispanoamerica y contemporánea", "comments": "Prepárate para leer, Da Crédito Extra, Clases excelentesMuy buena profesora. No es barco si lo que quieres es pasar fácil, pero su clase es muy interesante, y lo mejor es que si te enseña a redactar bien. El artículo es lo más pesado pero cuando lo terminas te das cuenta de todo lo que aprendiste en ese trabajo, y no es aburrido porque el tema lo escoges"}, {"fecha": "01/Jun/2019", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Redaccion y Temas de Ingenieria", "comments": "Asistencia obligatoria, Aspectos de calificación claros, Clases excelentesMuy buena profesora. No es barco si lo que quieres es pasar fácil, pero su clase es muy interesante, y lo mejor es que si te enseña a redactar bien. El artículo es lo más pesado pero cuando lo terminas te das cuenta de todo lo que aprendiste en ese trabajo, y no es aburrido porque el tema lo escoges"}, {"fecha": "28/Ene/2019", "score_general": "10.0", "score_facilidad": "10.0", "materia": "LITERATURA HISPANOAMERICANA CONTEMPORANEA", "comments": "Prepárate para leer, Clases excelentes, Tomaría su clase otra vezMuy buena profesora. No es barco si lo que quieres es pasar fácil, pero su clase es muy interesante, y lo mejor es que si te enseña a redactar bien. El artículo es lo más pesado pero cuando lo terminas te das cuenta de todo lo que aprendiste en ese trabajo, y no es aburrido porque el tema lo escoges"}, {"fecha": "24/Ene/2019", "score_general": "9.0", "score_facilidad": "6.0", "materia": "Redacción y Exposición de temas de Ingeniería", "comments": "Muchas tareas, Aspectos de calificación claros, Tomaría su clase otra vezMuy buena profesora. No es barco si lo que quieres es pasar fácil, pero su clase es muy interesante, y lo mejor es que si te enseña a redactar bien. El artículo es lo más pesado pero cuando lo terminas te das cuenta de todo lo que aprendiste en ese trabajo, y no es aburrido porque el tema lo escoges"}, {"fecha": "16/Ene/2019", "score_general": "9.0", "score_facilidad": "10.0", "materia": "Literatura Hispanoamericana Contemporánea", "comments": "Barco, Prepárate para leer, La Participación Importa"}, {"fecha": "08/Ago/2018", "score_general": "8.0", "score_facilidad": "8.0", "materia": "Redacción y exposición de temas de ingeniería", "comments": "Tomaría su clase otra vez"}, {"fecha": "19/Jun/2018", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Redacción y Exposición de temas de Ingeniería", "comments": "Prepárate para leer, Asistencia obligatoria, Deja trabajos largos"}, {"fecha": "14/Jun/2018", "score_general": "10.0", "score_facilidad": "4.0", "materia": "Redacción y exposición de temas de ingeniería", "comments": "Brinda apoyo, Clases excelentes, Tomaría su clase otra vez"}, {"fecha": "10/Jun/2018", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Redacción y exposición de temas de ingeniería", "comments": ""}, {"fecha": "11/Mar/2018", "score_general": "8.0", "score_facilidad": "4.0", "materia": "redaccion", "comments": "Prepárate para leer, Deja trabajos largospara ser una social es mucho esfuerzo para nisiquiera sacar 10 y su actitud es mala asi que hay mejores opciones"}, {"fecha": "09/Ene/2018", "score_general": "10.0", "score_facilidad": "10.0", "materia": "---", "comments": "Barco, Muchas tareas, Prepárate para leerpara ser una social es mucho esfuerzo para nisiquiera sacar 10 y su actitud es mala asi que hay mejores opciones"}, {"fecha": "27/Jul/2017", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Literatura", "comments": "Prepárate para leer, Brinda apoyo, Muchos proyectos grupalespara ser una social es mucho esfuerzo para nisiquiera sacar 10 y su actitud es mala asi que hay mejores opciones"}, {"fecha": "26/Jun/2017", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Redacción y exposición de temas de ingeniería.", "comments": "Prepárate para leer, Las clases son largaspara ser una social es mucho esfuerzo para nisiquiera sacar 10 y su actitud es mala asi que hay mejores opciones"}, {"fecha": "30/May/2017", "score_general": "7.0", "score_facilidad": "8.0", "materia": "Literatura", "comments": "Prepárate para leer, La Participación Importa, Asistencia obligatoriapara ser una social es mucho esfuerzo para nisiquiera sacar 10 y su actitud es mala asi que hay mejores opciones"}, {"fecha": "28/Nov/2016", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Redaccion", "comments": "Califica Duro, Muchas tareas, Deja trabajos largosTrabajas todo el semestre sobre algun tema de redacción (ensayo, articulo, etc) ella dice que revisa avances, pero no es asi. La verdad es bastante facil pasar con ella, al principio solo te asusta, ademas aprendes muy bien a redactar, eso si es muy bipolar."}, {"fecha": "07/Ago/2016", "score_general": "8.0", "score_facilidad": "8.0", "materia": "Redacción y expo. de temas de ingeniería", "comments": "Trabajas todo el semestre sobre algun tema de redacción (ensayo, articulo, etc) ella dice que revisa avances, pero no es asi. La verdad es bastante facil pasar con ella, al principio solo te asusta, ademas aprendes muy bien a redactar, eso si es muy bipolar."}, {"fecha": "28/Jun/2016", "score_general": "3.0", "score_facilidad": "8.0", "materia": "Redacción y Exposición de textos de Ingeniería", "comments": "Califica Duro, Prepárate para leer, Pocos ExámenesTrabajas todo el semestre sobre algun tema de redacción (ensayo, articulo, etc) ella dice que revisa avances, pero no es asi. La verdad es bastante facil pasar con ella, al principio solo te asusta, ademas aprendes muy bien a redactar, eso si es muy bipolar."}, {"fecha": "06/Oct/2015", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Redacción y exposición de temas de ingeniería", "comments": "Trabajas todo el semestre sobre algun tema de redacción (ensayo, articulo, etc) ella dice que revisa avances, pero no es asi. La verdad es bastante facil pasar con ella, al principio solo te asusta, ademas aprendes muy bien a redactar, eso si es muy bipolar."}]