[{"fecha": "08/Feb/2023", "score_general": "7.0", "score_facilidad": "6.0", "materia": "Dispositivos", "comments": "Lo lleve dos veces en esta materia, la verdad el profe es muy bueno, pero si no tienes buenas bases de circuitos tendrás que estudiar mucho, sus series están algo pesadas, pero si las haces ya tienes medio examen, si participas y medio te topa, al final te ayuda."}, {"fecha": "02/Ago/2022", "score_general": "8.0", "score_facilidad": "8.0", "materia": "Dispositivos", "comments": "La Participación Importa, Las clases son largas, Los exámenes son difícilesLo lleve dos veces en esta materia, la verdad el profe es muy bueno, pero si no tienes buenas bases de circuitos tendrás que estudiar mucho, sus series están algo pesadas, pero si las haces ya tienes medio examen, si participas y medio te topa, al final te ayuda."}, {"fecha": "28/Jul/2022", "score_general": "5.0", "score_facilidad": "4.0", "materia": "PDS", "comments": "Barco, Las clases son largasLo lleve dos veces en esta materia, la verdad el profe es muy bueno, pero si no tienes buenas bases de circuitos tendrás que estudiar mucho, sus series están algo pesadas, pero si las haces ya tienes medio examen, si participas y medio te topa, al final te ayuda."}, {"fecha": "17/Ene/2022", "score_general": "9.0", "score_facilidad": "6.0", "materia": "Procesamiento digital de señales", "comments": "Muchas tareas, Prepárate para leer, Brinda apoyoLo lleve dos veces en esta materia, la verdad el profe es muy bueno, pero si no tienes buenas bases de circuitos tendrás que estudiar mucho, sus series están algo pesadas, pero si las haces ya tienes medio examen, si participas y medio te topa, al final te ayuda."}, {"fecha": "26/Ago/2021", "score_general": "8.0", "score_facilidad": "6.0", "materia": "Procesamiento digital de señales", "comments": "Barco, Muchas tareas, Deja trabajos largosLo lleve dos veces en esta materia, la verdad el profe es muy bueno, pero si no tienes buenas bases de circuitos tendrás que estudiar mucho, sus series están algo pesadas, pero si las haces ya tienes medio examen, si participas y medio te topa, al final te ayuda."}, {"fecha": "25/Ago/2021", "score_general": "8.0", "score_facilidad": "8.0", "materia": "Dispositivos y Circuitos E.", "comments": "Barco, Las clases son largas, Aspectos de calificación clarosSe la pasa leyendo sus diapositivas, aunque hay que poner atención porque hace comentarios puntuales que servirán para los exámenes. Hace 2 exámenes, deja series, un trabajo de investigación y califica lab. Es relax pero sí se pone un poco exigente en exámenes ya que espera que apliques lo que ve."}, {"fecha": "18/Ago/2021", "score_general": "5.0", "score_facilidad": "10.0", "materia": "Procesamiento digital de señales", "comments": "Muchas tareas, Las clases son largas, Deja trabajos largosSe la pasa leyendo sus diapositivas, aunque hay que poner atención porque hace comentarios puntuales que servirán para los exámenes. Hace 2 exámenes, deja series, un trabajo de investigación y califica lab. Es relax pero sí se pone un poco exigente en exámenes ya que espera que apliques lo que ve."}, {"fecha": "10/Mar/2021", "score_general": "7.0", "score_facilidad": "8.0", "materia": "PDs", "comments": "Las clases son largas, Deja trabajos largosSe la pasa leyendo sus diapositivas, aunque hay que poner atención porque hace comentarios puntuales que servirán para los exámenes. Hace 2 exámenes, deja series, un trabajo de investigación y califica lab. Es relax pero sí se pone un poco exigente en exámenes ya que espera que apliques lo que ve."}, {"fecha": "18/Feb/2021", "score_general": "7.0", "score_facilidad": "10.0", "materia": "Procesamiento Digital de Señales", "comments": "Barco, Las clases son largas, Clases excelentesSe la pasa leyendo sus diapositivas, aunque hay que poner atención porque hace comentarios puntuales que servirán para los exámenes. Hace 2 exámenes, deja series, un trabajo de investigación y califica lab. Es relax pero sí se pone un poco exigente en exámenes ya que espera que apliques lo que ve."}, {"fecha": "16/Feb/2021", "score_general": "8.0", "score_facilidad": "8.0", "materia": "Procesamiento Digital de Señales", "comments": "Barco, Pocos Exámenes, Brinda apoyoSe la pasa leyendo sus diapositivas, aunque hay que poner atención porque hace comentarios puntuales que servirán para los exámenes. Hace 2 exámenes, deja series, un trabajo de investigación y califica lab. Es relax pero sí se pone un poco exigente en exámenes ya que espera que apliques lo que ve."}, {"fecha": "24/Jul/2019", "score_general": "2.0", "score_facilidad": "6.0", "materia": "Dispositivos y Circuitos", "comments": "Barco, Los exámenes son difícilesSu clase es muy tediosa, no explica ningún tema bien, no es posible estudiar con los apuntes de clase porque no sabes en que va.  Es barco pero no saca la mejor calificación 6 o 7. Hay mejores opciones"}, {"fecha": "04/Jul/2019", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Dispositivos y circuitos electrónicos", "comments": "Respetado por los estudiantes, Las clases son largas, Clases excelentesSu clase es muy tediosa, no explica ningún tema bien, no es posible estudiar con los apuntes de clase porque no sabes en que va.  Es barco pero no saca la mejor calificación 6 o 7. Hay mejores opciones"}, {"fecha": "09/Feb/2019", "score_general": "8.0", "score_facilidad": "8.0", "materia": "Procesamiento de Señales digitales", "comments": "Su clase es muy tediosa, no explica ningún tema bien, no es posible estudiar con los apuntes de clase porque no sabes en que va.  Es barco pero no saca la mejor calificación 6 o 7. Hay mejores opciones"}, {"fecha": "15/Ene/2019", "score_general": "5.0", "score_facilidad": "4.0", "materia": "Procesamiento de Señales digitales", "comments": "BarcoSu clase es muy tediosa, no explica ningún tema bien, no es posible estudiar con los apuntes de clase porque no sabes en que va.  Es barco pero no saca la mejor calificación 6 o 7. Hay mejores opciones"}, {"fecha": "06/Jul/2018", "score_general": "3.0", "score_facilidad": "4.0", "materia": "---", "comments": "Su clase es muy tediosa, no explica ningún tema bien, no es posible estudiar con los apuntes de clase porque no sabes en que va.  Es barco pero no saca la mejor calificación 6 o 7. Hay mejores opciones"}, {"fecha": "27/Jun/2018", "score_general": "2.0", "score_facilidad": "2.0", "materia": "---", "comments": "[Comentario esperando revisión]"}, {"fecha": "27/Jun/2018", "score_general": "3.0", "score_facilidad": "2.0", "materia": "---", "comments": "[Comentario esperando revisión]"}, {"fecha": "26/Jun/2017", "score_general": "7.0", "score_facilidad": "6.0", "materia": "Dispositivos y Circuitos Electrónicos", "comments": "Las clases son largas, Los exámenes son difíciles[Comentario esperando revisión]"}]