[{"fecha": "02/May/2022", "score_general": "4.0", "score_facilidad": "2.0", "materia": "Redes 1", "comments": "Califica Duro, Prepárate para leer, Los exámenes son difícilesSin niguna duda uno de los peores profesores que he tenido que llevar, su clase de Redes 1 es sin nunguna duda la peor que he tenido. Se enoja si alguien tiene una duda, solo el se entiende en sus presentaciones no sabe dar clases y sus examenes son nada cerca de lo que nos da en clase. Horrible."}, {"fecha": "28/Abr/2022", "score_general": "3.0", "score_facilidad": "10.0", "materia": "Negocios Electrónicos y Desarrollo Web", "comments": "Sin niguna duda uno de los peores profesores que he tenido que llevar, su clase de Redes 1 es sin nunguna duda la peor que he tenido. Se enoja si alguien tiene una duda, solo el se entiende en sus presentaciones no sabe dar clases y sus examenes son nada cerca de lo que nos da en clase. Horrible."}, {"fecha": "31/Ene/2022", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Negocios Electrónicos y Desarrollo Web", "comments": "Da buena retroalimentación, Las clases son largas, Pocos ExámenesSin niguna duda uno de los peores profesores que he tenido que llevar, su clase de Redes 1 es sin nunguna duda la peor que he tenido. Se enoja si alguien tiene una duda, solo el se entiende en sus presentaciones no sabe dar clases y sus examenes son nada cerca de lo que nos da en clase. Horrible."}, {"fecha": "13/Ene/2022", "score_general": "6.0", "score_facilidad": "8.0", "materia": "Negocios Electrónicos  y Desarrollo Web", "comments": "Barco, Muy cómico, Las clases son largasSin niguna duda uno de los peores profesores que he tenido que llevar, su clase de Redes 1 es sin nunguna duda la peor que he tenido. Se enoja si alguien tiene una duda, solo el se entiende en sus presentaciones no sabe dar clases y sus examenes son nada cerca de lo que nos da en clase. Horrible."}, {"fecha": "26/Ago/2021", "score_general": "7.0", "score_facilidad": "10.0", "materia": "Negocios electrónicos y Desarrollo web", "comments": "Barco, Brinda apoyoSin niguna duda uno de los peores profesores que he tenido que llevar, su clase de Redes 1 es sin nunguna duda la peor que he tenido. Se enoja si alguien tiene una duda, solo el se entiende en sus presentaciones no sabe dar clases y sus examenes son nada cerca de lo que nos da en clase. Horrible."}, {"fecha": "26/Feb/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Sistemas Expertos", "comments": "Da buena retroalimentación, Pocos Exámenes, Brinda apoyoSus clases (en línea) fueron teoría y práctica al mismo tiempo y siempre daba retroalimentación, sus tareas eran implementar lo visto en clase por lo que sentí que aprendí bastante de los sistemas expertos en python y prolog, me ayudó a decidirme por el módulo de sistemas inteligentes, siempre ayuda"}, {"fecha": "20/Sep/2020", "score_general": "4.0", "score_facilidad": "8.0", "materia": "Programación básica", "comments": "Barco, Asistencia obligatoriaSus clases (en línea) fueron teoría y práctica al mismo tiempo y siempre daba retroalimentación, sus tareas eran implementar lo visto en clase por lo que sentí que aprendí bastante de los sistemas expertos en python y prolog, me ayudó a decidirme por el módulo de sistemas inteligentes, siempre ayuda"}, {"fecha": "15/Ene/2020", "score_general": "7.0", "score_facilidad": "10.0", "materia": "Programación Básica", "comments": "Asistencia obligatoria, Pocos ExámenesSus clases (en línea) fueron teoría y práctica al mismo tiempo y siempre daba retroalimentación, sus tareas eran implementar lo visto en clase por lo que sentí que aprendí bastante de los sistemas expertos en python y prolog, me ayudó a decidirme por el módulo de sistemas inteligentes, siempre ayuda"}, {"fecha": "26/Jul/2018", "score_general": "7.0", "score_facilidad": "8.0", "materia": "Inteligencia Artificial", "comments": "Barco, Asistencia obligatoria, Pocos ExámenesSus clases (en línea) fueron teoría y práctica al mismo tiempo y siempre daba retroalimentación, sus tareas eran implementar lo visto en clase por lo que sentí que aprendí bastante de los sistemas expertos en python y prolog, me ayudó a decidirme por el módulo de sistemas inteligentes, siempre ayuda"}, {"fecha": "25/Jul/2017", "score_general": "5.0", "score_facilidad": "10.0", "materia": "Inteligencia Artificial", "comments": "BarcoSus clases (en línea) fueron teoría y práctica al mismo tiempo y siempre daba retroalimentación, sus tareas eran implementar lo visto en clase por lo que sentí que aprendí bastante de los sistemas expertos en python y prolog, me ayudó a decidirme por el módulo de sistemas inteligentes, siempre ayuda"}]