[{"fecha": "15/Jun/2022", "score_general": "9.0", "score_facilidad": "8.0", "materia": "RLO", "comments": "Muchas tareas, Las clases son largas, Pocos ExámenesLo más pesado es el segundo parcial, pues se basa en exposiciones de los alumnos pero estudiando y sobre todo, entendiendo los conceptos, sí sale. Es muy amigable pero algo especial. Si el grupo no participa, empieza a dejar más tareas y sí son algo laboriosas."}, {"fecha": "19/Ene/2022", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Liderazgo", "comments": "La Participación Importa, Clases excelentes, Tomaría su clase otra vezLo más pesado es el segundo parcial, pues se basa en exposiciones de los alumnos pero estudiando y sobre todo, entendiendo los conceptos, sí sale. Es muy amigable pero algo especial. Si el grupo no participa, empieza a dejar más tareas y sí son algo laboriosas."}, {"fecha": "20/Dic/2021", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Relaciones Laborales y Organizacionales", "comments": "Muchas tareas, Respetado por los estudiantes, InspiracionalLo más pesado es el segundo parcial, pues se basa en exposiciones de los alumnos pero estudiando y sobre todo, entendiendo los conceptos, sí sale. Es muy amigable pero algo especial. Si el grupo no participa, empieza a dejar más tareas y sí son algo laboriosas."}, {"fecha": "15/Dic/2021", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Liderazgo", "comments": "Muchas tareasLo más pesado es el segundo parcial, pues se basa en exposiciones de los alumnos pero estudiando y sobre todo, entendiendo los conceptos, sí sale. Es muy amigable pero algo especial. Si el grupo no participa, empieza a dejar más tareas y sí son algo laboriosas."}, {"fecha": "18/Ago/2021", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Relaciones Laborales", "comments": "La Participación Importa, Inspiracional, Tomaría su clase otra vezLo más pesado es el segundo parcial, pues se basa en exposiciones de los alumnos pero estudiando y sobre todo, entendiendo los conceptos, sí sale. Es muy amigable pero algo especial. Si el grupo no participa, empieza a dejar más tareas y sí son algo laboriosas."}, {"fecha": "13/Ago/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "RLO", "comments": "La Participación Importa, Asistencia obligatoria, Clases excelentesHace dinamicas para que muestres interés en la clase, hace que participes, tareas y examenes sencillos, si te interesa la materia metela y aprenderás mucho."}, {"fecha": "22/Feb/2021", "score_general": "8.0", "score_facilidad": "10.0", "materia": "Taller sociohumanistico Liderazgo", "comments": "Prepárate para leer, Inspiracional, Tomaría su clase otra vezHace dinamicas para que muestres interés en la clase, hace que participes, tareas y examenes sencillos, si te interesa la materia metela y aprenderás mucho."}, {"fecha": "15/Feb/2021", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Liderazgo", "comments": "Hace dinamicas para que muestres interés en la clase, hace que participes, tareas y examenes sencillos, si te interesa la materia metela y aprenderás mucho."}, {"fecha": "31/Ago/2020", "score_general": "6.0", "score_facilidad": "10.0", "materia": "ESTUDIO DE TRABAJO", "comments": "Muchas tareas, La Participación Importa, Clases excelentesHace dinamicas para que muestres interés en la clase, hace que participes, tareas y examenes sencillos, si te interesa la materia metela y aprenderás mucho."}, {"fecha": "08/Jul/2020", "score_general": "8.0", "score_facilidad": "8.0", "materia": "Relaciones Laborales y Organizacionales", "comments": "Hace dinamicas para que muestres interés en la clase, hace que participes, tareas y examenes sencillos, si te interesa la materia metela y aprenderás mucho."}, {"fecha": "24/Jul/2019", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Taller sociohumanístico: Liderazgo", "comments": "La Participación Importa, Respetado por los estudiantes, Tomaría su clase otra vez"}, {"fecha": "03/Jun/2019", "score_general": "8.0", "score_facilidad": "8.0", "materia": "Estudio del trabajo", "comments": ""}, {"fecha": "18/Ene/2019", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Relaciones Laborales y Organizacionales", "comments": "Da buena retroalimentación, La Participación Importa, Respetado por los estudiantes"}]