[{"fecha": "01/Dic/2022", "score_general": "7.0", "score_facilidad": "4.0", "materia": "Ecuiaciones Diferenciales", "comments": "La Participación Importa, Da Crédito Extra, Brinda apoyoes buena persona, pero como profesor me dejo mucho que desear de un grupo de 60 solo quedamos 14. sabe de la materia pero no sabe como transmitir esa informacion."}, {"fecha": "21/May/2022", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Análisis numérico", "comments": "Respetado por los estudiantes, Tomaría su clase otra vezes buena persona, pero como profesor me dejo mucho que desear de un grupo de 60 solo quedamos 14. sabe de la materia pero no sabe como transmitir esa informacion."}, {"fecha": "14/Dic/2021", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Ecuaciones Diferenciales", "comments": "Brinda apoyo, Tomaría su clase otra vezes buena persona, pero como profesor me dejo mucho que desear de un grupo de 60 solo quedamos 14. sabe de la materia pero no sabe como transmitir esa informacion."}, {"fecha": "26/Feb/2021", "score_general": "4.0", "score_facilidad": "4.0", "materia": "Ecuaciones diferenciales", "comments": "Califica Duro, Las clases son largases buena persona, pero como profesor me dejo mucho que desear de un grupo de 60 solo quedamos 14. sabe de la materia pero no sabe como transmitir esa informacion."}, {"fecha": "23/Feb/2021", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Ecuaciones diferenciales", "comments": "Da buena retroalimentación, Inspiracional, Tomaría su clase otra vezes buena persona, pero como profesor me dejo mucho que desear de un grupo de 60 solo quedamos 14. sabe de la materia pero no sabe como transmitir esa informacion."}, {"fecha": "15/Feb/2021", "score_general": "7.0", "score_facilidad": "6.0", "materia": "Ecuaciones Diferenciales", "comments": "EN LINEA fue algo pesada su clase ya que solo veiamos pura teoria y un solo ejemplo por tema o subtema. Los trabajos y tarea son en equipo y tareas largas de 8 ejercicios, los examenes debes de resolverlos de la manera que el dice o enseña \r\nNi es malo ni bueno ..."}, {"fecha": "05/Feb/2021", "score_general": "8.0", "score_facilidad": "6.0", "materia": "Ecuaciones Diferenciales", "comments": "Da buena retroalimentación, Las clases son largas, Brinda apoyoEN LINEA fue algo pesada su clase ya que solo veiamos pura teoria y un solo ejemplo por tema o subtema. Los trabajos y tarea son en equipo y tareas largas de 8 ejercicios, los examenes debes de resolverlos de la manera que el dice o enseña \r\nNi es malo ni bueno ..."}, {"fecha": "09/Ago/2019", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Ecuaciones Diferenciales", "comments": "Califica Duro, Las clases son largas, Brinda apoyoEN LINEA fue algo pesada su clase ya que solo veiamos pura teoria y un solo ejemplo por tema o subtema. Los trabajos y tarea son en equipo y tareas largas de 8 ejercicios, los examenes debes de resolverlos de la manera que el dice o enseña \r\nNi es malo ni bueno ..."}, {"fecha": "26/Jul/2019", "score_general": "5.0", "score_facilidad": "4.0", "materia": "Ecuaciones Diferencales", "comments": "Califica Duro, Las clases son largas, Los exámenes son difícilesEN LINEA fue algo pesada su clase ya que solo veiamos pura teoria y un solo ejemplo por tema o subtema. Los trabajos y tarea son en equipo y tareas largas de 8 ejercicios, los examenes debes de resolverlos de la manera que el dice o enseña \r\nNi es malo ni bueno ..."}, {"fecha": "01/Jul/2019", "score_general": "7.0", "score_facilidad": "2.0", "materia": "Ecuaciones Diferenciales", "comments": "Califica Duro, Muchas tareas, Las clases son largasEN LINEA fue algo pesada su clase ya que solo veiamos pura teoria y un solo ejemplo por tema o subtema. Los trabajos y tarea son en equipo y tareas largas de 8 ejercicios, los examenes debes de resolverlos de la manera que el dice o enseña \r\nNi es malo ni bueno ..."}, {"fecha": "27/Jun/2019", "score_general": "8.0", "score_facilidad": "6.0", "materia": "Ecuaciones Diferenciales", "comments": "Muchas tareas, Las clases son largasDe lo peor, clases bastante largas y aburridas. Tareas que no están algunas veces al nivel de la clase. Muchos trabajos en equipo, si realmente no hay buena organización puede afectarlos bastante. Realmente no te deja preparado para un examen final, en serio tienes que estudiar por tu cuenta."}, {"fecha": "30/Ene/2018", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Ecuaciones Diferenciales", "comments": "Inspiracional, Clases excelentes, Tomaría su clase otra vezDe lo peor, clases bastante largas y aburridas. Tareas que no están algunas veces al nivel de la clase. Muchos trabajos en equipo, si realmente no hay buena organización puede afectarlos bastante. Realmente no te deja preparado para un examen final, en serio tienes que estudiar por tu cuenta."}, {"fecha": "27/Dic/2017", "score_general": "9.0", "score_facilidad": "6.0", "materia": "Ecuaciones Diferenciales", "comments": "Brinda apoyo, Muchos proyectos grupales, Tomaría su clase otra vezDe lo peor, clases bastante largas y aburridas. Tareas que no están algunas veces al nivel de la clase. Muchos trabajos en equipo, si realmente no hay buena organización puede afectarlos bastante. Realmente no te deja preparado para un examen final, en serio tienes que estudiar por tu cuenta."}, {"fecha": "04/Mar/2017", "score_general": "4.0", "score_facilidad": "4.0", "materia": "Ecuaciones Diferenciales", "comments": "Muchas tareas, Prepárate para leer, Las clases son largasDe lo peor, clases bastante largas y aburridas. Tareas que no están algunas veces al nivel de la clase. Muchos trabajos en equipo, si realmente no hay buena organización puede afectarlos bastante. Realmente no te deja preparado para un examen final, en serio tienes que estudiar por tu cuenta."}, {"fecha": "23/Ene/2017", "score_general": "6.0", "score_facilidad": "6.0", "materia": "Ecuaciones Diferenciales", "comments": "Califica Duro, Muchas tareas, Las clases son largasDe lo peor, clases bastante largas y aburridas. Tareas que no están algunas veces al nivel de la clase. Muchos trabajos en equipo, si realmente no hay buena organización puede afectarlos bastante. Realmente no te deja preparado para un examen final, en serio tienes que estudiar por tu cuenta."}]