[{"fecha": "27/Ene/2023", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Dibujo mecanico e industrial", "comments": "Barco, Da buena retroalimentación, Tomaría su clase otra vezEl horario vale la pena. Es un profe con el que te sientes en mucha confianza. Sales con buen nivel aunque sea barco. Lo mas dificil es el proyecto final pero te da suficiente tiempo de hacerlo. Creo que todos obtuvimos 10, tienes que entregar los mismos ejercicios que haces en clase. No hace examen"}, {"fecha": "03/Ago/2022", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Dibujo mecánico e industrial", "comments": "Respetado por los estudiantes, Da Crédito Extra, Aspectos de calificación clarosEl horario vale la pena. Es un profe con el que te sientes en mucha confianza. Sales con buen nivel aunque sea barco. Lo mas dificil es el proyecto final pero te da suficiente tiempo de hacerlo. Creo que todos obtuvimos 10, tienes que entregar los mismos ejercicios que haces en clase. No hace examen"}, {"fecha": "25/Ene/2022", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Dibujo mecánico e industrial", "comments": "Aspectos de calificación claros, Brinda apoyo, Tomaría su clase otra vezEl horario vale la pena. Es un profe con el que te sientes en mucha confianza. Sales con buen nivel aunque sea barco. Lo mas dificil es el proyecto final pero te da suficiente tiempo de hacerlo. Creo que todos obtuvimos 10, tienes que entregar los mismos ejercicios que haces en clase. No hace examen"}, {"fecha": "27/Ago/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Dibujo Mecánico e Industrial", "comments": "Inspiracional, Da Crédito Extra, Clases excelentesEl horario vale la pena. Es un profe con el que te sientes en mucha confianza. Sales con buen nivel aunque sea barco. Lo mas dificil es el proyecto final pero te da suficiente tiempo de hacerlo. Creo que todos obtuvimos 10, tienes que entregar los mismos ejercicios que haces en clase. No hace examen"}, {"fecha": "18/Feb/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Dibujo mecánico e industrial", "comments": "Inspiracional, Brinda apoyo, Clases excelentesEl horario vale la pena. Es un profe con el que te sientes en mucha confianza. Sales con buen nivel aunque sea barco. Lo mas dificil es el proyecto final pero te da suficiente tiempo de hacerlo. Creo que todos obtuvimos 10, tienes que entregar los mismos ejercicios que haces en clase. No hace examen"}, {"fecha": "15/Feb/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Dibujo", "comments": "Barco, Muy cómico, Clases excelentesMuy paciente"}, {"fecha": "15/Dic/2019", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Dibujo Mecánico e Industrial", "comments": "Brinda apoyo, Clases excelentes, Tomaría su clase otra vezMuy paciente"}, {"fecha": "31/May/2019", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Dibujo Mecánico e Industrial", "comments": "Brinda apoyo, Clases excelentes, Tomaría su clase otra vezMuy paciente"}, {"fecha": "22/Dic/2018", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Dibujo mecánico e industrial", "comments": "Da Crédito Extra, Brinda apoyo, Tomaría su clase otra vezMuy paciente"}, {"fecha": "24/Nov/2018", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Dibujo Mecánico e Industrial", "comments": "Aspectos de calificación claros, Brinda apoyo, Clases excelentesMuy paciente"}, {"fecha": "11/Ene/2018", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Dibujo mecanico e industrial", "comments": "Inspiracional, Brinda apoyo, Clases excelentesel mejor profesor que puede haber, super accesible, buena onda, aprendes y sacas buena calificación. su clase es perfecta"}, {"fecha": "26/Jul/2017", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Dibujo mecanico e industrial", "comments": "Barco, Brinda apoyo, Clases excelentesel mejor profesor que puede haber, super accesible, buena onda, aprendes y sacas buena calificación. su clase es perfecta"}, {"fecha": "27/Jun/2017", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Dibujo mecánico", "comments": "el mejor profesor que puede haber, super accesible, buena onda, aprendes y sacas buena calificación. su clase es perfecta"}, {"fecha": "17/Jun/2017", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Dibujo mecánico e industrial", "comments": "Inspiracional, Pocos Exámenes, Brinda apoyoel mejor profesor que puede haber, super accesible, buena onda, aprendes y sacas buena calificación. su clase es perfecta"}, {"fecha": "21/Feb/2017", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Dibujo", "comments": "el mejor profesor que puede haber, super accesible, buena onda, aprendes y sacas buena calificación. su clase es perfecta"}, {"fecha": "22/Ene/2017", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Dibujo Mecánico e Industrial", "comments": "Barco, Muy cómico, Tomaría su clase otra vezEnseña súper bien. Para sacar 10 sólo tienes que ir a las clases y hacer los trabajos de clase. Definitivamente el mejor profesor de dibujo de la facultad"}, {"fecha": "20/Nov/2016", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Dibujo", "comments": "Inspiracional, Clases excelentes, Tomaría su clase otra vezEnseña súper bien. Para sacar 10 sólo tienes que ir a las clases y hacer los trabajos de clase. Definitivamente el mejor profesor de dibujo de la facultad"}]