[{"fecha": "17/Feb/2023", "score_general": "5.0", "score_facilidad": "4.0", "materia": "Probabilidad", "comments": "Califica Duro, Muchas tareas, Muchos ExámenesDeja muchas tareas, y al principio se vuelve complicado, la clase es larga y pesada. Es buena onda, pero avanza muy rápido con los temas y es difícil seguirle el ritmo."}, {"fecha": "11/Feb/2023", "score_general": "7.0", "score_facilidad": "6.0", "materia": "Cálculo y Geometría Analítica", "comments": "Muchas tareas, Da Crédito Extra, Brinda apoyoDeja muchas tareas, y al principio se vuelve complicado, la clase es larga y pesada. Es buena onda, pero avanza muy rápido con los temas y es difícil seguirle el ritmo."}, {"fecha": "09/Feb/2023", "score_general": "7.0", "score_facilidad": "4.0", "materia": "Algebra", "comments": "Muchas tareas, Las clases son largas, Los exámenes son difícilesDeja muchas tareas, y al principio se vuelve complicado, la clase es larga y pesada. Es buena onda, pero avanza muy rápido con los temas y es difícil seguirle el ritmo."}, {"fecha": "07/Feb/2023", "score_general": "6.0", "score_facilidad": "8.0", "materia": "Probabilidad", "comments": "BarcoDeja muchas tareas, y al principio se vuelve complicado, la clase es larga y pesada. Es buena onda, pero avanza muy rápido con los temas y es difícil seguirle el ritmo."}, {"fecha": "07/Feb/2023", "score_general": "9.0", "score_facilidad": "6.0", "materia": "Algebra", "comments": "Califica Duro, Brinda apoyo, Tomaría su clase otra vezDeja muchas tareas, y al principio se vuelve complicado, la clase es larga y pesada. Es buena onda, pero avanza muy rápido con los temas y es difícil seguirle el ritmo."}, {"fecha": "07/Feb/2023", "score_general": "8.0", "score_facilidad": "6.0", "materia": "Álgebra", "comments": "Califica Duro, Muchas tareas, Los exámenes son difícilesAl principio del curso fue bastante difícil seguirle el ritmo y aparte su primer examen fue muy estricta calificando, es muy buena profesora pero sus exámenes son bastante difíciles, jamás pierdas eso en mente. Te da 1 punto extra si haces un curso (Te ayuda mucho en el promedio) y tiene favoritos:("}, {"fecha": "02/Feb/2023", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Álgebra", "comments": "Califica Duro, Brinda apoyo, Tomaría su clase otra vezAl principio del curso fue bastante difícil seguirle el ritmo y aparte su primer examen fue muy estricta calificando, es muy buena profesora pero sus exámenes son bastante difíciles, jamás pierdas eso en mente. Te da 1 punto extra si haces un curso (Te ayuda mucho en el promedio) y tiene favoritos:("}, {"fecha": "20/Ene/2023", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Álgebra", "comments": "Brinda apoyo, Clases excelentes, Tomaría su clase otra vezAl principio del curso fue bastante difícil seguirle el ritmo y aparte su primer examen fue muy estricta calificando, es muy buena profesora pero sus exámenes son bastante difíciles, jamás pierdas eso en mente. Te da 1 punto extra si haces un curso (Te ayuda mucho en el promedio) y tiene favoritos:("}, {"fecha": "22/Ene/2022", "score_general": "8.0", "score_facilidad": "10.0", "materia": "Probabilidad", "comments": "La Participación ImportaAl principio del curso fue bastante difícil seguirle el ritmo y aparte su primer examen fue muy estricta calificando, es muy buena profesora pero sus exámenes son bastante difíciles, jamás pierdas eso en mente. Te da 1 punto extra si haces un curso (Te ayuda mucho en el promedio) y tiene favoritos:("}, {"fecha": "15/Sep/2021", "score_general": "8.0", "score_facilidad": "6.0", "materia": "Calculo diferencial y Geometria analitica", "comments": "Da buena retroalimentación, Muchas tareas, La Participación ImportaAl principio del curso fue bastante difícil seguirle el ritmo y aparte su primer examen fue muy estricta calificando, es muy buena profesora pero sus exámenes son bastante difíciles, jamás pierdas eso en mente. Te da 1 punto extra si haces un curso (Te ayuda mucho en el promedio) y tiene favoritos:("}, {"fecha": "31/Ago/2021", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Calculo y Geometría Analitica", "comments": "Brinda apoyo, Clases excelentes, Tomaría su clase otra vezExcelente profesora, hay que seguirle el ritmo, lo único malo es que en clases en linea la manera de presentar no es la mejor, aunque si vas tomando apuntes desde un principio, si le llegas a entender"}, {"fecha": "25/Ago/2021", "score_general": "8.0", "score_facilidad": "10.0", "materia": "Cálculo y geometría analitica", "comments": "La Participación Importa, Las clases son largas, Tomaría su clase otra vezExcelente profesora, hay que seguirle el ritmo, lo único malo es que en clases en linea la manera de presentar no es la mejor, aunque si vas tomando apuntes desde un principio, si le llegas a entender"}, {"fecha": "25/Feb/2021", "score_general": "8.0", "score_facilidad": "8.0", "materia": "Cálculo y Geometría Analítica", "comments": "Excelente profesora, hay que seguirle el ritmo, lo único malo es que en clases en linea la manera de presentar no es la mejor, aunque si vas tomando apuntes desde un principio, si le llegas a entender"}, {"fecha": "04/Feb/2021", "score_general": "8.0", "score_facilidad": "8.0", "materia": "ALGEBRA", "comments": "Excelente profesora, hay que seguirle el ritmo, lo único malo es que en clases en linea la manera de presentar no es la mejor, aunque si vas tomando apuntes desde un principio, si le llegas a entender"}, {"fecha": "04/Feb/2021", "score_general": "7.0", "score_facilidad": "8.0", "materia": "Probabilidad", "comments": "La Participación Importa, Da Crédito Extra, Muchos proyectos grupalesExcelente profesora, hay que seguirle el ritmo, lo único malo es que en clases en linea la manera de presentar no es la mejor, aunque si vas tomando apuntes desde un principio, si le llegas a entender"}, {"fecha": "22/Jun/2020", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Calculo", "comments": "Muy cómico, Muchas tareas, Tomaría su clase otra vezEs muy buena maestra, explica los temas muy claros y si tienes alguna duda te ayuda sin problema. Su forma de dar clases en línea no es la mejor, ya que no lo hace en una buena plataforma."}, {"fecha": "16/Jun/2020", "score_general": "6.0", "score_facilidad": "6.0", "materia": "Probabilidad", "comments": "Califica Duro, Aspectos de calificación claros, Los exámenes son difícilesEs muy buena maestra, explica los temas muy claros y si tienes alguna duda te ayuda sin problema. Su forma de dar clases en línea no es la mejor, ya que no lo hace en una buena plataforma."}, {"fecha": "14/Ago/2019", "score_general": "8.0", "score_facilidad": "6.0", "materia": "Algebra", "comments": "Califica Duro, Da buena retroalimentación, InspiracionalEs muy buena maestra, explica los temas muy claros y si tienes alguna duda te ayuda sin problema. Su forma de dar clases en línea no es la mejor, ya que no lo hace en una buena plataforma."}, {"fecha": "06/Ago/2019", "score_general": "8.0", "score_facilidad": "10.0", "materia": "Probabilidad", "comments": "Los exámenes son difícilesEs muy buena maestra, explica los temas muy claros y si tienes alguna duda te ayuda sin problema. Su forma de dar clases en línea no es la mejor, ya que no lo hace en una buena plataforma."}, {"fecha": "27/Jun/2019", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Algebra", "comments": "Muchas tareas, La Participación Importa, Da Crédito ExtraEs muy buena maestra, explica los temas muy claros y si tienes alguna duda te ayuda sin problema. Su forma de dar clases en línea no es la mejor, ya que no lo hace en una buena plataforma."}, {"fecha": "24/May/2019", "score_general": "7.0", "score_facilidad": "6.0", "materia": "Cálculo y geometría analítica", "comments": "Brinda apoyo, Clases excelentes, Tomaría su clase otra vezBuena maestra, se interesa porque aprendas. Su primer examen es una investigacion asi que 10 seguro, su segundo examen es mas complicado si no estudias terminaras reprobandolo y es el que mas cuenta fue lo que a mi me paso, al final se porta barco y su tercer parcial es sencillo. Deja mucha tarea"}, {"fecha": "30/Ene/2019", "score_general": "5.0", "score_facilidad": "8.0", "materia": "Cálculo y Geometría Analítica", "comments": "Buena maestra, se interesa porque aprendas. Su primer examen es una investigacion asi que 10 seguro, su segundo examen es mas complicado si no estudias terminaras reprobandolo y es el que mas cuenta fue lo que a mi me paso, al final se porta barco y su tercer parcial es sencillo. Deja mucha tarea"}, {"fecha": "22/Ene/2019", "score_general": "2.0", "score_facilidad": "2.0", "materia": "probabilidad", "comments": "Buena maestra, se interesa porque aprendas. Su primer examen es una investigacion asi que 10 seguro, su segundo examen es mas complicado si no estudias terminaras reprobandolo y es el que mas cuenta fue lo que a mi me paso, al final se porta barco y su tercer parcial es sencillo. Deja mucha tarea"}, {"fecha": "22/Ene/2019", "score_general": "4.0", "score_facilidad": "6.0", "materia": "Probabilidad", "comments": "Buena maestra, se interesa porque aprendas. Su primer examen es una investigacion asi que 10 seguro, su segundo examen es mas complicado si no estudias terminaras reprobandolo y es el que mas cuenta fue lo que a mi me paso, al final se porta barco y su tercer parcial es sencillo. Deja mucha tarea"}, {"fecha": "21/Ene/2019", "score_general": "9.0", "score_facilidad": "10.0", "materia": "Probabilidad", "comments": "Muchas tareasBuena maestra, se interesa porque aprendas. Su primer examen es una investigacion asi que 10 seguro, su segundo examen es mas complicado si no estudias terminaras reprobandolo y es el que mas cuenta fue lo que a mi me paso, al final se porta barco y su tercer parcial es sencillo. Deja mucha tarea"}, {"fecha": "23/Nov/2018", "score_general": "8.0", "score_facilidad": "10.0", "materia": "Cálculo y Geometría Analítica", "comments": "Barco, Muchas tareas, Brinda apoyoAl principio, parece que se va muy rápido explicando los temas, pero con el tiempo te vas acomodando a su forma de enseñar. Es algo desorganizada y algunas veces deja tarea sin saberlo, pero de ahí en fuera fue muy entretenida e intersante su clase."}, {"fecha": "22/Nov/2018", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Probabilidad", "comments": "Barco, Muchas tareas, Brinda apoyoAl principio, parece que se va muy rápido explicando los temas, pero con el tiempo te vas acomodando a su forma de enseñar. Es algo desorganizada y algunas veces deja tarea sin saberlo, pero de ahí en fuera fue muy entretenida e intersante su clase."}, {"fecha": "24/Oct/2018", "score_general": "7.0", "score_facilidad": "6.0", "materia": "Álgebra", "comments": "Al principio, parece que se va muy rápido explicando los temas, pero con el tiempo te vas acomodando a su forma de enseñar. Es algo desorganizada y algunas veces deja tarea sin saberlo, pero de ahí en fuera fue muy entretenida e intersante su clase."}, {"fecha": "05/Ago/2018", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Cálculo diferencial", "comments": "Barco, La Participación Importa, InspiracionalAl principio, parece que se va muy rápido explicando los temas, pero con el tiempo te vas acomodando a su forma de enseñar. Es algo desorganizada y algunas veces deja tarea sin saberlo, pero de ahí en fuera fue muy entretenida e intersante su clase."}, {"fecha": "25/Jul/2018", "score_general": "8.0", "score_facilidad": "8.0", "materia": "Cálculo Diferencial", "comments": "Barco, Muchas tareas, La Participación ImportaAl principio, parece que se va muy rápido explicando los temas, pero con el tiempo te vas acomodando a su forma de enseñar. Es algo desorganizada y algunas veces deja tarea sin saberlo, pero de ahí en fuera fue muy entretenida e intersante su clase."}, {"fecha": "17/Jul/2018", "score_general": "6.0", "score_facilidad": "8.0", "materia": "Probabilidad", "comments": "BarcoBarco para sacar 6, demasiados trabajos y tareas si no te gusta la materia. La clase es muy didactica y la mayoria es en equipos. En lo personal no me gusta la materia, por ello se me hizo tediosa su clase"}, {"fecha": "20/Jun/2018", "score_general": "8.0", "score_facilidad": "10.0", "materia": "CyGA", "comments": "Barco, Pocos ExámenesBarco para sacar 6, demasiados trabajos y tareas si no te gusta la materia. La clase es muy didactica y la mayoria es en equipos. En lo personal no me gusta la materia, por ello se me hizo tediosa su clase"}, {"fecha": "23/Ene/2018", "score_general": "8.0", "score_facilidad": "8.0", "materia": "Probabilidad", "comments": "Muchas tareas, Clases excelentesBarco para sacar 6, demasiados trabajos y tareas si no te gusta la materia. La clase es muy didactica y la mayoria es en equipos. En lo personal no me gusta la materia, por ello se me hizo tediosa su clase"}, {"fecha": "22/Ene/2018", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Probabilidad", "comments": "Muchas tareas, Tomaría su clase otra vezBarco para sacar 6, demasiados trabajos y tareas si no te gusta la materia. La clase es muy didactica y la mayoria es en equipos. En lo personal no me gusta la materia, por ello se me hizo tediosa su clase"}, {"fecha": "15/Dic/2017", "score_general": "2.0", "score_facilidad": "2.0", "materia": "Probabilidad", "comments": "Asistencia obligatoria, Las clases son largas, Los exámenes son difícilesBarco para sacar 6, demasiados trabajos y tareas si no te gusta la materia. La clase es muy didactica y la mayoria es en equipos. En lo personal no me gusta la materia, por ello se me hizo tediosa su clase"}, {"fecha": "05/Dic/2017", "score_general": "3.0", "score_facilidad": "6.0", "materia": "probabilidad", "comments": "utiliza Educafi, es una porquería de plataforma está mas revuelta que nada, hay trabajos calificados que no sirven de nada de años pasados... no es organizada, escribe chiquito y da por hecho las cosas, pesima dando teoría."}, {"fecha": "21/Ago/2017", "score_general": "7.0", "score_facilidad": "6.0", "materia": "Álgebra", "comments": "utiliza Educafi, es una porquería de plataforma está mas revuelta que nada, hay trabajos calificados que no sirven de nada de años pasados... no es organizada, escribe chiquito y da por hecho las cosas, pesima dando teoría."}, {"fecha": "25/Jul/2017", "score_general": "7.0", "score_facilidad": "10.0", "materia": "álgebra", "comments": "utiliza Educafi, es una porquería de plataforma está mas revuelta que nada, hay trabajos calificados que no sirven de nada de años pasados... no es organizada, escribe chiquito y da por hecho las cosas, pesima dando teoría."}, {"fecha": "22/Jul/2017", "score_general": "7.0", "score_facilidad": "6.0", "materia": "Cálculo y Geometria Analitica", "comments": "Da buena retroalimentación, Muchas tareas, Inspiracionalutiliza Educafi, es una porquería de plataforma está mas revuelta que nada, hay trabajos calificados que no sirven de nada de años pasados... no es organizada, escribe chiquito y da por hecho las cosas, pesima dando teoría."}, {"fecha": "09/Mar/2017", "score_general": "6.0", "score_facilidad": "6.0", "materia": "Probabilidad y Estadística", "comments": "Muy cómico, Inspiracional, Da Crédito Extrautiliza Educafi, es una porquería de plataforma está mas revuelta que nada, hay trabajos calificados que no sirven de nada de años pasados... no es organizada, escribe chiquito y da por hecho las cosas, pesima dando teoría."}, {"fecha": "03/Feb/2017", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Probabilidad", "comments": "Barco, Muy cómico, Da buena retroalimentaciónSe la rifa como los mismísimos dioses del olimpo!"}, {"fecha": "24/Ene/2017", "score_general": "8.0", "score_facilidad": "6.0", "materia": "Álgebra", "comments": "Da buena retroalimentación, Inspiracional, Tomaría su clase otra vezSe la rifa como los mismísimos dioses del olimpo!"}, {"fecha": "23/Ene/2017", "score_general": "9.0", "score_facilidad": "10.0", "materia": "Calculo Diferencial y Geometría Analítica", "comments": "Muchas tareas, Da Crédito Extra, Aspectos de calificación clarosSe la rifa como los mismísimos dioses del olimpo!"}, {"fecha": "22/Ene/2017", "score_general": "8.0", "score_facilidad": "6.0", "materia": "algebra", "comments": "Da buena retroalimentación, La Participación Importa, Da Crédito ExtraSe la rifa como los mismísimos dioses del olimpo!"}, {"fecha": "19/Ene/2017", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Calculo diferencial", "comments": "Muchas tareasSe la rifa como los mismísimos dioses del olimpo!"}, {"fecha": "14/Jul/2016", "score_general": "9.0", "score_facilidad": "6.0", "materia": "algebra", "comments": "Da buena retroalimentación, Muchas tareas, Da Crédito Extra"}, {"fecha": "27/Jun/2016", "score_general": "6.0", "score_facilidad": "10.0", "materia": "Probabilidad y Estadística", "comments": ""}, {"fecha": "15/Jun/2016", "score_general": "7.0", "score_facilidad": "10.0", "materia": "Probabilidad y Estadística", "comments": "Barco, Muchas tareas, Brinda apoyo"}, {"fecha": "08/Jun/2016", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Calculo y geometría analítica", "comments": "Da buena retroalimentación, Brinda apoyo, Clases excelentes"}, {"fecha": "03/Jun/2016", "score_general": "8.0", "score_facilidad": "6.0", "materia": "Cálculo Diferencial y Geometría Analítica", "comments": "Muchas tareas, Da Crédito Extra, Tomaría su clase otra vez"}, {"fecha": "01/Jun/2016", "score_general": "10.0", "score_facilidad": "10.0", "materia": "algebra", "comments": "Respetado por los estudiantesMuy buena profesora aunque deja mucha tarea y si fallas estas en final"}, {"fecha": "28/Abr/2016", "score_general": "3.0", "score_facilidad": "4.0", "materia": "---", "comments": "Muchas tareasMuy buena profesora aunque deja mucha tarea y si fallas estas en final"}, {"fecha": "01/Abr/2016", "score_general": "2.0", "score_facilidad": "6.0", "materia": "Algebra", "comments": "Califica Duro, Muchas tareas, Hace exámenes sorpresaMuy buena profesora aunque deja mucha tarea y si fallas estas en final"}, {"fecha": "04/Feb/2016", "score_general": "4.0", "score_facilidad": "2.0", "materia": "Calculo Diferncial", "comments": "Califica Duro, Los exámenes son difícilesMuy buena profesora aunque deja mucha tarea y si fallas estas en final"}, {"fecha": "26/Ene/2016", "score_general": "10.0", "score_facilidad": "4.0", "materia": "Álgebra", "comments": "Muy buena profesora aunque deja mucha tarea y si fallas estas en final"}, {"fecha": "12/Ene/2016", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Algebra", "comments": "Excelente profesora. Totalmente recomendable. Mucha tarea."}, {"fecha": "29/Nov/2015", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Álgebra", "comments": "Excelente profesora. Totalmente recomendable. Mucha tarea."}, {"fecha": "03/Ago/2015", "score_general": "5.0", "score_facilidad": "6.0", "materia": "Calculo Diferencial", "comments": "Muchas tareas, Prepárate para leer, Hace exámenes sorpresaExcelente profesora. Totalmente recomendable. Mucha tarea."}, {"fecha": "01/Jul/2015", "score_general": "6.0", "score_facilidad": "4.0", "materia": "Algebra", "comments": "Excelente profesora. Totalmente recomendable. Mucha tarea."}, {"fecha": "09/Jun/2015", "score_general": "5.0", "score_facilidad": "8.0", "materia": "Probabilidad y Estadística", "comments": "Excelente profesora. Totalmente recomendable. Mucha tarea."}, {"fecha": "09/Jun/2015", "score_general": "5.0", "score_facilidad": "8.0", "materia": "Probabilidad y Estadística", "comments": ""}, {"fecha": "25/Jun/2014", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Probabilidad y Estadistica", "comments": ""}, {"fecha": "30/May/2014", "score_general": "6.0", "score_facilidad": "6.0", "materia": "calculo diferencial", "comments": ""}, {"fecha": "05/May/2013", "score_general": "7.0", "score_facilidad": "4.0", "materia": "Calculo diferencial", "comments": ""}, {"fecha": "22/Ene/2013", "score_general": "8.0", "score_facilidad": "4.0", "materia": "algebra", "comments": ""}, {"fecha": "14/Ene/2013", "score_general": "10.0", "score_facilidad": "4.0", "materia": "Álgebra Lineal", "comments": "Llevé a Peñuñuri en Álgebra Lineal y la recomiendo al 100%. No sólo es excelente maestra, como persona es muy buena onda. Incluso esa materia del infierno se me hizo muy fácil con ella. Hace muchos ejercicios en clase; eso sí, deja muchas tareas, pero te ayudan a repasar. De las mejores profesoras."}, {"fecha": "20/Jul/2012", "score_general": "6.0", "score_facilidad": "6.0", "materia": "Álgebra", "comments": "Llevé a Peñuñuri en Álgebra Lineal y la recomiendo al 100%. No sólo es excelente maestra, como persona es muy buena onda. Incluso esa materia del infierno se me hizo muy fácil con ella. Hace muchos ejercicios en clase; eso sí, deja muchas tareas, pero te ayudan a repasar. De las mejores profesoras."}]