[{"fecha": "19/Ene/2023", "score_general": "7.0", "score_facilidad": "6.0", "materia": "Señales y Sistemas", "comments": "Prepárate para leer, Las clases son largas, Deja trabajos largosCambió mucho el profesor. Calificó con tareas algo largas y proyectos. En el primer proyecto le valió si tenias otra clase después de la de él, él se siguió y calificó como si realmente enseñara bien. No hace examen, por lo que en los proyectos se pone demasiado exigente. Evita inscribirlo."}, {"fecha": "29/Jul/2022", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Señales y sistemas", "comments": "Da buena retroalimentación, Brinda apoyo, Clases excelentesCambió mucho el profesor. Calificó con tareas algo largas y proyectos. En el primer proyecto le valió si tenias otra clase después de la de él, él se siguió y calificó como si realmente enseñara bien. No hace examen, por lo que en los proyectos se pone demasiado exigente. Evita inscribirlo."}, {"fecha": "09/Jun/2022", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Señales y Sistemas", "comments": "Muy cómico, Da buena retroalimentación, Tomaría su clase otra vezCambió mucho el profesor. Calificó con tareas algo largas y proyectos. En el primer proyecto le valió si tenias otra clase después de la de él, él se siguió y calificó como si realmente enseñara bien. No hace examen, por lo que en los proyectos se pone demasiado exigente. Evita inscribirlo."}, {"fecha": "29/Ene/2022", "score_general": "9.0", "score_facilidad": "6.0", "materia": "Señales y sistemas", "comments": "Muy cómico, Da buena retroalimentación, Brinda apoyoCambió mucho el profesor. Calificó con tareas algo largas y proyectos. En el primer proyecto le valió si tenias otra clase después de la de él, él se siguió y calificó como si realmente enseñara bien. No hace examen, por lo que en los proyectos se pone demasiado exigente. Evita inscribirlo."}, {"fecha": "25/Ene/2022", "score_general": "9.0", "score_facilidad": "6.0", "materia": "Señales y sistemas", "comments": "Califica Duro, La Participación Importa, Brinda apoyoCambió mucho el profesor. Calificó con tareas algo largas y proyectos. En el primer proyecto le valió si tenias otra clase después de la de él, él se siguió y calificó como si realmente enseñara bien. No hace examen, por lo que en los proyectos se pone demasiado exigente. Evita inscribirlo."}, {"fecha": "25/Ene/2022", "score_general": "7.0", "score_facilidad": "4.0", "materia": "Señales y sistemas", "comments": "La Participación Importa, Asistencia obligatoria, Muchos proyectos grupalesLas clases son con diapositivas explicadas, es importante participar. No hubo examenes (pero comento que a futuro si) y los sustituia con presentaciones de proyectos. Trae muy buen nivel antes y pasas sin problemas; ayuda bastante y las participaciones son extra."}, {"fecha": "25/Ago/2021", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Señales y sistemas", "comments": "Barco, Muy cómico, Respetado por los estudiantesLas clases son con diapositivas explicadas, es importante participar. No hubo examenes (pero comento que a futuro si) y los sustituia con presentaciones de proyectos. Trae muy buen nivel antes y pasas sin problemas; ayuda bastante y las participaciones son extra."}, {"fecha": "18/Feb/2021", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Señales y Sistemas", "comments": "La Participación Importa, Pocos Exámenes, Brinda apoyoLas clases son con diapositivas explicadas, es importante participar. No hubo examenes (pero comento que a futuro si) y los sustituia con presentaciones de proyectos. Trae muy buen nivel antes y pasas sin problemas; ayuda bastante y las participaciones son extra."}, {"fecha": "15/Feb/2021", "score_general": "8.0", "score_facilidad": "8.0", "materia": "Señales y Sistemas", "comments": "Respetado por los estudiantesLas clases son con diapositivas explicadas, es importante participar. No hubo examenes (pero comento que a futuro si) y los sustituia con presentaciones de proyectos. Trae muy buen nivel antes y pasas sin problemas; ayuda bastante y las participaciones son extra."}, {"fecha": "09/Ene/2020", "score_general": "5.0", "score_facilidad": "4.0", "materia": "Señales y sistemas", "comments": "Califica Duro, La Participación Importa, Los exámenes son difícilesLas clases son con diapositivas explicadas, es importante participar. No hubo examenes (pero comento que a futuro si) y los sustituia con presentaciones de proyectos. Trae muy buen nivel antes y pasas sin problemas; ayuda bastante y las participaciones son extra."}, {"fecha": "09/Jul/2019", "score_general": "8.0", "score_facilidad": "8.0", "materia": "Analisis de Sistemas y Señales", "comments": "Da buena retroalimentación, Brinda apoyo, Tomaría su clase otra vezEs un profesor que explica de forma bastante ordenada y muy claro los temas de la materia. Aplica de vez en cuando ejercicios bastante complicados, lo cual ayuda para sus examenes, los cuales son a libro abierto y sencillos. Aprendes y no es muy dificil pasar"}, {"fecha": "21/Ene/2019", "score_general": "10.0", "score_facilidad": "8.0", "materia": "ASyS", "comments": "Da buena retroalimentación, La Participación Importa, Aspectos de calificación clarosEs un profesor que explica de forma bastante ordenada y muy claro los temas de la materia. Aplica de vez en cuando ejercicios bastante complicados, lo cual ayuda para sus examenes, los cuales son a libro abierto y sencillos. Aprendes y no es muy dificil pasar"}, {"fecha": "17/Ene/2019", "score_general": "8.0", "score_facilidad": "8.0", "materia": "Análisis de sistemas y señales", "comments": "Da buena retroalimentación, La Participación Importa, Tomaría su clase otra vezEs un profesor que explica de forma bastante ordenada y muy claro los temas de la materia. Aplica de vez en cuando ejercicios bastante complicados, lo cual ayuda para sus examenes, los cuales son a libro abierto y sencillos. Aprendes y no es muy dificil pasar"}, {"fecha": "17/Ene/2019", "score_general": "10.0", "score_facilidad": "10.0", "materia": "ASyS", "comments": "La Participación ImportaEs un profesor que explica de forma bastante ordenada y muy claro los temas de la materia. Aplica de vez en cuando ejercicios bastante complicados, lo cual ayuda para sus examenes, los cuales son a libro abierto y sencillos. Aprendes y no es muy dificil pasar"}, {"fecha": "03/Dic/2018", "score_general": "9.0", "score_facilidad": "6.0", "materia": "ASyS", "comments": "La Participación Importa, Aspectos de calificación claros, Tomaría su clase otra vezEs un profesor que explica de forma bastante ordenada y muy claro los temas de la materia. Aplica de vez en cuando ejercicios bastante complicados, lo cual ayuda para sus examenes, los cuales son a libro abierto y sencillos. Aprendes y no es muy dificil pasar"}, {"fecha": "22/Nov/2018", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Asys", "comments": "Da buena retroalimentación, Brinda apoyoExcelente profesor, explica claro, los exámenes no son difíciles(para nada, toma su clase y sabrás de que hablo), da ejemplos muy divertidos e interesantes."}, {"fecha": "23/Ene/2018", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Analisis de sistemas", "comments": "Excelente profesor, explica claro, los exámenes no son difíciles(para nada, toma su clase y sabrás de que hablo), da ejemplos muy divertidos e interesantes."}]