[{"fecha": "10/Feb/2023", "score_general": "9.0", "score_facilidad": "10.0", "materia": "Cinematica y Dinamica", "comments": "Barco, Prepárate para leer, Brinda apoyoLa clase es media aburrida pero brinda un material que de apoyo muy bueno. \r\nNo dejes de faltar a clase, estudia las presentaciones que facilita y has con anticipación las tareas, así, seguro sacas un 9 \r\nSin duda lo recomiendo, vale la pena salir tarde pr tomar su clase."}, {"fecha": "04/Feb/2023", "score_general": "9.0", "score_facilidad": "10.0", "materia": "Cinemática y Dinámica", "comments": "Brinda apoyo, Clases excelentes, Tomaría su clase otra vezLa clase es media aburrida pero brinda un material que de apoyo muy bueno. \r\nNo dejes de faltar a clase, estudia las presentaciones que facilita y has con anticipación las tareas, así, seguro sacas un 9 \r\nSin duda lo recomiendo, vale la pena salir tarde pr tomar su clase."}, {"fecha": "02/Ago/2022", "score_general": "9.0", "score_facilidad": "6.0", "materia": "Mecanica", "comments": "Muy cómico, Da buena retroalimentación, Clases excelentesLa clase es media aburrida pero brinda un material que de apoyo muy bueno. \r\nNo dejes de faltar a clase, estudia las presentaciones que facilita y has con anticipación las tareas, así, seguro sacas un 9 \r\nSin duda lo recomiendo, vale la pena salir tarde pr tomar su clase."}, {"fecha": "27/Jul/2022", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Estática", "comments": "Da buena retroalimentación, Aspectos de calificación claros, Brinda apoyoLa clase es media aburrida pero brinda un material que de apoyo muy bueno. \r\nNo dejes de faltar a clase, estudia las presentaciones que facilita y has con anticipación las tareas, así, seguro sacas un 9 \r\nSin duda lo recomiendo, vale la pena salir tarde pr tomar su clase."}, {"fecha": "18/Jun/2022", "score_general": "8.0", "score_facilidad": "6.0", "materia": "Mecanica", "comments": "Da buena retroalimentación, Aspectos de calificación claros, Los exámenes son difícilesLa clase es media aburrida pero brinda un material que de apoyo muy bueno. \r\nNo dejes de faltar a clase, estudia las presentaciones que facilita y has con anticipación las tareas, así, seguro sacas un 9 \r\nSin duda lo recomiendo, vale la pena salir tarde pr tomar su clase."}, {"fecha": "09/Jun/2022", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Mecanica", "comments": "Es sencillamente excelente."}, {"fecha": "26/Ene/2022", "score_general": "10.0", "score_facilidad": "10.0", "materia": "CyD, Estática", "comments": "Da buena retroalimentación, Aspectos de calificación claros, Clases excelentesEs sencillamente excelente."}, {"fecha": "16/Dic/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Mecánica", "comments": "Barco, Da buena retroalimentación, Aspectos de calificación clarosEs sencillamente excelente."}, {"fecha": "09/Sep/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Mecanica", "comments": "Da buena retroalimentación, Pocos Exámenes, Tomaría su clase otra vezEs sencillamente excelente."}, {"fecha": "03/Sep/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Mecánica", "comments": "Barco, Da buena retroalimentación, Clases excelentesEs sencillamente excelente."}, {"fecha": "26/Ago/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Mecanica", "comments": "Inspiracional, Pocos Exámenes, Aspectos de calificación clarosSin duda la mejor elección que hice este semestre, es muy claro explicando aunque se va un poco rápido, cada clase deja un ejercicio super sencillo, comparte sus presentaciones y los exámenes son en equipo, se detiene con cualquier duda y repite lo mismo las veces que sean necesarias"}, {"fecha": "26/Ago/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Mecanica", "comments": "Brinda apoyo, Clases excelentes, Tomaría su clase otra vezSin duda la mejor elección que hice este semestre, es muy claro explicando aunque se va un poco rápido, cada clase deja un ejercicio super sencillo, comparte sus presentaciones y los exámenes son en equipo, se detiene con cualquier duda y repite lo mismo las veces que sean necesarias"}, {"fecha": "20/Ago/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Mecánica", "comments": "Asistencia obligatoria, Clases excelentes, Tomaría su clase otra vezSin duda la mejor elección que hice este semestre, es muy claro explicando aunque se va un poco rápido, cada clase deja un ejercicio super sencillo, comparte sus presentaciones y los exámenes son en equipo, se detiene con cualquier duda y repite lo mismo las veces que sean necesarias"}, {"fecha": "14/Ago/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Estática", "comments": "Da buena retroalimentación, Brinda apoyo, Tomaría su clase otra vezSin duda la mejor elección que hice este semestre, es muy claro explicando aunque se va un poco rápido, cada clase deja un ejercicio super sencillo, comparte sus presentaciones y los exámenes son en equipo, se detiene con cualquier duda y repite lo mismo las veces que sean necesarias"}, {"fecha": "03/Mar/2021", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Mecánica", "comments": "Da buena retroalimentación, Asistencia obligatoria, Clases excelentesSin duda la mejor elección que hice este semestre, es muy claro explicando aunque se va un poco rápido, cada clase deja un ejercicio super sencillo, comparte sus presentaciones y los exámenes son en equipo, se detiene con cualquier duda y repite lo mismo las veces que sean necesarias"}, {"fecha": "18/Feb/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Mecánica", "comments": "Asistencia obligatoria, Aspectos de calificación claros, Brinda apoyoSúper profesor. Se adaptó muy bien en línea, las clases son breves pero concisas, deja problemas en clase, lo que te ayuda en la calificación. Sus series son breves y fáciles. Los exámenes van con lo aprendido en clase, no son difíciles, algunos exámenes son en equipo. Es muy comprensible."}, {"fecha": "18/Feb/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Mecánica", "comments": "Respetado por los estudiantes, Aspectos de calificación claros, Brinda apoyoSúper profesor. Se adaptó muy bien en línea, las clases son breves pero concisas, deja problemas en clase, lo que te ayuda en la calificación. Sus series son breves y fáciles. Los exámenes van con lo aprendido en clase, no son difíciles, algunos exámenes son en equipo. Es muy comprensible."}, {"fecha": "31/Ene/2021", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Mecánica", "comments": "Asistencia obligatoria, Muchos Exámenes, Brinda apoyoSúper profesor. Se adaptó muy bien en línea, las clases son breves pero concisas, deja problemas en clase, lo que te ayuda en la calificación. Sus series son breves y fáciles. Los exámenes van con lo aprendido en clase, no son difíciles, algunos exámenes son en equipo. Es muy comprensible."}, {"fecha": "31/Ene/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Mecánica", "comments": "Respetado por los estudiantes, Aspectos de calificación claros, Brinda apoyoSúper profesor. Se adaptó muy bien en línea, las clases son breves pero concisas, deja problemas en clase, lo que te ayuda en la calificación. Sus series son breves y fáciles. Los exámenes van con lo aprendido en clase, no son difíciles, algunos exámenes son en equipo. Es muy comprensible."}, {"fecha": "20/Jun/2020", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Mecanica", "comments": "Da buena retroalimentación, Muchos Exámenes, Brinda apoyoSúper profesor. Se adaptó muy bien en línea, las clases son breves pero concisas, deja problemas en clase, lo que te ayuda en la calificación. Sus series son breves y fáciles. Los exámenes van con lo aprendido en clase, no son difíciles, algunos exámenes son en equipo. Es muy comprensible."}, {"fecha": "19/Ene/2020", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Mecánica", "comments": "Da buena retroalimentación, Brinda apoyo, Tomaría su clase otra vezDe los mejores profesores para cursar la materia, siempre resuelve tus dudas y su forma de evaluar es clara."}, {"fecha": "27/Jun/2019", "score_general": "5.0", "score_facilidad": "6.0", "materia": "Cinemática y Dinámica", "comments": "BarcoDe los mejores profesores para cursar la materia, siempre resuelve tus dudas y su forma de evaluar es clara."}, {"fecha": "31/Ene/2019", "score_general": "8.0", "score_facilidad": "8.0", "materia": "Mecanica", "comments": "De los mejores profesores para cursar la materia, siempre resuelve tus dudas y su forma de evaluar es clara."}, {"fecha": "23/Ene/2019", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Mecánica", "comments": "Da buena retroalimentación, Brinda apoyo, Muchos proyectos grupalesDe los mejores profesores para cursar la materia, siempre resuelve tus dudas y su forma de evaluar es clara."}]