[{"fecha": "24/Ene/2019", "score_general": "9.0", "score_facilidad": "8.0", "materia": "DMI", "comments": "Brinda apoyo, Deja trabajos largos, Tomaría su clase otra vezEs muy buena persona porque busca opciones para ayudarte. Como es joven es muy divertida y cotorrea con los alumnos. Es buena enseñando y te ayuda en el tedioso proyecto final aunque luego sí se le va la onda y efectivamente enseña cosas que no vienen en el temario. Sus exámenes pueden ser tediosos"}, {"fecha": "18/Jul/2018", "score_general": "5.0", "score_facilidad": "4.0", "materia": "Dibujo Mecánico e Industrial", "comments": "Es muy buena persona porque busca opciones para ayudarte. Como es joven es muy divertida y cotorrea con los alumnos. Es buena enseñando y te ayuda en el tedioso proyecto final aunque luego sí se le va la onda y efectivamente enseña cosas que no vienen en el temario. Sus exámenes pueden ser tediosos"}, {"fecha": "22/Jun/2018", "score_general": "8.0", "score_facilidad": "8.0", "materia": "Dibujo Mecanico e Industrial", "comments": "La Participación Importa, Las clases son largas, Pocos ExámenesEs muy buena persona porque busca opciones para ayudarte. Como es joven es muy divertida y cotorrea con los alumnos. Es buena enseñando y te ayuda en el tedioso proyecto final aunque luego sí se le va la onda y efectivamente enseña cosas que no vienen en el temario. Sus exámenes pueden ser tediosos"}, {"fecha": "10/Jun/2018", "score_general": "7.0", "score_facilidad": "8.0", "materia": "Dibujo mecánico e industrial", "comments": "Muy cómico, Los exámenes son difíciles, Tomaría su clase otra vezEs muy buena persona porque busca opciones para ayudarte. Como es joven es muy divertida y cotorrea con los alumnos. Es buena enseñando y te ayuda en el tedioso proyecto final aunque luego sí se le va la onda y efectivamente enseña cosas que no vienen en el temario. Sus exámenes pueden ser tediosos"}, {"fecha": "06/Ago/2017", "score_general": "9.0", "score_facilidad": "6.0", "materia": "DIBUJO MECANICO E INDUSTRIAL", "comments": "Muchas tareas, Prepárate para leer, Brinda apoyoEs muy buena persona porque busca opciones para ayudarte. Como es joven es muy divertida y cotorrea con los alumnos. Es buena enseñando y te ayuda en el tedioso proyecto final aunque luego sí se le va la onda y efectivamente enseña cosas que no vienen en el temario. Sus exámenes pueden ser tediosos"}, {"fecha": "26/Jul/2017", "score_general": "8.0", "score_facilidad": "8.0", "materia": "Dibujo", "comments": "Muchas tareas, Brinda apoyoTienes que estudiar todo lo visto en las clases y las tareas para los exámenes.No ve solid edge desde el principio, no es buena explicando y va muy rapido por lo que las clases de solid son muy estresantes si es la primera vez que utilizas el programa; pero ayuda mucho al final"}, {"fecha": "22/Jun/2017", "score_general": "9.0", "score_facilidad": "6.0", "materia": "Dibujo Mecánico e Industrial", "comments": "Muchas tareas, La Participación Importa, Brinda apoyoTienes que estudiar todo lo visto en las clases y las tareas para los exámenes.No ve solid edge desde el principio, no es buena explicando y va muy rapido por lo que las clases de solid son muy estresantes si es la primera vez que utilizas el programa; pero ayuda mucho al final"}]