[{"fecha": "10/Ene/2020", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Cinemática y dinámica", "comments": "Da buena retroalimentación, Inspiracional, Brinda apoyoUno de los mejores profes que he tenido oportunidad de tomar clase en la fi, explica muy claro y los ejercicios que realiza son muy útiles, sin duda un gran profesor"}, {"fecha": "12/Jul/2019", "score_general": "9.0", "score_facilidad": "10.0", "materia": "Estática", "comments": "Muy cómico, Da buena retroalimentación, Aspectos de calificación clarosUno de los mejores profes que he tenido oportunidad de tomar clase en la fi, explica muy claro y los ejercicios que realiza son muy útiles, sin duda un gran profesor"}, {"fecha": "04/Jul/2019", "score_general": "8.0", "score_facilidad": "8.0", "materia": "Estatica", "comments": "Da Crédito Extra, Aspectos de calificación claros, Tomaría su clase otra vezUno de los mejores profes que he tenido oportunidad de tomar clase en la fi, explica muy claro y los ejercicios que realiza son muy útiles, sin duda un gran profesor"}, {"fecha": "27/Jun/2019", "score_general": "9.0", "score_facilidad": "4.0", "materia": "Estática", "comments": "Muy cómico, Muchas tareas, Deja trabajos largosUno de los mejores profes que he tenido oportunidad de tomar clase en la fi, explica muy claro y los ejercicios que realiza son muy útiles, sin duda un gran profesor"}, {"fecha": "05/Jun/2019", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Representaciones Gráficas", "comments": "Muchas tareas, Los exámenes son difíciles, Tomaría su clase otra vezUno de los mejores profes que he tenido oportunidad de tomar clase en la fi, explica muy claro y los ejercicios que realiza son muy útiles, sin duda un gran profesor"}, {"fecha": "27/May/2019", "score_general": "7.0", "score_facilidad": "8.0", "materia": "Mecánica", "comments": "Barco, Hace exámenes sorpresa, Muchos ExámenesVa muy rápido con los temas, hace exámenes sorpresa, pero todos son sencillos. Para la calificación ayuda mucho por los ejercicios que se hacen en clase. A veces se tomaba las cosas muy personales... Es fácil."}, {"fecha": "12/May/2019", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Representaciones Gráficas y Estática", "comments": "Califica Duro, Muchas tareas, Los exámenes son difícilesVa muy rápido con los temas, hace exámenes sorpresa, pero todos son sencillos. Para la calificación ayuda mucho por los ejercicios que se hacen en clase. A veces se tomaba las cosas muy personales... Es fácil."}, {"fecha": "18/Ene/2019", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Representaciones gráficas", "comments": "Da buena retroalimentación, Muchas tareas, Clases excelentesVa muy rápido con los temas, hace exámenes sorpresa, pero todos son sencillos. Para la calificación ayuda mucho por los ejercicios que se hacen en clase. A veces se tomaba las cosas muy personales... Es fácil."}, {"fecha": "13/Ene/2019", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Dibujo", "comments": "Va muy rápido con los temas, hace exámenes sorpresa, pero todos son sencillos. Para la calificación ayuda mucho por los ejercicios que se hacen en clase. A veces se tomaba las cosas muy personales... Es fácil."}, {"fecha": "29/Nov/2018", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Representaciones Graficas", "comments": "Califica Duro, Da buena retroalimentación, Muchas tareasVa muy rápido con los temas, hace exámenes sorpresa, pero todos son sencillos. Para la calificación ayuda mucho por los ejercicios que se hacen en clase. A veces se tomaba las cosas muy personales... Es fácil."}, {"fecha": "20/Sep/2018", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Representaciones Gráficas.", "comments": "Muchas tareas, Pocos Exámenes, Tomaría su clase otra vezTe enseña desde el AutoCAD 2D básico hasta utilizar un software de realidad virtual. Te deja buen nivel, sus exámenes son algo complicados pero si tienes todas las láminas y haces los proyectos fácilmente pasas con 9."}, {"fecha": "15/Jul/2018", "score_general": "8.0", "score_facilidad": "10.0", "materia": "Estática 2016", "comments": "Barco, Muchas tareas, Brinda apoyoTe enseña desde el AutoCAD 2D básico hasta utilizar un software de realidad virtual. Te deja buen nivel, sus exámenes son algo complicados pero si tienes todas las láminas y haces los proyectos fácilmente pasas con 9."}, {"fecha": "15/Jul/2018", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Estatica", "comments": "Barco, Da buena retroalimentación, Muchos ExámenesTe enseña desde el AutoCAD 2D básico hasta utilizar un software de realidad virtual. Te deja buen nivel, sus exámenes son algo complicados pero si tienes todas las láminas y haces los proyectos fácilmente pasas con 9."}, {"fecha": "28/Jun/2018", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Dibujo", "comments": "Da buena retroalimentación, Muchas tareas, Tomaría su clase otra vezTe enseña desde el AutoCAD 2D básico hasta utilizar un software de realidad virtual. Te deja buen nivel, sus exámenes son algo complicados pero si tienes todas las láminas y haces los proyectos fácilmente pasas con 9."}, {"fecha": "25/Jun/2018", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Estatica", "comments": "Clases excelentesTe enseña desde el AutoCAD 2D básico hasta utilizar un software de realidad virtual. Te deja buen nivel, sus exámenes son algo complicados pero si tienes todas las láminas y haces los proyectos fácilmente pasas con 9."}, {"fecha": "25/Jun/2018", "score_general": "10.0", "score_facilidad": "10.0", "materia": "estática", "comments": "Califica Duro, Muy cómico, La Participación ImportaEs un profesor excelente, los ejemplos los empieza con ejercicios sencillos y va aumentando el nivel, explica rápido pero si te detienes te explica muy bien, ademas si no entiendes extra clase te explica.\r\nSu plus de programación y proyecto final es excelente"}, {"fecha": "22/Jun/2018", "score_general": "7.0", "score_facilidad": "4.0", "materia": "Estatica", "comments": "Barco, Muchos Exámenes, Brinda apoyoEs un profesor excelente, los ejemplos los empieza con ejercicios sencillos y va aumentando el nivel, explica rápido pero si te detienes te explica muy bien, ademas si no entiendes extra clase te explica.\r\nSu plus de programación y proyecto final es excelente"}, {"fecha": "14/Jun/2018", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Dibujo", "comments": "Califica Duro, La Participación Importa, Brinda apoyoEs un profesor excelente, los ejemplos los empieza con ejercicios sencillos y va aumentando el nivel, explica rápido pero si te detienes te explica muy bien, ademas si no entiendes extra clase te explica.\r\nSu plus de programación y proyecto final es excelente"}, {"fecha": "07/Feb/2018", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Representaciones Graficas", "comments": "Califica Duro, Asistencia obligatoria, Respetado por los estudiantesEs un profesor excelente, los ejemplos los empieza con ejercicios sencillos y va aumentando el nivel, explica rápido pero si te detienes te explica muy bien, ademas si no entiendes extra clase te explica.\r\nSu plus de programación y proyecto final es excelente"}, {"fecha": "26/Ene/2018", "score_general": "8.0", "score_facilidad": "10.0", "materia": "Estática", "comments": "Es un profesor excelente, los ejemplos los empieza con ejercicios sencillos y va aumentando el nivel, explica rápido pero si te detienes te explica muy bien, ademas si no entiendes extra clase te explica.\r\nSu plus de programación y proyecto final es excelente"}, {"fecha": "22/Ene/2018", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Estatica", "comments": "Da buena retroalimentación, Muchas tareas, Asistencia obligatoriaEl profesor explica muy bien su clase; todos los temas que se ven en el semestre son claros, Los exámenes parciales y el global se basan en los temas que viste con el.Deja tareas, las tareas no son tan complicadas, deja series, trabaja con matlab trabaja con presentaciones y las sube en su web."}, {"fecha": "21/Ene/2018", "score_general": "10.0", "score_facilidad": "6.0", "materia": "10", "comments": "Inspiracional, Brinda apoyo, Tomaría su clase otra vezEl profesor explica muy bien su clase; todos los temas que se ven en el semestre son claros, Los exámenes parciales y el global se basan en los temas que viste con el.Deja tareas, las tareas no son tan complicadas, deja series, trabaja con matlab trabaja con presentaciones y las sube en su web."}, {"fecha": "20/Ene/2018", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Estatica", "comments": "Muchas tareas, La Participación Importa, Clases excelentesEl profesor explica muy bien su clase; todos los temas que se ven en el semestre son claros, Los exámenes parciales y el global se basan en los temas que viste con el.Deja tareas, las tareas no son tan complicadas, deja series, trabaja con matlab trabaja con presentaciones y las sube en su web."}, {"fecha": "20/Ene/2018", "score_general": "10.0", "score_facilidad": "8.0", "materia": "estática", "comments": "Da buena retroalimentación, La Participación Importa, Tomaría su clase otra vezEl profesor explica muy bien su clase; todos los temas que se ven en el semestre son claros, Los exámenes parciales y el global se basan en los temas que viste con el.Deja tareas, las tareas no son tan complicadas, deja series, trabaja con matlab trabaja con presentaciones y las sube en su web."}, {"fecha": "20/Ene/2018", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Estática", "comments": "Califica Duro, Hace exámenes sorpresa, Muchos ExámenesEl profesor explica muy bien su clase; todos los temas que se ven en el semestre son claros, Los exámenes parciales y el global se basan en los temas que viste con el.Deja tareas, las tareas no son tan complicadas, deja series, trabaja con matlab trabaja con presentaciones y las sube en su web."}, {"fecha": "19/Ene/2018", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Representaciones Graficas", "comments": "Califica DuroEs buen profesor y califica justo sus conocimientos son muy buenos y aprendimos muy bien todo."}, {"fecha": "10/Ene/2018", "score_general": "8.0", "score_facilidad": "6.0", "materia": "---", "comments": "Barco, La Participación Importa, Da Crédito ExtraEs buen profesor y califica justo sus conocimientos son muy buenos y aprendimos muy bien todo."}, {"fecha": "10/Nov/2017", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Representaciones graficas", "comments": "Califica Duro, La Participación Importa, Asistencia obligatoriaEs buen profesor y califica justo sus conocimientos son muy buenos y aprendimos muy bien todo."}, {"fecha": "10/Ago/2017", "score_general": "5.0", "score_facilidad": "6.0", "materia": "Estatica", "comments": "Muchas tareas, Hace exámenes sorpresa, Muchos ExámenesEs buen profesor y califica justo sus conocimientos son muy buenos y aprendimos muy bien todo."}, {"fecha": "20/Jul/2017", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Representaciones Gráficas", "comments": "Muchas tareas, Brinda apoyo, Clases excelentesEs buen profesor y califica justo sus conocimientos son muy buenos y aprendimos muy bien todo."}, {"fecha": "22/Jun/2017", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Estática", "comments": "Hace exámenes sorpresa, Asistencia obligatoria, Clases excelentesBuen profesor sus exámenes son de lo q bes en la clase y se basa en la bibliografía"}, {"fecha": "15/Jun/2017", "score_general": "5.0", "score_facilidad": "6.0", "materia": "Estática", "comments": "Muchas tareas, Hace exámenes sorpresa, Tomaría su clase otra vezBuen profesor sus exámenes son de lo q bes en la clase y se basa en la bibliografía"}, {"fecha": "06/Jun/2017", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Dibujo", "comments": "Da buena retroalimentación, La Participación Importa, InspiracionalBuen profesor sus exámenes son de lo q bes en la clase y se basa en la bibliografía"}, {"fecha": "05/Jun/2017", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Estática", "comments": "Muchos ExámenesBuen profesor sus exámenes son de lo q bes en la clase y se basa en la bibliografía"}, {"fecha": "28/May/2017", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Representaciones gráficas", "comments": "Muchas tareas, Clases excelentes, Tomaría su clase otra vezBuen profesor sus exámenes son de lo q bes en la clase y se basa en la bibliografía"}, {"fecha": "25/Ene/2017", "score_general": "10.0", "score_facilidad": "4.0", "materia": "Dibujo.", "comments": "Muchas tareas, Asistencia obligatoria, Clases excelentesExcelente profesor, es joven e innovador, sus clases no son para nada aburridas y aprendes mucho, pero deja muchísima tarea, sus exámenes tienen buen nivel y el te ayuda mucho en el examen y resuelve todas tus dudas."}, {"fecha": "16/Ene/2017", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Representaciones gráficas", "comments": "Muchas tareas, Aspectos de calificación claros, Clases excelentesExcelente profesor, es joven e innovador, sus clases no son para nada aburridas y aprendes mucho, pero deja muchísima tarea, sus exámenes tienen buen nivel y el te ayuda mucho en el examen y resuelve todas tus dudas."}, {"fecha": "03/Ene/2017", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Representaciones Gráficas", "comments": "Brinda apoyo, Clases excelentes, Tomaría su clase otra vezExcelente profesor, es joven e innovador, sus clases no son para nada aburridas y aprendes mucho, pero deja muchísima tarea, sus exámenes tienen buen nivel y el te ayuda mucho en el examen y resuelve todas tus dudas."}, {"fecha": "03/Ago/2016", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Estática", "comments": "Clases excelentesExcelente profesor, es joven e innovador, sus clases no son para nada aburridas y aprendes mucho, pero deja muchísima tarea, sus exámenes tienen buen nivel y el te ayuda mucho en el examen y resuelve todas tus dudas."}, {"fecha": "10/Jun/2016", "score_general": "8.0", "score_facilidad": "8.0", "materia": "Estática", "comments": "Da buena retroalimentación, Asistencia obligatoria, Muchos ExámenesExcelente profesor, es joven e innovador, sus clases no son para nada aburridas y aprendes mucho, pero deja muchísima tarea, sus exámenes tienen buen nivel y el te ayuda mucho en el examen y resuelve todas tus dudas."}, {"fecha": "08/Jun/2016", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Estática", "comments": "Califica Duro, Hace exámenes sorpresa, Clases excelentesExplica bien y con todas las ayudas se entiende muy bien, con las series y examenes de aprendizaje el examen parcial  es mas facil, la verdad aprendes muy bien y aclara todas tus dudas, al final el examen global es muy facil por todo lo visto en clase."}, {"fecha": "24/May/2016", "score_general": "9.0", "score_facilidad": "6.0", "materia": "Estática", "comments": "Califica Duro, Muchas tareas, Muchos ExámenesExplica bien y con todas las ayudas se entiende muy bien, con las series y examenes de aprendizaje el examen parcial  es mas facil, la verdad aprendes muy bien y aclara todas tus dudas, al final el examen global es muy facil por todo lo visto en clase."}, {"fecha": "24/Ene/2016", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Dibujo", "comments": "Explica bien y con todas las ayudas se entiende muy bien, con las series y examenes de aprendizaje el examen parcial  es mas facil, la verdad aprendes muy bien y aclara todas tus dudas, al final el examen global es muy facil por todo lo visto en clase."}, {"fecha": "12/Ene/2016", "score_general": "10.0", "score_facilidad": "6.0", "materia": "dibujo", "comments": "Explica bien y con todas las ayudas se entiende muy bien, con las series y examenes de aprendizaje el examen parcial  es mas facil, la verdad aprendes muy bien y aclara todas tus dudas, al final el examen global es muy facil por todo lo visto en clase."}, {"fecha": "07/Dic/2015", "score_general": "8.0", "score_facilidad": "2.0", "materia": "Dibujo", "comments": "Explica bien y con todas las ayudas se entiende muy bien, con las series y examenes de aprendizaje el examen parcial  es mas facil, la verdad aprendes muy bien y aclara todas tus dudas, al final el examen global es muy facil por todo lo visto en clase."}]