[{"fecha": "05/Feb/2023", "score_general": "9.0", "score_facilidad": "10.0", "materia": "Fundamentos de Física", "comments": "Da Crédito Extra, Tomaría su clase otra vezLo quiero mucho, le sabe a su materia y da puntos extras por escuchar canciones y leer sus lecturas. Todo fácil y aprendes muy bien."}, {"fecha": "31/Ene/2023", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Estática", "comments": "Lo quiero mucho, le sabe a su materia y da puntos extras por escuchar canciones y leer sus lecturas. Todo fácil y aprendes muy bien."}, {"fecha": "26/Ene/2023", "score_general": "8.0", "score_facilidad": "10.0", "materia": "Fundamentos de Física", "comments": "Muchas tareas, Clases excelentesLo quiero mucho, le sabe a su materia y da puntos extras por escuchar canciones y leer sus lecturas. Todo fácil y aprendes muy bien."}, {"fecha": "29/Jul/2022", "score_general": "8.0", "score_facilidad": "10.0", "materia": "Mecánica", "comments": "Muchas tareas, Aspectos de calificación claros, Tomaría su clase otra vezLo quiero mucho, le sabe a su materia y da puntos extras por escuchar canciones y leer sus lecturas. Todo fácil y aprendes muy bien."}, {"fecha": "29/Jun/2022", "score_general": "5.0", "score_facilidad": "2.0", "materia": "fundamentos de fisica", "comments": "Califica Duro, Prepárate para leer, Los exámenes son difícilesLo quiero mucho, le sabe a su materia y da puntos extras por escuchar canciones y leer sus lecturas. Todo fácil y aprendes muy bien."}, {"fecha": "27/Jun/2022", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Mecánica", "comments": "Barco, Asistencia obligatoria, Brinda apoyoUn profesor bastante pasable. Deja muchas actividades pero son muy fáciles. Da décimas extra muy seguido."}, {"fecha": "17/Jun/2022", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Fundamentos de Fisica", "comments": "Da buena retroalimentación, Muchas tareas, Tomaría su clase otra vezUn profesor bastante pasable. Deja muchas actividades pero son muy fáciles. Da décimas extra muy seguido."}, {"fecha": "04/Mar/2022", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Fundamentod de física", "comments": "Respetado por los estudiantes, Inspiracional, Clases excelentesUn profesor bastante pasable. Deja muchas actividades pero son muy fáciles. Da décimas extra muy seguido."}, {"fecha": "28/Ene/2022", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Fundamentos de Física", "comments": "Da buena retroalimentación, Respetado por los estudiantes, InspiracionalUn profesor bastante pasable. Deja muchas actividades pero son muy fáciles. Da décimas extra muy seguido."}, {"fecha": "27/Ene/2022", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Fundamentos de física", "comments": "Da buena retroalimentación, Muchos Exámenes, Brinda apoyoUn profesor bastante pasable. Deja muchas actividades pero son muy fáciles. Da décimas extra muy seguido."}, {"fecha": "25/Ene/2022", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Fundamentos de física", "comments": "Inspiracional, Clases excelentes, Tomaría su clase otra vez"}, {"fecha": "19/Ene/2022", "score_general": "8.0", "score_facilidad": "10.0", "materia": "Mecanica", "comments": "Da buena retroalimentación, Muchas tareas, Respetado por los estudiantes"}, {"fecha": "11/Ene/2022", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Cinematica y Dinamica", "comments": "Barco, Da buena retroalimentación, Da Crédito Extra"}, {"fecha": "20/Ago/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Mecánica", "comments": "Muchas tareas, Hace exámenes sorpresa, Da Crédito Extra"}, {"fecha": "11/Jun/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Estatica", "comments": "Da buena retroalimentación, Respetado por los estudiantes, Brinda apoyo"}, {"fecha": "18/Feb/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Estatica / Cinemática y dinámica", "comments": "Barco, Clases excelentes, Tomaría su clase otra vezEstática lo lleve presencial y CyD en linea, en ambos casos la forma de evaluación es la misma, deja tareas casi cada clase, y debes hacer los ejercicios de repaso, pero es muy sencillo porque es todo lo visto en clase, si cumples con todo y haces las actividades para decimas extra es facil sacar 10"}, {"fecha": "01/Sep/2020", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Estática", "comments": "Barco, Prepárate para leer, Aspectos de calificación clarosEstática lo lleve presencial y CyD en linea, en ambos casos la forma de evaluación es la misma, deja tareas casi cada clase, y debes hacer los ejercicios de repaso, pero es muy sencillo porque es todo lo visto en clase, si cumples con todo y haces las actividades para decimas extra es facil sacar 10"}, {"fecha": "01/Sep/2020", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Mecánica", "comments": "Muchas tareas, Da Crédito Extra, Clases excelentesEstática lo lleve presencial y CyD en linea, en ambos casos la forma de evaluación es la misma, deja tareas casi cada clase, y debes hacer los ejercicios de repaso, pero es muy sencillo porque es todo lo visto en clase, si cumples con todo y haces las actividades para decimas extra es facil sacar 10"}, {"fecha": "21/Jun/2020", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Mecánica", "comments": "Da buena retroalimentación, Asistencia obligatoria, Clases excelentesEstática lo lleve presencial y CyD en linea, en ambos casos la forma de evaluación es la misma, deja tareas casi cada clase, y debes hacer los ejercicios de repaso, pero es muy sencillo porque es todo lo visto en clase, si cumples con todo y haces las actividades para decimas extra es facil sacar 10"}, {"fecha": "29/Ene/2020", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Estática", "comments": "Estática lo lleve presencial y CyD en linea, en ambos casos la forma de evaluación es la misma, deja tareas casi cada clase, y debes hacer los ejercicios de repaso, pero es muy sencillo porque es todo lo visto en clase, si cumples con todo y haces las actividades para decimas extra es facil sacar 10"}, {"fecha": "09/Ago/2019", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Mecánica", "comments": "Muchas tareas, Respetado por los estudiantes, Brinda apoyoDeja tarea cada clase, es muy claro en las explicaciones y ejercicios, los exámenes son facilísimos y el profesor es muy agradable."}, {"fecha": "02/Jul/2019", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Estática", "comments": "Respetado por los estudiantes, Inspiracional, Clases excelentesDeja tarea cada clase, es muy claro en las explicaciones y ejercicios, los exámenes son facilísimos y el profesor es muy agradable."}, {"fecha": "25/Jun/2019", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Estática", "comments": "Barco, Clases excelentes, Tomaría su clase otra vezDeja tarea cada clase, es muy claro en las explicaciones y ejercicios, los exámenes son facilísimos y el profesor es muy agradable."}, {"fecha": "09/Jun/2019", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Mecánica", "comments": "Clases excelentes, Tomaría su clase otra vezDeja tarea cada clase, es muy claro en las explicaciones y ejercicios, los exámenes son facilísimos y el profesor es muy agradable."}, {"fecha": "27/Nov/2018", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Cinemática y Dinámica", "comments": "Da Crédito Extra, Clases excelentes, Tomaría su clase otra vezDeja tarea cada clase, es muy claro en las explicaciones y ejercicios, los exámenes son facilísimos y el profesor es muy agradable."}, {"fecha": "25/Jul/2018", "score_general": "10.0", "score_facilidad": "10.0", "materia": "ÉSTATICA", "comments": "Da buena retroalimentación, Muchas tareas, Clases excelentesÉL MEJOR."}, {"fecha": "17/Jul/2018", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Estática", "comments": "Inspiracional, Brinda apoyo, Tomaría su clase otra vezÉL MEJOR."}, {"fecha": "27/Jun/2018", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Mecanica", "comments": "ÉL MEJOR."}, {"fecha": "12/Jun/2018", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Estàtica", "comments": "Asistencia obligatoria, Aspectos de calificación claros, Clases excelentesÉL MEJOR."}, {"fecha": "27/Abr/2018", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Mecánica", "comments": "Barco, Hace exámenes sorpresa, Brinda apoyoÉL MEJOR."}, {"fecha": "06/Abr/2018", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Mecánica", "comments": "Tiene cara de estar enojado todo el tiempo, pero es muy buena persona, una vez se la mentaron por correo y no se enojó."}, {"fecha": "27/Ene/2018", "score_general": "10.0", "score_facilidad": "10.0", "materia": "---", "comments": "Barco, Hace exámenes sorpresa, Asistencia obligatoriaTiene cara de estar enojado todo el tiempo, pero es muy buena persona, una vez se la mentaron por correo y no se enojó."}, {"fecha": "24/Ene/2018", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Dibujo 2016", "comments": "Tiene cara de estar enojado todo el tiempo, pero es muy buena persona, una vez se la mentaron por correo y no se enojó."}, {"fecha": "24/Ene/2018", "score_general": "9.0", "score_facilidad": "10.0", "materia": "estatica", "comments": "Da buena retroalimentación, Clases excelentes, Tomaría su clase otra vezTiene cara de estar enojado todo el tiempo, pero es muy buena persona, una vez se la mentaron por correo y no se enojó."}, {"fecha": "25/Jul/2017", "score_general": "9.0", "score_facilidad": "10.0", "materia": "Mecánica", "comments": "Tiene cara de estar enojado todo el tiempo, pero es muy buena persona, una vez se la mentaron por correo y no se enojó."}, {"fecha": "23/Jul/2017", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Mecanica", "comments": "Aspectos de calificación claros, Brinda apoyo, Clases excelentesEs un excelente profesor, ademas de ser una persona muy amable. Sus clases son muy comprensibles y en cada una de ellas deja hacer ejercicios los cuales. Muy recomendable."}, {"fecha": "27/Jun/2017", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Cinematica y Dinamica", "comments": "Da buena retroalimentación, Prepárate para leer, Hace exámenes sorpresaEs un excelente profesor, ademas de ser una persona muy amable. Sus clases son muy comprensibles y en cada una de ellas deja hacer ejercicios los cuales. Muy recomendable."}, {"fecha": "27/May/2017", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Mécanica", "comments": "Barco, Clases excelentes, Tomaría su clase otra vezEs un excelente profesor, ademas de ser una persona muy amable. Sus clases son muy comprensibles y en cada una de ellas deja hacer ejercicios los cuales. Muy recomendable."}, {"fecha": "26/May/2017", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Mecánica (2016)", "comments": "Da Crédito Extra, Aspectos de calificación claros, Clases excelentesEs un excelente profesor, ademas de ser una persona muy amable. Sus clases son muy comprensibles y en cada una de ellas deja hacer ejercicios los cuales. Muy recomendable."}, {"fecha": "01/May/2017", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Dibujo", "comments": "Respetado por los estudiantes, Brinda apoyo, Clases excelentesEs un excelente profesor, ademas de ser una persona muy amable. Sus clases son muy comprensibles y en cada una de ellas deja hacer ejercicios los cuales. Muy recomendable."}, {"fecha": "23/Ene/2017", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Cinemática y Dinámica", "comments": "Inspiracional, Clases excelentes, Tomaría su clase otra vezEs un excelente profesor. Sabe transmitir sus conocimientos de forma muy clara, si no entiendes te vuelve a explicar las veces que sean necesarias. Se resuelven muchos ejercicios y sus exámenes son muy fáciles, pues te prepara muy bien. Sin duda, de los mejores profes que tiene la Facultad."}, {"fecha": "22/Ene/2017", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Estatica", "comments": "Es un excelente profesor. Sabe transmitir sus conocimientos de forma muy clara, si no entiendes te vuelve a explicar las veces que sean necesarias. Se resuelven muchos ejercicios y sus exámenes son muy fáciles, pues te prepara muy bien. Sin duda, de los mejores profes que tiene la Facultad."}, {"fecha": "19/Ene/2017", "score_general": "2.0", "score_facilidad": "2.0", "materia": "Mecánica", "comments": "Califica Duro, Los exámenes son difíciles, Muchos proyectos grupalesEs un excelente profesor. Sabe transmitir sus conocimientos de forma muy clara, si no entiendes te vuelve a explicar las veces que sean necesarias. Se resuelven muchos ejercicios y sus exámenes son muy fáciles, pues te prepara muy bien. Sin duda, de los mejores profes que tiene la Facultad."}, {"fecha": "16/Ene/2017", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Cinemática y dinámica.", "comments": "Es un excelente profesor. Sabe transmitir sus conocimientos de forma muy clara, si no entiendes te vuelve a explicar las veces que sean necesarias. Se resuelven muchos ejercicios y sus exámenes son muy fáciles, pues te prepara muy bien. Sin duda, de los mejores profes que tiene la Facultad."}, {"fecha": "07/Dic/2016", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Mecánica", "comments": "Muchas tareas, Hace exámenes sorpresa, Tomaría su clase otra vezEs un excelente profesor. Sabe transmitir sus conocimientos de forma muy clara, si no entiendes te vuelve a explicar las veces que sean necesarias. Se resuelven muchos ejercicios y sus exámenes son muy fáciles, pues te prepara muy bien. Sin duda, de los mejores profes que tiene la Facultad."}, {"fecha": "04/Dic/2016", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Física", "comments": "Es muy bueno, amor de persona, resuelve todas tus dudas y te deja un buen nivel; él resuelve un ejercicio y tú el siguiente, sus tareas sencillas pero constantes, definitivamente de los mejores profesores del anexo, es claro y disciplinado, lo repito, un amor de persona."}, {"fecha": "26/Nov/2016", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Cinemática y Dinámica", "comments": "Barco, Da buena retroalimentación, Respetado por los estudiantesEs muy bueno, amor de persona, resuelve todas tus dudas y te deja un buen nivel; él resuelve un ejercicio y tú el siguiente, sus tareas sencillas pero constantes, definitivamente de los mejores profesores del anexo, es claro y disciplinado, lo repito, un amor de persona."}, {"fecha": "28/Sep/2016", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Estatica", "comments": "Es muy bueno, amor de persona, resuelve todas tus dudas y te deja un buen nivel; él resuelve un ejercicio y tú el siguiente, sus tareas sencillas pero constantes, definitivamente de los mejores profesores del anexo, es claro y disciplinado, lo repito, un amor de persona."}, {"fecha": "20/Jul/2016", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Mecánica", "comments": "Muchas tareas, Hace exámenes sorpresa, Clases excelentesEs muy bueno, amor de persona, resuelve todas tus dudas y te deja un buen nivel; él resuelve un ejercicio y tú el siguiente, sus tareas sencillas pero constantes, definitivamente de los mejores profesores del anexo, es claro y disciplinado, lo repito, un amor de persona."}, {"fecha": "12/Jul/2016", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Estática", "comments": "Califica Duro, Da buena retroalimentación, Clases excelentesEs muy bueno, amor de persona, resuelve todas tus dudas y te deja un buen nivel; él resuelve un ejercicio y tú el siguiente, sus tareas sencillas pero constantes, definitivamente de los mejores profesores del anexo, es claro y disciplinado, lo repito, un amor de persona."}, {"fecha": "28/Jun/2016", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Cinemática y Dinamica", "comments": "Muchas tareas, Hace exámenes sorpresa, InspiracionalNo es barco como dicen, ya que tine muchos rubros para evaluar: muchas tareas, hace exámenes sorpresa(Aprendizaje), Lab, practicas en Matlab(Fáciles),lecturas,etc..mi recomendación es que no descuides estos aspectos cumple todos y sera un 10 fácil, y aprenderás muy bien."}, {"fecha": "27/Jun/2016", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Estática", "comments": "No es barco como dicen, ya que tine muchos rubros para evaluar: muchas tareas, hace exámenes sorpresa(Aprendizaje), Lab, practicas en Matlab(Fáciles),lecturas,etc..mi recomendación es que no descuides estos aspectos cumple todos y sera un 10 fácil, y aprenderás muy bien."}, {"fecha": "04/Jun/2016", "score_general": "9.0", "score_facilidad": "10.0", "materia": "Mecánica (2016)", "comments": "Barco, Clases excelentes, Tomaría su clase otra vezNo es barco como dicen, ya que tine muchos rubros para evaluar: muchas tareas, hace exámenes sorpresa(Aprendizaje), Lab, practicas en Matlab(Fáciles),lecturas,etc..mi recomendación es que no descuides estos aspectos cumple todos y sera un 10 fácil, y aprenderás muy bien."}, {"fecha": "02/Jun/2016", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Mecánica (2016)", "comments": "No es barco como dicen, ya que tine muchos rubros para evaluar: muchas tareas, hace exámenes sorpresa(Aprendizaje), Lab, practicas en Matlab(Fáciles),lecturas,etc..mi recomendación es que no descuides estos aspectos cumple todos y sera un 10 fácil, y aprenderás muy bien."}, {"fecha": "28/May/2016", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Mecánica", "comments": "Inspiracional, Brinda apoyo, Clases excelentesNo es barco como dicen, ya que tine muchos rubros para evaluar: muchas tareas, hace exámenes sorpresa(Aprendizaje), Lab, practicas en Matlab(Fáciles),lecturas,etc..mi recomendación es que no descuides estos aspectos cumple todos y sera un 10 fácil, y aprenderás muy bien."}, {"fecha": "19/Abr/2016", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Cinemática y Dinámica", "comments": "Da buena retroalimentación, Muchas tareas, Hace exámenes sorpresaEs el mejor profesor que he tenido en ciencias básicas. Su método de enseñanza es muy bueno, tal vez la explicación no sea tan extensa por demostraciones, pero si con ejemplos y muchos ejercicios."}, {"fecha": "24/Ene/2016", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Dibujo", "comments": "Es el mejor profesor que he tenido en ciencias básicas. Su método de enseñanza es muy bueno, tal vez la explicación no sea tan extensa por demostraciones, pero si con ejemplos y muchos ejercicios."}, {"fecha": "24/Ene/2016", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Cinemática y Dinámica", "comments": "Es el mejor profesor que he tenido en ciencias básicas. Su método de enseñanza es muy bueno, tal vez la explicación no sea tan extensa por demostraciones, pero si con ejemplos y muchos ejercicios."}, {"fecha": "19/Ene/2016", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Estática", "comments": "Es el mejor profesor que he tenido en ciencias básicas. Su método de enseñanza es muy bueno, tal vez la explicación no sea tan extensa por demostraciones, pero si con ejemplos y muchos ejercicios."}, {"fecha": "29/Jul/2015", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Dibujo, estática", "comments": "Clases excelentes, Tomaría su clase otra vezEs el mejor profesor que he tenido en ciencias básicas. Su método de enseñanza es muy bueno, tal vez la explicación no sea tan extensa por demostraciones, pero si con ejemplos y muchos ejercicios."}, {"fecha": "25/Jul/2015", "score_general": "7.0", "score_facilidad": "6.0", "materia": "ESTATICA", "comments": "Da Crédito Extra, Aspectos de calificación claros, Tomaría su clase otra vezES UN EXCELENTE PROFESORES, ES FACIL PASAR SU MATERIA."}, {"fecha": "09/Jul/2015", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Dibujo", "comments": "Da buena retroalimentación, Clases excelentes, Tomaría su clase otra vezES UN EXCELENTE PROFESORES, ES FACIL PASAR SU MATERIA."}, {"fecha": "01/Jul/2015", "score_general": "9.0", "score_facilidad": "10.0", "materia": "Dibujo", "comments": "ES UN EXCELENTE PROFESORES, ES FACIL PASAR SU MATERIA."}, {"fecha": "18/Jun/2015", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Dibujo", "comments": "ES UN EXCELENTE PROFESORES, ES FACIL PASAR SU MATERIA."}, {"fecha": "08/Jun/2015", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Cinemática y Dinámica", "comments": "ES UN EXCELENTE PROFESORES, ES FACIL PASAR SU MATERIA."}, {"fecha": "13/Nov/2014", "score_general": "10.0", "score_facilidad": "4.0", "materia": "Estática", "comments": "Es excelente, me hubiera gustado seguir tomanfo clases con él, pero creo q solo da 3"}, {"fecha": "28/Ago/2014", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Dibujo, estática", "comments": "Es excelente, me hubiera gustado seguir tomanfo clases con él, pero creo q solo da 3"}, {"fecha": "27/Jun/2014", "score_general": "4.0", "score_facilidad": "2.0", "materia": "estatica", "comments": "Es excelente, me hubiera gustado seguir tomanfo clases con él, pero creo q solo da 3"}, {"fecha": "27/Jun/2014", "score_general": "6.0", "score_facilidad": "4.0", "materia": "ESTATICA", "comments": "Es excelente, me hubiera gustado seguir tomanfo clases con él, pero creo q solo da 3"}, {"fecha": "07/Abr/2014", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Estática/Cinemática y Dinámica", "comments": "Es excelente, me hubiera gustado seguir tomanfo clases con él, pero creo q solo da 3"}, {"fecha": "10/Dic/2013", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Dibujo", "comments": "Excelente profesor!! y una gran persona, es muy comprometido con su trabajo y porque aprendamos bien."}, {"fecha": "17/Jul/2013", "score_general": "9.0", "score_facilidad": "2.0", "materia": "ESTÁTICA", "comments": "Excelente profesor!! y una gran persona, es muy comprometido con su trabajo y porque aprendamos bien."}, {"fecha": "25/Jun/2013", "score_general": "9.0", "score_facilidad": "10.0", "materia": "Dibujo", "comments": "Excelente profesor!! y una gran persona, es muy comprometido con su trabajo y porque aprendamos bien."}, {"fecha": "10/Jun/2013", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Estática", "comments": "Excelente profesor!! y una gran persona, es muy comprometido con su trabajo y porque aprendamos bien."}, {"fecha": "24/Ene/2013", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Estática, Cinemática y Dinamíca", "comments": "Excelente profesor!! y una gran persona, es muy comprometido con su trabajo y porque aprendamos bien."}]