[{"fecha": "11/Feb/2023", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Cálculo y Geometría analítica", "comments": "Califica Duro, Muchas tareas, Tomaría su clase otra vezLa profesora es muy clara en los temas es bastante sencillo entenderle, los exámenes son relativamente sencillos, las tareas y series sirven mucho para facilitarte el examen. Lo malo de la profesora es que a veces llega de malas y no resuelve las dudas."}, {"fecha": "02/Feb/2023", "score_general": "7.0", "score_facilidad": "8.0", "materia": "Cálculo y Geometría Analítica", "comments": "Califica Duro, Muchas tareas, Da Crédito ExtraLa profesora es muy clara en los temas es bastante sencillo entenderle, los exámenes son relativamente sencillos, las tareas y series sirven mucho para facilitarte el examen. Lo malo de la profesora es que a veces llega de malas y no resuelve las dudas."}, {"fecha": "04/May/2022", "score_general": "6.0", "score_facilidad": "6.0", "materia": "Cálculo y Geometría Analítica", "comments": "Muchas tareas, La Participación Importa, Respetado por los estudiantesLa profesora es muy clara en los temas es bastante sencillo entenderle, los exámenes son relativamente sencillos, las tareas y series sirven mucho para facilitarte el examen. Lo malo de la profesora es que a veces llega de malas y no resuelve las dudas."}, {"fecha": "18/Feb/2022", "score_general": "4.0", "score_facilidad": "6.0", "materia": "Calculo", "comments": "Las clases son largas, Los exámenes son difícilesLa profesora es muy clara en los temas es bastante sencillo entenderle, los exámenes son relativamente sencillos, las tareas y series sirven mucho para facilitarte el examen. Lo malo de la profesora es que a veces llega de malas y no resuelve las dudas."}, {"fecha": "31/Ene/2022", "score_general": "6.0", "score_facilidad": "6.0", "materia": "Cálculo y geometría analítica", "comments": "Califica Duro, Da Crédito Extra, Aspectos de calificación clarosLa profesora es muy clara en los temas es bastante sencillo entenderle, los exámenes son relativamente sencillos, las tareas y series sirven mucho para facilitarte el examen. Lo malo de la profesora es que a veces llega de malas y no resuelve las dudas."}, {"fecha": "26/Ene/2022", "score_general": "9.0", "score_facilidad": "6.0", "materia": "Álgebra Lineal", "comments": "Da buena retroalimentación, Muchas tareas, Clases excelentesMe dejó muy buenos fundamentos. Deja dos ejercicios de tarea cada clase, te servirán muchísimo. Las guías (ejercicios de la serie) son obligatorias pero te ayuda a subir promedio. Sabe muchísimo del tema y lo explica muy bien y te resuelve tus dudas . Tiene videos en YT. De las mejores en la carrera"}, {"fecha": "25/Ene/2022", "score_general": "9.0", "score_facilidad": "6.0", "materia": "CALCULO Y GEOMETRIA ANALITICA", "comments": "Muchas tareas, Clases excelentes, Los exámenes son difícilesMe dejó muy buenos fundamentos. Deja dos ejercicios de tarea cada clase, te servirán muchísimo. Las guías (ejercicios de la serie) son obligatorias pero te ayuda a subir promedio. Sabe muchísimo del tema y lo explica muy bien y te resuelve tus dudas . Tiene videos en YT. De las mejores en la carrera"}, {"fecha": "30/Ago/2021", "score_general": "8.0", "score_facilidad": "8.0", "materia": "Calculo y Geometría Analítica", "comments": "Muchas tareas, Brinda apoyo, Tomaría su clase otra vezMe dejó muy buenos fundamentos. Deja dos ejercicios de tarea cada clase, te servirán muchísimo. Las guías (ejercicios de la serie) son obligatorias pero te ayuda a subir promedio. Sabe muchísimo del tema y lo explica muy bien y te resuelve tus dudas . Tiene videos en YT. De las mejores en la carrera"}, {"fecha": "30/Ago/2021", "score_general": "7.0", "score_facilidad": "6.0", "materia": "Algebra Lineal", "comments": "Muchas tareas, Da Crédito Extra, Pocos ExámenesMe dejó muy buenos fundamentos. Deja dos ejercicios de tarea cada clase, te servirán muchísimo. Las guías (ejercicios de la serie) son obligatorias pero te ayuda a subir promedio. Sabe muchísimo del tema y lo explica muy bien y te resuelve tus dudas . Tiene videos en YT. De las mejores en la carrera"}, {"fecha": "26/Ago/2021", "score_general": "10.0", "score_facilidad": "4.0", "materia": "Álgebra lineal", "comments": "Aspectos de calificación claros, Brinda apoyo, Tomaría su clase otra vezMe dejó muy buenos fundamentos. Deja dos ejercicios de tarea cada clase, te servirán muchísimo. Las guías (ejercicios de la serie) son obligatorias pero te ayuda a subir promedio. Sabe muchísimo del tema y lo explica muy bien y te resuelve tus dudas . Tiene videos en YT. De las mejores en la carrera"}, {"fecha": "21/Ago/2021", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Álgebra Lineal", "comments": "Da buena retroalimentación, Muchas tareas, Da Crédito ExtraEs una excelente profesora, se adaptó súper bien a las clases en línea, deja tarea todas las clases y ayuda mucho para repasar los temas. Da punto extra por leer dos libros. Es un amor de persona y muy buena explicando."}, {"fecha": "21/Ago/2021", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Álgebra lineal", "comments": "Muchas tareas, Clases excelentes, Tomaría su clase otra vezEs una excelente profesora, se adaptó súper bien a las clases en línea, deja tarea todas las clases y ayuda mucho para repasar los temas. Da punto extra por leer dos libros. Es un amor de persona y muy buena explicando."}, {"fecha": "21/Ago/2021", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Algebra Lineal", "comments": "Muchas tareas, Da Crédito Extra, Los exámenes son difícilesEs una excelente profesora, se adaptó súper bien a las clases en línea, deja tarea todas las clases y ayuda mucho para repasar los temas. Da punto extra por leer dos libros. Es un amor de persona y muy buena explicando."}, {"fecha": "04/Feb/2021", "score_general": "7.0", "score_facilidad": "6.0", "materia": "CALCULO DIFERENCIASL Y GEOMETRIA ANALITICA", "comments": "Es una excelente profesora, se adaptó súper bien a las clases en línea, deja tarea todas las clases y ayuda mucho para repasar los temas. Da punto extra por leer dos libros. Es un amor de persona y muy buena explicando."}, {"fecha": "07/Sep/2020", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Algebra lineal", "comments": "Da buena retroalimentación, Muchas tareas, Tomaría su clase otra vezEs una excelente profesora, se adaptó súper bien a las clases en línea, deja tarea todas las clases y ayuda mucho para repasar los temas. Da punto extra por leer dos libros. Es un amor de persona y muy buena explicando."}, {"fecha": "18/Jul/2020", "score_general": "6.0", "score_facilidad": "6.0", "materia": "Calculo y geometría analítica", "comments": "Muy cómico, Da Crédito ExtraDebes adelantarte al tema de la clase ya que las tareas suelen resolverse con temas posteriores al visto, varios ejercicios en clase los tienes que resolver tu mismo, siempre hay tarea, exámenes al nivel de la clase, da muchos puntos extras, la serie cuenta como punto extra sobre examen parcial."}, {"fecha": "21/Nov/2019", "score_general": "6.0", "score_facilidad": "8.0", "materia": "Cálculo diferencial", "comments": "Muchas tareas, Respetado por los estudiantes, Tomaría su clase otra vezDebes adelantarte al tema de la clase ya que las tareas suelen resolverse con temas posteriores al visto, varios ejercicios en clase los tienes que resolver tu mismo, siempre hay tarea, exámenes al nivel de la clase, da muchos puntos extras, la serie cuenta como punto extra sobre examen parcial."}, {"fecha": "10/Ago/2019", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Álgebra lineal", "comments": "Califica Duro, Muchas tareas, Tomaría su clase otra vezDebes adelantarte al tema de la clase ya que las tareas suelen resolverse con temas posteriores al visto, varios ejercicios en clase los tienes que resolver tu mismo, siempre hay tarea, exámenes al nivel de la clase, da muchos puntos extras, la serie cuenta como punto extra sobre examen parcial."}, {"fecha": "24/Jul/2019", "score_general": "8.0", "score_facilidad": "6.0", "materia": "Cálculo y Geometría Analítica", "comments": "Muchas tareas, Aspectos de calificación claros, Brinda apoyoDebes adelantarte al tema de la clase ya que las tareas suelen resolverse con temas posteriores al visto, varios ejercicios en clase los tienes que resolver tu mismo, siempre hay tarea, exámenes al nivel de la clase, da muchos puntos extras, la serie cuenta como punto extra sobre examen parcial."}, {"fecha": "26/Jun/2019", "score_general": "8.0", "score_facilidad": "8.0", "materia": "Cálculo Diferencial y Geometría Analítica", "comments": "Da Crédito ExtraDebes adelantarte al tema de la clase ya que las tareas suelen resolverse con temas posteriores al visto, varios ejercicios en clase los tienes que resolver tu mismo, siempre hay tarea, exámenes al nivel de la clase, da muchos puntos extras, la serie cuenta como punto extra sobre examen parcial."}, {"fecha": "07/Jun/2019", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Calculo y Geometría Analítica", "comments": "Muchas tareas, Inspiracional, Las clases son largasAltamente recomendada, si buscas aprender de la mejor manera ella es la indicada."}, {"fecha": "11/Nov/2018", "score_general": "5.0", "score_facilidad": "2.0", "materia": "Algebra lineal", "comments": "Califica DuroAltamente recomendada, si buscas aprender de la mejor manera ella es la indicada."}, {"fecha": "14/Ago/2018", "score_general": "2.0", "score_facilidad": "2.0", "materia": "Algebra Lineal", "comments": "Altamente recomendada, si buscas aprender de la mejor manera ella es la indicada."}, {"fecha": "29/Jun/2018", "score_general": "6.0", "score_facilidad": "6.0", "materia": "Álgebra lineal", "comments": "Da buena retroalimentación, Muchas tareas, Tomaría su clase otra vezAltamente recomendada, si buscas aprender de la mejor manera ella es la indicada."}, {"fecha": "29/Jun/2018", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Cálculo y Geometría Analítica", "comments": "Muchas tareas, Prepárate para leer, Tomaría su clase otra vezAltamente recomendada, si buscas aprender de la mejor manera ella es la indicada."}, {"fecha": "28/Feb/2018", "score_general": "6.0", "score_facilidad": "6.0", "materia": "---", "comments": "Califica Duro, Muchas tareas[Comentario esperando revisión]"}, {"fecha": "24/Sep/2017", "score_general": "10.0", "score_facilidad": "10.0", "materia": "---", "comments": "Muchas tareas, Respetado por los estudiantes, Clases excelentes[Comentario esperando revisión]"}, {"fecha": "27/Jul/2017", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Cálculo diferencial y geometría analítica", "comments": "Muchas tareas, Da Crédito Extra, Clases excelentes[Comentario esperando revisión]"}, {"fecha": "28/Jun/2017", "score_general": "7.0", "score_facilidad": "8.0", "materia": "calculo y geometria analirica", "comments": "Da buena retroalimentación, Muchas tareas, Tomaría su clase otra vez[Comentario esperando revisión]"}, {"fecha": "27/Jun/2017", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Álgebra lineal", "comments": "Muy cómico, Tomaría su clase otra vez[Comentario esperando revisión]"}, {"fecha": "19/Jun/2017", "score_general": "6.0", "score_facilidad": "2.0", "materia": "Álgebra Lineal", "comments": "Califica Duro, Muy cómico, Muchas tareasLas clases se van súper rápido! Enseña muy bien:) pero sus examenes son difíciles, es barrio la maestra y a veces te habla hasta con groserias, es graciosa. No regala nada de calificación, diario deja tarea que esta difícil vale el 25 de la calificación, el otro 75 examenes. Si te preparas pasas!"}, {"fecha": "15/Jun/2017", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Álgebra Lineal", "comments": "Las clases se van súper rápido! Enseña muy bien:) pero sus examenes son difíciles, es barrio la maestra y a veces te habla hasta con groserias, es graciosa. No regala nada de calificación, diario deja tarea que esta difícil vale el 25 de la calificación, el otro 75 examenes. Si te preparas pasas!"}, {"fecha": "13/Jun/2017", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Algebra Lineal", "comments": "Las clases se van súper rápido! Enseña muy bien:) pero sus examenes son difíciles, es barrio la maestra y a veces te habla hasta con groserias, es graciosa. No regala nada de calificación, diario deja tarea que esta difícil vale el 25 de la calificación, el otro 75 examenes. Si te preparas pasas!"}, {"fecha": "04/Feb/2017", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Calculo y Geometria Analítica", "comments": "Muchas tareas, Brinda apoyo, Clases excelentesLas clases se van súper rápido! Enseña muy bien:) pero sus examenes son difíciles, es barrio la maestra y a veces te habla hasta con groserias, es graciosa. No regala nada de calificación, diario deja tarea que esta difícil vale el 25 de la calificación, el otro 75 examenes. Si te preparas pasas!"}, {"fecha": "02/Feb/2017", "score_general": "7.0", "score_facilidad": "6.0", "materia": "Cálculo y geometría analitica", "comments": "Respetado por los estudiantes, Clases excelentes, Tomaría su clase otra vezLas clases se van súper rápido! Enseña muy bien:) pero sus examenes son difíciles, es barrio la maestra y a veces te habla hasta con groserias, es graciosa. No regala nada de calificación, diario deja tarea que esta difícil vale el 25 de la calificación, el otro 75 examenes. Si te preparas pasas!"}, {"fecha": "18/Ene/2017", "score_general": "9.0", "score_facilidad": "10.0", "materia": "Cálculo y Geometría Analítica", "comments": "Muy cómico, Clases excelentes, Tomaría su clase otra vezmuy buena profesora, explica detalladamente y representa la teoría con suficientes ejercicios, sus series son fáciles aunque un poco largas, exámenes del nivel de la clase, da puntos por lecturas y llega a ser bromista :)"}, {"fecha": "28/Nov/2016", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Calculo y Geometría Analítica", "comments": "Da Crédito Extra, Brinda apoyo, Tomaría su clase otra vezmuy buena profesora, explica detalladamente y representa la teoría con suficientes ejercicios, sus series son fáciles aunque un poco largas, exámenes del nivel de la clase, da puntos por lecturas y llega a ser bromista :)"}, {"fecha": "15/Nov/2016", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Calculo y geometria analitica", "comments": "Da Crédito Extra, Brinda apoyo, Tomaría su clase otra vezmuy buena profesora, explica detalladamente y representa la teoría con suficientes ejercicios, sus series son fáciles aunque un poco largas, exámenes del nivel de la clase, da puntos por lecturas y llega a ser bromista :)"}, {"fecha": "28/Jul/2016", "score_general": "4.0", "score_facilidad": "4.0", "materia": "lineal", "comments": "Califica Duro, Muchas tareas, Los exámenes son difícilesmuy buena profesora, explica detalladamente y representa la teoría con suficientes ejercicios, sus series son fáciles aunque un poco largas, exámenes del nivel de la clase, da puntos por lecturas y llega a ser bromista :)"}, {"fecha": "28/Jul/2016", "score_general": "8.0", "score_facilidad": "6.0", "materia": "Álgebra lineal", "comments": "Muchas tareas, Aspectos de calificación claros, Brinda apoyomuy buena profesora, explica detalladamente y representa la teoría con suficientes ejercicios, sus series son fáciles aunque un poco largas, exámenes del nivel de la clase, da puntos por lecturas y llega a ser bromista :)"}, {"fecha": "05/Jul/2016", "score_general": "9.0", "score_facilidad": "4.0", "materia": "Álgebra lineal", "comments": "La Participación Importa, Clases excelentes, Tomaría su clase otra vezDomina muy bien los temas y deja tareas/ejercicios en clase de exámenes finales y eso ayuda para que no le temas al final. Te da 1 puntos si lees dos libros en el semestre. Es cuestión de hacer las tareas (deja siempre cada clase tarea) y las series para pasar sus exámenes."}, {"fecha": "30/Jun/2016", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Álgebra Lineal", "comments": "Domina muy bien los temas y deja tareas/ejercicios en clase de exámenes finales y eso ayuda para que no le temas al final. Te da 1 puntos si lees dos libros en el semestre. Es cuestión de hacer las tareas (deja siempre cada clase tarea) y las series para pasar sus exámenes."}, {"fecha": "28/Jun/2016", "score_general": "4.0", "score_facilidad": "2.0", "materia": "Algebra lineal", "comments": "Muchas tareas, Los exámenes son difícilesDomina muy bien los temas y deja tareas/ejercicios en clase de exámenes finales y eso ayuda para que no le temas al final. Te da 1 puntos si lees dos libros en el semestre. Es cuestión de hacer las tareas (deja siempre cada clase tarea) y las series para pasar sus exámenes."}, {"fecha": "14/Jun/2016", "score_general": "9.0", "score_facilidad": "6.0", "materia": "Álgebra Lineal", "comments": "Clases excelentes, Tomaría su clase otra vezDomina muy bien los temas y deja tareas/ejercicios en clase de exámenes finales y eso ayuda para que no le temas al final. Te da 1 puntos si lees dos libros en el semestre. Es cuestión de hacer las tareas (deja siempre cada clase tarea) y las series para pasar sus exámenes."}, {"fecha": "01/Jun/2016", "score_general": "4.0", "score_facilidad": "6.0", "materia": "Algebra Lineal", "comments": "Califica DuroDomina muy bien los temas y deja tareas/ejercicios en clase de exámenes finales y eso ayuda para que no le temas al final. Te da 1 puntos si lees dos libros en el semestre. Es cuestión de hacer las tareas (deja siempre cada clase tarea) y las series para pasar sus exámenes."}, {"fecha": "26/Ene/2016", "score_general": "9.0", "score_facilidad": "6.0", "materia": "Algebra Lineal", "comments": "De las excelentes pocas opciones en ciencias básicas que existen. Para algunos les parecerá un poco hostil su humor pero tiene una  increíble habilidad para impartir los temas más abstractos de algebra lineal"}, {"fecha": "25/Ene/2016", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Cálculo y geometría analítica", "comments": "De las excelentes pocas opciones en ciencias básicas que existen. Para algunos les parecerá un poco hostil su humor pero tiene una  increíble habilidad para impartir los temas más abstractos de algebra lineal"}, {"fecha": "23/Ene/2016", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Calculo diferencial y Geometría Analítica", "comments": "De las excelentes pocas opciones en ciencias básicas que existen. Para algunos les parecerá un poco hostil su humor pero tiene una  increíble habilidad para impartir los temas más abstractos de algebra lineal"}, {"fecha": "18/Ene/2016", "score_general": "9.0", "score_facilidad": "6.0", "materia": "Calculo diferencia con geometria analitica", "comments": "De las excelentes pocas opciones en ciencias básicas que existen. Para algunos les parecerá un poco hostil su humor pero tiene una  increíble habilidad para impartir los temas más abstractos de algebra lineal"}, {"fecha": "18/Ene/2016", "score_general": "8.0", "score_facilidad": "8.0", "materia": "Cálculo y Geometría Analítica", "comments": "De las excelentes pocas opciones en ciencias básicas que existen. Para algunos les parecerá un poco hostil su humor pero tiene una  increíble habilidad para impartir los temas más abstractos de algebra lineal"}, {"fecha": "08/Dic/2015", "score_general": "10.0", "score_facilidad": "6.0", "materia": "---", "comments": "[Comentario esperando revisión]"}, {"fecha": "25/Nov/2015", "score_general": "10.0", "score_facilidad": "10.0", "materia": "---", "comments": "[Comentario esperando revisión]"}, {"fecha": "26/Jul/2015", "score_general": "4.0", "score_facilidad": "4.0", "materia": "Álgebra lineal", "comments": "Califica Duro, Muchas tareas, Prepárate para leer[Comentario esperando revisión]"}, {"fecha": "04/Jul/2015", "score_general": "10.0", "score_facilidad": "4.0", "materia": "Álgebra Lineal", "comments": "[Comentario esperando revisión]"}, {"fecha": "15/Abr/2015", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Geometria analitica", "comments": "[Comentario esperando revisión]"}, {"fecha": "12/Ene/2015", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Geometria Analitica", "comments": "Excelente profesora, sin duda de las mejores de la FI. sus clases son muy buenas, explica muy bien y es muy agradable como persona. Sus exámenes estas acorde al nivel de la clases, ni muy fáciles ni muy difíciles."}, {"fecha": "27/Ago/2014", "score_general": "9.0", "score_facilidad": "10.0", "materia": "Algebra Lineal", "comments": "Excelente profesora, sin duda de las mejores de la FI. sus clases son muy buenas, explica muy bien y es muy agradable como persona. Sus exámenes estas acorde al nivel de la clases, ni muy fáciles ni muy difíciles."}, {"fecha": "20/Jul/2014", "score_general": "10.0", "score_facilidad": "4.0", "materia": "Algebra Lineal", "comments": "Excelente profesora, sin duda de las mejores de la FI. sus clases son muy buenas, explica muy bien y es muy agradable como persona. Sus exámenes estas acorde al nivel de la clases, ni muy fáciles ni muy difíciles."}, {"fecha": "25/Jun/2014", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Algebra Lineal", "comments": "Excelente profesora, sin duda de las mejores de la FI. sus clases son muy buenas, explica muy bien y es muy agradable como persona. Sus exámenes estas acorde al nivel de la clases, ni muy fáciles ni muy difíciles."}, {"fecha": "10/Jun/2014", "score_general": "9.0", "score_facilidad": "6.0", "materia": "álgebra lineal", "comments": "Excelente profesora, sin duda de las mejores de la FI. sus clases son muy buenas, explica muy bien y es muy agradable como persona. Sus exámenes estas acorde al nivel de la clases, ni muy fáciles ni muy difíciles."}, {"fecha": "06/May/2014", "score_general": "9.0", "score_facilidad": "4.0", "materia": "Algebra Lineal", "comments": "Por lo menos cuando yo tome clase con ella estaba bien buena y enseñaba mejor.\r\n\r\nSaludos"}, {"fecha": "04/May/2014", "score_general": "2.0", "score_facilidad": "2.0", "materia": "lineal", "comments": "Por lo menos cuando yo tome clase con ella estaba bien buena y enseñaba mejor.\r\n\r\nSaludos"}, {"fecha": "05/Abr/2014", "score_general": "2.0", "score_facilidad": "2.0", "materia": "Algebra lineal", "comments": "Por lo menos cuando yo tome clase con ella estaba bien buena y enseñaba mejor.\r\n\r\nSaludos"}, {"fecha": "24/Feb/2014", "score_general": "10.0", "score_facilidad": "10.0", "materia": "lineal", "comments": "Por lo menos cuando yo tome clase con ella estaba bien buena y enseñaba mejor.\r\n\r\nSaludos"}, {"fecha": "07/Ene/2014", "score_general": "8.0", "score_facilidad": "4.0", "materia": "geometria analitica", "comments": "Por lo menos cuando yo tome clase con ella estaba bien buena y enseñaba mejor.\r\n\r\nSaludos"}, {"fecha": "16/Dic/2013", "score_general": "10.0", "score_facilidad": "4.0", "materia": "álgebra lineal", "comments": "Alicia es una excelente maestra, muy comprometida con la materia y cn los alumnos, la claridad cn la q explica es excelente, los ejercicios q hace n clase son de exámenes finales, eso sí, para exentar tendrás q machetearle a la materia, siempre deja tarea mínimo 3 ejercicios y siempre resuelve dudas"}, {"fecha": "05/Dic/2013", "score_general": "10.0", "score_facilidad": "2.0", "materia": "álgebra lineal", "comments": "Alicia es una excelente maestra, muy comprometida con la materia y cn los alumnos, la claridad cn la q explica es excelente, los ejercicios q hace n clase son de exámenes finales, eso sí, para exentar tendrás q machetearle a la materia, siempre deja tarea mínimo 3 ejercicios y siempre resuelve dudas"}, {"fecha": "25/Jun/2013", "score_general": "10.0", "score_facilidad": "6.0", "materia": "algebra lineal", "comments": "Alicia es una excelente maestra, muy comprometida con la materia y cn los alumnos, la claridad cn la q explica es excelente, los ejercicios q hace n clase son de exámenes finales, eso sí, para exentar tendrás q machetearle a la materia, siempre deja tarea mínimo 3 ejercicios y siempre resuelve dudas"}, {"fecha": "12/Jun/2013", "score_general": "6.0", "score_facilidad": "4.0", "materia": "algebra lineal", "comments": "Alicia es una excelente maestra, muy comprometida con la materia y cn los alumnos, la claridad cn la q explica es excelente, los ejercicios q hace n clase son de exámenes finales, eso sí, para exentar tendrás q machetearle a la materia, siempre deja tarea mínimo 3 ejercicios y siempre resuelve dudas"}, {"fecha": "03/Jun/2013", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Algebra lineal", "comments": "Alicia es una excelente maestra, muy comprometida con la materia y cn los alumnos, la claridad cn la q explica es excelente, los ejercicios q hace n clase son de exámenes finales, eso sí, para exentar tendrás q machetearle a la materia, siempre deja tarea mínimo 3 ejercicios y siempre resuelve dudas"}, {"fecha": "29/May/2013", "score_general": "3.0", "score_facilidad": "10.0", "materia": "---", "comments": "[Comentario esperando revisión]"}, {"fecha": "08/May/2013", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Algebra lineal", "comments": "[Comentario esperando revisión]"}, {"fecha": "19/Mar/2013", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Taller de Geometría analitica", "comments": "[Comentario esperando revisión]"}, {"fecha": "27/Ene/2013", "score_general": "8.0", "score_facilidad": "6.0", "materia": "Geometria Analitica", "comments": "[Comentario esperando revisión]"}, {"fecha": "23/Ene/2013", "score_general": "8.0", "score_facilidad": "8.0", "materia": "Algebra", "comments": "[Comentario esperando revisión]"}, {"fecha": "20/Ene/2013", "score_general": "8.0", "score_facilidad": "4.0", "materia": "Algebra Lineal", "comments": ""}, {"fecha": "10/Ene/2013", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Algebra lineal", "comments": ""}, {"fecha": "24/Nov/2012", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Geometria analitica", "comments": ""}, {"fecha": "03/Oct/2012", "score_general": "10.0", "score_facilidad": "10.0", "materia": "geometria analitica", "comments": ""}, {"fecha": "11/Ago/2012", "score_general": "9.0", "score_facilidad": "10.0", "materia": "Geometría analítica", "comments": ""}, {"fecha": "17/Abr/2012", "score_general": "9.0", "score_facilidad": "6.0", "materia": "Algebra lineal", "comments": "Me gusta!"}, {"fecha": "24/Oct/2011", "score_general": "8.0", "score_facilidad": "2.0", "materia": "Álgebra Lineal", "comments": "Me gusta!"}, {"fecha": "03/Oct/2011", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Algebra", "comments": "Me gusta!"}, {"fecha": "15/Abr/2011", "score_general": "8.0", "score_facilidad": "6.0", "materia": "Allgebra Lineal", "comments": "Me gusta!"}, {"fecha": "01/Abr/2011", "score_general": "10.0", "score_facilidad": "10.0", "materia": "ALGEBRA L.", "comments": "Me gusta!"}, {"fecha": "25/Mar/2011", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Algebra L.", "comments": "ES UNA PERFECTA OPCION PARA CURSAR ALGEBRA LINEAL, OBVIAMENTE COMO EN TODAS LAS MATERIAS TIENES QUE ESTUDIAR Y DEDICARTE, PERO PARA APRENDER ES PERFECTA.\r\n¡Y GUAPA!!!"}, {"fecha": "23/Mar/2011", "score_general": "10.0", "score_facilidad": "8.0", "materia": "aLGEBRA lINEAL", "comments": "ES UNA PERFECTA OPCION PARA CURSAR ALGEBRA LINEAL, OBVIAMENTE COMO EN TODAS LAS MATERIAS TIENES QUE ESTUDIAR Y DEDICARTE, PERO PARA APRENDER ES PERFECTA.\r\n¡Y GUAPA!!!"}, {"fecha": "21/Mar/2011", "score_general": "8.0", "score_facilidad": "6.0", "materia": "Algebra Lineal", "comments": "ES UNA PERFECTA OPCION PARA CURSAR ALGEBRA LINEAL, OBVIAMENTE COMO EN TODAS LAS MATERIAS TIENES QUE ESTUDIAR Y DEDICARTE, PERO PARA APRENDER ES PERFECTA.\r\n¡Y GUAPA!!!"}, {"fecha": "11/Mar/2011", "score_general": "6.0", "score_facilidad": "8.0", "materia": "Algebra Lineal", "comments": "ES UNA PERFECTA OPCION PARA CURSAR ALGEBRA LINEAL, OBVIAMENTE COMO EN TODAS LAS MATERIAS TIENES QUE ESTUDIAR Y DEDICARTE, PERO PARA APRENDER ES PERFECTA.\r\n¡Y GUAPA!!!"}]