[{"fecha": "17/Feb/2023", "score_general": "5.0", "score_facilidad": "4.0", "materia": "Cálculo Integral", "comments": "Califica Duro, Respetado por los estudiantes, Los exámenes son difícilesCalifica 100% examen y baja puntos por cualquier error mínimo o sino lo haces como el lo enseñó. Supe integrar bien desde prepa y ni eso fue suficiente. Al final me daba más o menos igual la materia porque ya no iba con altas expectativas de salir bien. El 8 de marzo dio clases y dio tema de examen."}, {"fecha": "16/Feb/2023", "score_general": "8.0", "score_facilidad": "4.0", "materia": "Cálculo y Geometría Analítica", "comments": "Califica Duro, InspiracionalCalifica 100% examen y baja puntos por cualquier error mínimo o sino lo haces como el lo enseñó. Supe integrar bien desde prepa y ni eso fue suficiente. Al final me daba más o menos igual la materia porque ya no iba con altas expectativas de salir bien. El 8 de marzo dio clases y dio tema de examen."}, {"fecha": "24/Nov/2022", "score_general": "9.0", "score_facilidad": "6.0", "materia": "Cálculo diferencial", "comments": "Califica Duro, Muchas tareas, Respetado por los estudiantesCalifica 100% examen y baja puntos por cualquier error mínimo o sino lo haces como el lo enseñó. Supe integrar bien desde prepa y ni eso fue suficiente. Al final me daba más o menos igual la materia porque ya no iba con altas expectativas de salir bien. El 8 de marzo dio clases y dio tema de examen."}, {"fecha": "09/Ago/2022", "score_general": "6.0", "score_facilidad": "10.0", "materia": "Calculo Diferencial", "comments": "Califica Duro, Muy cómico, Respetado por los estudiantesCalifica 100% examen y baja puntos por cualquier error mínimo o sino lo haces como el lo enseñó. Supe integrar bien desde prepa y ni eso fue suficiente. Al final me daba más o menos igual la materia porque ya no iba con altas expectativas de salir bien. El 8 de marzo dio clases y dio tema de examen."}, {"fecha": "04/Ago/2022", "score_general": "8.0", "score_facilidad": "6.0", "materia": "Calculo", "comments": "Muy cómico, La Participación Importa, Deja trabajos largosCalifica 100% examen y baja puntos por cualquier error mínimo o sino lo haces como el lo enseñó. Supe integrar bien desde prepa y ni eso fue suficiente. Al final me daba más o menos igual la materia porque ya no iba con altas expectativas de salir bien. El 8 de marzo dio clases y dio tema de examen."}, {"fecha": "31/Jul/2022", "score_general": "8.0", "score_facilidad": "6.0", "materia": "Calculo Integral", "comments": "Califica Duro, Muy cómico, La Participación ImportaLos temas los ve más rápido que el rayo McQueen (cuchao), es un profesor muy cómico (la verdad en sus clases si me reía mucho), solo que califica MUY duro, cualquier cosa que este mal planteada te baja muchos puntos, y las series que te deja NUNCA las revisa, pero si volvería a tomar clase con él."}, {"fecha": "05/Abr/2022", "score_general": "7.0", "score_facilidad": "2.0", "materia": "Cálculo Integral", "comments": "Califica Duro, Muchas tareas, Los exámenes son difícilesLos temas los ve más rápido que el rayo McQueen (cuchao), es un profesor muy cómico (la verdad en sus clases si me reía mucho), solo que califica MUY duro, cualquier cosa que este mal planteada te baja muchos puntos, y las series que te deja NUNCA las revisa, pero si volvería a tomar clase con él."}, {"fecha": "02/Feb/2022", "score_general": "10.0", "score_facilidad": "8.0", "materia": "CyGA, CI", "comments": "Califica Duro, Muy cómico, Muchas tareasLos temas los ve más rápido que el rayo McQueen (cuchao), es un profesor muy cómico (la verdad en sus clases si me reía mucho), solo que califica MUY duro, cualquier cosa que este mal planteada te baja muchos puntos, y las series que te deja NUNCA las revisa, pero si volvería a tomar clase con él."}, {"fecha": "26/Ene/2022", "score_general": "10.0", "score_facilidad": "4.0", "materia": "Cálculo y geometría analítica", "comments": "Califica Duro, Muchas tareas, Asistencia obligatoriaLos temas los ve más rápido que el rayo McQueen (cuchao), es un profesor muy cómico (la verdad en sus clases si me reía mucho), solo que califica MUY duro, cualquier cosa que este mal planteada te baja muchos puntos, y las series que te deja NUNCA las revisa, pero si volvería a tomar clase con él."}, {"fecha": "17/Ene/2022", "score_general": "10.0", "score_facilidad": "4.0", "materia": "Cálculo y Geometría Analítica", "comments": "Califica Duro, Clases excelentes, Los exámenes son difícilesLos temas los ve más rápido que el rayo McQueen (cuchao), es un profesor muy cómico (la verdad en sus clases si me reía mucho), solo que califica MUY duro, cualquier cosa que este mal planteada te baja muchos puntos, y las series que te deja NUNCA las revisa, pero si volvería a tomar clase con él."}, {"fecha": "04/Sep/2021", "score_general": "2.0", "score_facilidad": "2.0", "materia": "---", "comments": "Califica Duro, Muchas tareas, Muchos Exámenes[Comentario esperando revisión]"}, {"fecha": "17/Ago/2021", "score_general": "7.0", "score_facilidad": "8.0", "materia": "Cálculo y Geometría Analítica", "comments": "[Comentario esperando revisión]"}, {"fecha": "17/Ago/2021", "score_general": "7.0", "score_facilidad": "6.0", "materia": "Cálculo Integral", "comments": "Aspectos de calificación claros[Comentario esperando revisión]"}, {"fecha": "13/Ago/2021", "score_general": "6.0", "score_facilidad": "2.0", "materia": "---", "comments": "Califica Duro, Muchas tareas, Los exámenes son difíciles[Comentario esperando revisión]"}, {"fecha": "09/Oct/2020", "score_general": "9.0", "score_facilidad": "4.0", "materia": "Calculo", "comments": "Califica Duro, Muy cómico, Clases excelentes[Comentario esperando revisión]"}, {"fecha": "29/Sep/2020", "score_general": "7.0", "score_facilidad": "6.0", "materia": "Calculo", "comments": "Califica Duro, Muy cómico, Muchos Exámenes"}, {"fecha": "24/Sep/2020", "score_general": "7.0", "score_facilidad": "6.0", "materia": "Cálculo y Geometría Analítica", "comments": "Califica Duro, Muchos Exámenes, Clases excelentes"}, {"fecha": "18/Sep/2020", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Cálculo y geometría analítica", "comments": "Respetado por los estudiantes, Muchos Exámenes, Tomaría su clase otra vez"}, {"fecha": "07/Sep/2020", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Calculo Diferencial", "comments": ""}, {"fecha": "03/Sep/2020", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Calculo Integral", "comments": "Muy cómico, Da buena retroalimentación, Respetado por los estudiantes"}, {"fecha": "01/Sep/2020", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Cálculo Integral", "comments": "Muy cómico, Da buena retroalimentación, Tomaría su clase otra vezGran profesor tanto en linea como presencial. Aprendes mucho y es muy fácil."}, {"fecha": "01/Sep/2020", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Cálculo integral", "comments": "Brinda apoyo, Clases excelentes, Tomaría su clase otra vezGran profesor tanto en linea como presencial. Aprendes mucho y es muy fácil."}, {"fecha": "31/Ago/2020", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Cálculo diferencia y geometría analítica", "comments": "Barco, Respetado por los estudiantes, Clases excelentesGran profesor tanto en linea como presencial. Aprendes mucho y es muy fácil."}, {"fecha": "20/Ago/2020", "score_general": "2.0", "score_facilidad": "2.0", "materia": "---", "comments": "Califica Duro, Las clases son largas, Deja trabajos largosGran profesor tanto en linea como presencial. Aprendes mucho y es muy fácil."}, {"fecha": "23/Jun/2020", "score_general": "2.0", "score_facilidad": "2.0", "materia": "Integral", "comments": "Califica Duro, Las clases son largas, Deja trabajos largosGran profesor tanto en linea como presencial. Aprendes mucho y es muy fácil."}, {"fecha": "16/Jun/2020", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Calculo y geometría analítica", "comments": "Muy cómico, Da buena retroalimentación, Respetado por los estudiantesEs el mejor profesor de la facultad, Tiene mucha paciencia para explicarte, realiza las series ya que algunos ejercicios te ayudarán para el examen. Lo recomiendo mucho"}, {"fecha": "07/Jun/2020", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Cálculo diferencia y geometría analítica", "comments": "Barco, Muy cómico, Respetado por los estudiantesEs el mejor profesor de la facultad, Tiene mucha paciencia para explicarte, realiza las series ya que algunos ejercicios te ayudarán para el examen. Lo recomiendo mucho"}, {"fecha": "05/Jun/2020", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Cálculo y Geometría", "comments": "Muy cómico, Da buena retroalimentación, Muchos ExámenesEs el mejor profesor de la facultad, Tiene mucha paciencia para explicarte, realiza las series ya que algunos ejercicios te ayudarán para el examen. Lo recomiendo mucho"}, {"fecha": "05/Jun/2020", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Cálculo y Geometría", "comments": "Muy cómico, Las clases son largas, Muchos ExámenesEs el mejor profesor de la facultad, Tiene mucha paciencia para explicarte, realiza las series ya que algunos ejercicios te ayudarán para el examen. Lo recomiendo mucho"}, {"fecha": "26/May/2020", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Cálculo y geometría analítica", "comments": "Muy cómico, Muchos Exámenes, Tomaría su clase otra vezEs el mejor profesor de la facultad, Tiene mucha paciencia para explicarte, realiza las series ya que algunos ejercicios te ayudarán para el examen. Lo recomiendo mucho"}, {"fecha": "29/Feb/2020", "score_general": "9.0", "score_facilidad": "10.0", "materia": "Cálculo integral", "comments": "Muy cómico, Da buena retroalimentación, Respetado por los estudiantesExcelente clase"}, {"fecha": "12/Nov/2019", "score_general": "2.0", "score_facilidad": "2.0", "materia": "---", "comments": "Califica Duro, Hace exámenes sorpresa, Asistencia obligatoriaExcelente clase"}, {"fecha": "30/Jul/2019", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Calculo Diferencia y Geometrica Analitica", "comments": "Muy cómico, Respetado por los estudiantes, Brinda apoyoExcelente clase"}, {"fecha": "26/Jul/2019", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Calculo y Geometría analítica. Calculo integral", "comments": "Muy cómico, Muchos Exámenes, Aspectos de calificación clarosExcelente clase"}, {"fecha": "26/Jul/2019", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Calculo y geometria analitica", "comments": "Da buena retroalimentación, Hace exámenes sorpresa, Clases excelentesExcelente clase"}, {"fecha": "24/Jul/2019", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Calculo Integral", "comments": "Muy cómico, Asistencia obligatoria, Clases excelentesEl mejor profe que he tenido sobre cálculo, te brinda mucho apoyo con su material didáctico, sus clases son super fluidas y aprendes de verdad. Es muy buena onda además que usa \"memes\" para explicar, sacas 10 si le llevas un paquete de Emperador de Limon XD"}, {"fecha": "29/Jun/2019", "score_general": "10.0", "score_facilidad": "8.0", "materia": "CALCULO Y GEOMETRIA ANALITICA", "comments": "Califica Duro, Da Crédito Extra, Brinda apoyoEl mejor profe que he tenido sobre cálculo, te brinda mucho apoyo con su material didáctico, sus clases son super fluidas y aprendes de verdad. Es muy buena onda además que usa \"memes\" para explicar, sacas 10 si le llevas un paquete de Emperador de Limon XD"}, {"fecha": "27/Jun/2019", "score_general": "9.0", "score_facilidad": "4.0", "materia": "Calculo integral", "comments": "Califica Duro, Inspiracional, Los exámenes son difícilesEl mejor profe que he tenido sobre cálculo, te brinda mucho apoyo con su material didáctico, sus clases son super fluidas y aprendes de verdad. Es muy buena onda además que usa \"memes\" para explicar, sacas 10 si le llevas un paquete de Emperador de Limon XD"}, {"fecha": "13/Jun/2019", "score_general": "2.0", "score_facilidad": "2.0", "materia": "---", "comments": "Califica Duro, Hace exámenes sorpresa, Asistencia obligatoriaEl mejor profe que he tenido sobre cálculo, te brinda mucho apoyo con su material didáctico, sus clases son super fluidas y aprendes de verdad. Es muy buena onda además que usa \"memes\" para explicar, sacas 10 si le llevas un paquete de Emperador de Limon XD"}, {"fecha": "30/May/2019", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Calculo y Geometria Analitica", "comments": "Da buena retroalimentación, Inspiracional, Clases excelentesEl mejor profe que he tenido sobre cálculo, te brinda mucho apoyo con su material didáctico, sus clases son super fluidas y aprendes de verdad. Es muy buena onda además que usa \"memes\" para explicar, sacas 10 si le llevas un paquete de Emperador de Limon XD"}, {"fecha": "29/May/2019", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Calculo integral", "comments": "Aspectos de calificación claros, Clases excelentes, Tomaría su clase otra vezExcelente profesor ,le interesa que aprenda ,con hacer sus series ya estas mas que listo para sus exámenes."}, {"fecha": "27/May/2019", "score_general": "4.0", "score_facilidad": "2.0", "materia": "Integral", "comments": "Hace exámenes sorpresa, Muchos ExámenesExcelente profesor ,le interesa que aprenda ,con hacer sus series ya estas mas que listo para sus exámenes."}, {"fecha": "30/Ene/2019", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Calculo y Geometría analítica.", "comments": "Muy cómico, Muchos Exámenes, Clases excelentesExcelente profesor ,le interesa que aprenda ,con hacer sus series ya estas mas que listo para sus exámenes."}, {"fecha": "21/Ene/2019", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Cálculo y Geometría Analítica", "comments": "Excelente profesor ,le interesa que aprenda ,con hacer sus series ya estas mas que listo para sus exámenes."}, {"fecha": "15/Ene/2019", "score_general": "7.0", "score_facilidad": "6.0", "materia": "Cálculo y Geometría Analítica", "comments": "Muchos Exámenes, Brinda apoyo, Clases excelentesExcelente profesor ,le interesa que aprenda ,con hacer sus series ya estas mas que listo para sus exámenes."}, {"fecha": "09/Ene/2019", "score_general": "10.0", "score_facilidad": "4.0", "materia": "Calculo y Geometría", "comments": ""}, {"fecha": "24/Nov/2018", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Cálculo y Geometría Analítica", "comments": "Inspiracional, Clases excelentes, Tomaría su clase otra vez"}, {"fecha": "08/Nov/2018", "score_general": "9.0", "score_facilidad": "8.0", "materia": "CGA", "comments": "Respetado por los estudiantes, Da Crédito Extra, Aspectos de calificación claros"}, {"fecha": "04/Jun/2018", "score_general": "10.0", "score_facilidad": "6.0", "materia": "CÁLCULO INTEGRAL", "comments": "Califica Duro, Da buena retroalimentación, Tomaría su clase otra vez"}, {"fecha": "04/Jun/2018", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Cálculo y Geometría Analítica", "comments": "Inspiracional, Clases excelentes, Tomaría su clase otra vez"}, {"fecha": "28/May/2018", "score_general": "9.0", "score_facilidad": "6.0", "materia": "Cálculo integral", "comments": "Muy cómico, Da buena retroalimentación, Clases excelentesUn profesor con  un buen humor, que realmente sabe enseñar a los alumnos, realmente viene muy bien preparado para enseñar, además siempre enseña con presentaciones que son de el mismo, y éstas mismas las puedes descargar de su página para repasar, son muy claras al igual que él dando clases :)"}, {"fecha": "17/Feb/2018", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Cálculo y Geometría Analítica", "comments": "Muy cómico, Clases excelentes, Tomaría su clase otra vezUn profesor con  un buen humor, que realmente sabe enseñar a los alumnos, realmente viene muy bien preparado para enseñar, además siempre enseña con presentaciones que son de el mismo, y éstas mismas las puedes descargar de su página para repasar, son muy claras al igual que él dando clases :)"}, {"fecha": "29/Ene/2018", "score_general": "5.0", "score_facilidad": "4.0", "materia": "Cálculo y Geometría Analítica", "comments": "Califica Duro, Muchos Exámenes, Muchos proyectos grupalesUn profesor con  un buen humor, que realmente sabe enseñar a los alumnos, realmente viene muy bien preparado para enseñar, además siempre enseña con presentaciones que son de el mismo, y éstas mismas las puedes descargar de su página para repasar, son muy claras al igual que él dando clases :)"}, {"fecha": "29/Ene/2018", "score_general": "5.0", "score_facilidad": "4.0", "materia": "Calculo y Gometria Analitica", "comments": "Califica Duro, Prepárate para leer, Deja trabajos largosUn profesor con  un buen humor, que realmente sabe enseñar a los alumnos, realmente viene muy bien preparado para enseñar, además siempre enseña con presentaciones que son de el mismo, y éstas mismas las puedes descargar de su página para repasar, son muy claras al igual que él dando clases :)"}, {"fecha": "23/Ene/2018", "score_general": "10.0", "score_facilidad": "4.0", "materia": "Calculo y Geometría analitica", "comments": "Califica Duro, Respetado por los estudiantes, Los exámenes son difícilesUn profesor con  un buen humor, que realmente sabe enseñar a los alumnos, realmente viene muy bien preparado para enseñar, además siempre enseña con presentaciones que son de el mismo, y éstas mismas las puedes descargar de su página para repasar, son muy claras al igual que él dando clases :)"}, {"fecha": "09/Ene/2018", "score_general": "9.0", "score_facilidad": "4.0", "materia": "CGA", "comments": "No deja ninguna tarea a lo largo del año, solo es cuestión de resolver sus series y estudiar con anticipación con sus exámenes ya que suelen ser muy difíciles. Sin embargo, explica muy bien y resuelve muchos ejercicios en clase"}, {"fecha": "08/Dic/2017", "score_general": "7.0", "score_facilidad": "4.0", "materia": "CGA", "comments": "Muchos Exámenes, Los exámenes son difíciles, Muchos proyectos grupalesNo deja ninguna tarea a lo largo del año, solo es cuestión de resolver sus series y estudiar con anticipación con sus exámenes ya que suelen ser muy difíciles. Sin embargo, explica muy bien y resuelve muchos ejercicios en clase"}, {"fecha": "10/Ago/2017", "score_general": "8.0", "score_facilidad": "6.0", "materia": "CGA", "comments": "Da buena retroalimentación, La Participación Importa, Tomaría su clase otra vezNo deja ninguna tarea a lo largo del año, solo es cuestión de resolver sus series y estudiar con anticipación con sus exámenes ya que suelen ser muy difíciles. Sin embargo, explica muy bien y resuelve muchos ejercicios en clase"}, {"fecha": "25/Jul/2017", "score_general": "10.0", "score_facilidad": "6.0", "materia": "CGA", "comments": "Aspectos de calificación claros, Brinda apoyoNo deja ninguna tarea a lo largo del año, solo es cuestión de resolver sus series y estudiar con anticipación con sus exámenes ya que suelen ser muy difíciles. Sin embargo, explica muy bien y resuelve muchos ejercicios en clase"}, {"fecha": "18/Jun/2017", "score_general": "6.0", "score_facilidad": "4.0", "materia": "Álgebra", "comments": "Califica Duro, Los exámenes son difícilesNo deja ninguna tarea a lo largo del año, solo es cuestión de resolver sus series y estudiar con anticipación con sus exámenes ya que suelen ser muy difíciles. Sin embargo, explica muy bien y resuelve muchos ejercicios en clase"}, {"fecha": "24/Ene/2017", "score_general": "8.0", "score_facilidad": "6.0", "materia": "Cálculo y Geometría analítica", "comments": "Da Crédito Extra, Aspectos de calificación claros, Tomaría su clase otra vezBuen profesor, es bastante atento y claro, todo el material del curso está en su propio blog, fomenta el uso de las TIC's, los exámenes no son nada del otro mundo, series no obligatorias, exámenes en equipo."}, {"fecha": "23/Ene/2017", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Cálculo Y Geometría Analítica", "comments": "Muy cómico, Da Crédito Extra, Clases excelentesBuen profesor, es bastante atento y claro, todo el material del curso está en su propio blog, fomenta el uso de las TIC's, los exámenes no son nada del otro mundo, series no obligatorias, exámenes en equipo."}, {"fecha": "17/Ene/2017", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Cálculo y Geometría Analitica", "comments": "Da Crédito Extra, Clases excelentes, Tomaría su clase otra vezBuen profesor, es bastante atento y claro, todo el material del curso está en su propio blog, fomenta el uso de las TIC's, los exámenes no son nada del otro mundo, series no obligatorias, exámenes en equipo."}, {"fecha": "06/Dic/2016", "score_general": "6.0", "score_facilidad": "2.0", "materia": "CGA", "comments": "Buen profesor, es bastante atento y claro, todo el material del curso está en su propio blog, fomenta el uso de las TIC's, los exámenes no son nada del otro mundo, series no obligatorias, exámenes en equipo."}, {"fecha": "25/Jul/2016", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Cálculo y geometría analítica 2016", "comments": "Buen profesor, es bastante atento y claro, todo el material del curso está en su propio blog, fomenta el uso de las TIC's, los exámenes no son nada del otro mundo, series no obligatorias, exámenes en equipo."}, {"fecha": "22/Jul/2016", "score_general": "10.0", "score_facilidad": "4.0", "materia": "Calculo diferencial", "comments": "Clases excelentes, Los exámenes son difíciles, Tomaría su clase otra vezExcelente profesor. Sus examenes y en generalsu clase llega a ser fuera de lo usual, a mi me toco hacer examenes enequipo, examen en el parque de coyoacan y en otro parque. Es dificil, pero no imposible, yo exente con 8. Se nota su dedicación a la enseñanza."}, {"fecha": "17/Jul/2016", "score_general": "9.0", "score_facilidad": "4.0", "materia": "Algebra (2016)", "comments": "Califica Duro, Da Crédito Extra, Los exámenes son difícilesExcelente profesor. Sus examenes y en generalsu clase llega a ser fuera de lo usual, a mi me toco hacer examenes enequipo, examen en el parque de coyoacan y en otro parque. Es dificil, pero no imposible, yo exente con 8. Se nota su dedicación a la enseñanza."}, {"fecha": "12/Jun/2016", "score_general": "7.0", "score_facilidad": "6.0", "materia": "---", "comments": "Excelente profesor. Sus examenes y en generalsu clase llega a ser fuera de lo usual, a mi me toco hacer examenes enequipo, examen en el parque de coyoacan y en otro parque. Es dificil, pero no imposible, yo exente con 8. Se nota su dedicación a la enseñanza."}, {"fecha": "09/Jun/2016", "score_general": "8.0", "score_facilidad": "8.0", "materia": "Calculo con Geometria Analitica", "comments": "Respetado por los estudiantes, Brinda apoyo, Tomaría su clase otra vezExcelente profesor. Sus examenes y en generalsu clase llega a ser fuera de lo usual, a mi me toco hacer examenes enequipo, examen en el parque de coyoacan y en otro parque. Es dificil, pero no imposible, yo exente con 8. Se nota su dedicación a la enseñanza."}, {"fecha": "28/May/2016", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Geometría Analítica y Cálculo", "comments": "Da buena retroalimentación, Muchos Exámenes, Brinda apoyoExcelente profesor. Sus examenes y en generalsu clase llega a ser fuera de lo usual, a mi me toco hacer examenes enequipo, examen en el parque de coyoacan y en otro parque. Es dificil, pero no imposible, yo exente con 8. Se nota su dedicación a la enseñanza."}, {"fecha": "19/Ene/2016", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Geometría analítica y Cálcuo diferencial", "comments": "Es un excelente profesor, tiene amplios conocimientos de las materias que imparte, diría que es uno de los mejores profesores que he tenido sino fuera porque es MUY barco, en lo personal me gusta que me exijan y con Piña no hay exigencia."}, {"fecha": "18/Ene/2016", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Álgebra", "comments": "Es un excelente profesor, tiene amplios conocimientos de las materias que imparte, diría que es uno de los mejores profesores que he tenido sino fuera porque es MUY barco, en lo personal me gusta que me exijan y con Piña no hay exigencia."}, {"fecha": "18/Ene/2016", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Geometría analítica", "comments": "Es un excelente profesor, tiene amplios conocimientos de las materias que imparte, diría que es uno de los mejores profesores que he tenido sino fuera porque es MUY barco, en lo personal me gusta que me exijan y con Piña no hay exigencia."}, {"fecha": "02/Dic/2015", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Calculo", "comments": "Es un excelente profesor, tiene amplios conocimientos de las materias que imparte, diría que es uno de los mejores profesores que he tenido sino fuera porque es MUY barco, en lo personal me gusta que me exijan y con Piña no hay exigencia."}, {"fecha": "11/Nov/2015", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Cálculo con Geometría Analítica", "comments": "Es un excelente profesor, tiene amplios conocimientos de las materias que imparte, diría que es uno de los mejores profesores que he tenido sino fuera porque es MUY barco, en lo personal me gusta que me exijan y con Piña no hay exigencia."}, {"fecha": "09/Feb/2015", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Calculo Diferencial", "comments": "Muy recomendado. Aprendes bien y sacas buena calificación. De los mejores en ciencias básicas."}, {"fecha": "30/Ene/2015", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Geometria analitica", "comments": "Muy recomendado. Aprendes bien y sacas buena calificación. De los mejores en ciencias básicas."}, {"fecha": "29/Ene/2015", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Diferencial", "comments": "Muy recomendado. Aprendes bien y sacas buena calificación. De los mejores en ciencias básicas."}, {"fecha": "26/Ene/2015", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Geometría analitica", "comments": "Muy recomendado. Aprendes bien y sacas buena calificación. De los mejores en ciencias básicas."}, {"fecha": "13/Ene/2015", "score_general": "9.0", "score_facilidad": "8.0", "materia": "álgebra", "comments": "Muy recomendado. Aprendes bien y sacas buena calificación. De los mejores en ciencias básicas."}, {"fecha": "09/Ago/2014", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Geometría analítica", "comments": "Explica bien, es recomendable, sus exámenes no están difíciles"}, {"fecha": "03/Ago/2014", "score_general": "2.0", "score_facilidad": "4.0", "materia": "Algebra", "comments": "Explica bien, es recomendable, sus exámenes no están difíciles"}, {"fecha": "28/Jun/2014", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Geometria Análitica", "comments": "Explica bien, es recomendable, sus exámenes no están difíciles"}, {"fecha": "17/May/2014", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Calculo", "comments": "Explica bien, es recomendable, sus exámenes no están difíciles"}, {"fecha": "10/May/2014", "score_general": "9.0", "score_facilidad": "8.0", "materia": "calculo diferencial", "comments": "Explica bien, es recomendable, sus exámenes no están difíciles"}, {"fecha": "20/Ene/2014", "score_general": "9.0", "score_facilidad": "10.0", "materia": "Cálculo Diferencial, Geometría Analítica", "comments": "Es de esos pocos profesores que son buena onda, enseña bien, es fácil pasar y además acepta oyentes. De verdad es muy recomendable, si metes clase con él y trabajas un poco es casi seguro que pasaste."}, {"fecha": "20/Ene/2014", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Cálculo Diferencial", "comments": "Es de esos pocos profesores que son buena onda, enseña bien, es fácil pasar y además acepta oyentes. De verdad es muy recomendable, si metes clase con él y trabajas un poco es casi seguro que pasaste."}, {"fecha": "11/Dic/2013", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Algebra", "comments": "Es de esos pocos profesores que son buena onda, enseña bien, es fácil pasar y además acepta oyentes. De verdad es muy recomendable, si metes clase con él y trabajas un poco es casi seguro que pasaste."}, {"fecha": "03/Oct/2013", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Calculo diferencial", "comments": "Es de esos pocos profesores que son buena onda, enseña bien, es fácil pasar y además acepta oyentes. De verdad es muy recomendable, si metes clase con él y trabajas un poco es casi seguro que pasaste."}, {"fecha": "22/Jul/2013", "score_general": "10.0", "score_facilidad": "8.0", "materia": "GEOMETRÍA ANALÍTICA", "comments": "Es de esos pocos profesores que son buena onda, enseña bien, es fácil pasar y además acepta oyentes. De verdad es muy recomendable, si metes clase con él y trabajas un poco es casi seguro que pasaste."}, {"fecha": "29/Nov/2012", "score_general": "10.0", "score_facilidad": "10.0", "materia": "geometria analitica", "comments": "clase amena, facilidad para pasar, siempre y cuando estudies un poco para sus examenes."}, {"fecha": "25/Nov/2012", "score_general": "10.0", "score_facilidad": "8.0", "materia": "1108", "comments": "clase amena, facilidad para pasar, siempre y cuando estudies un poco para sus examenes."}, {"fecha": "14/May/2012", "score_general": "10.0", "score_facilidad": "6.0", "materia": "calculó diferencial", "comments": "clase amena, facilidad para pasar, siempre y cuando estudies un poco para sus examenes."}, {"fecha": "22/Mar/2012", "score_general": "10.0", "score_facilidad": "10.0", "materia": "geom analitica y calculo difer", "comments": "clase amena, facilidad para pasar, siempre y cuando estudies un poco para sus examenes."}, {"fecha": "22/Mar/2012", "score_general": "2.0", "score_facilidad": "10.0", "materia": "algebra lineal", "comments": "clase amena, facilidad para pasar, siempre y cuando estudies un poco para sus examenes."}, {"fecha": "16/Nov/2011", "score_general": "10.0", "score_facilidad": "4.0", "materia": "Calculo Diferencial", "comments": "Piña es el mejor porfesor de C.Diferencial y Geometría explica muy bien. Sus Exámenes son pedados. Pero de lo mejor que hay en la F.I"}, {"fecha": "11/Oct/2011", "score_general": "9.0", "score_facilidad": "6.0", "materia": "Cálculo Diferencial", "comments": "Piña es el mejor porfesor de C.Diferencial y Geometría explica muy bien. Sus Exámenes son pedados. Pero de lo mejor que hay en la F.I"}, {"fecha": "22/Ago/2011", "score_general": "10.0", "score_facilidad": "6.0", "materia": "calculo diferencial", "comments": "Piña es el mejor porfesor de C.Diferencial y Geometría explica muy bien. Sus Exámenes son pedados. Pero de lo mejor que hay en la F.I"}, {"fecha": "03/Jul/2011", "score_general": "10.0", "score_facilidad": "8.0", "materia": "calculo diferencial", "comments": "Piña es el mejor porfesor de C.Diferencial y Geometría explica muy bien. Sus Exámenes son pedados. Pero de lo mejor que hay en la F.I"}]