[{"fecha": "22/Sep/2020", "score_general": "8.0", "score_facilidad": "10.0", "materia": "Lab Maquinas Electricas", "comments": "Barco, Muy cómico, Las clases son largasSu clase presencial es solamente escucharlo hablar y resolver la practica, no hace falta hacer reporte sino que solo entregar tus copias con una portada. Solo que se tarde las 2 horas completas y pasa lista \r\n\r\nEn linea solo envia practicas sencillas las respondes y las envias con una portada y pasas."}, {"fecha": "08/Sep/2020", "score_general": "8.0", "score_facilidad": "10.0", "materia": "Lab. Máquinas Eléctricas I", "comments": "Barco, Muy cómico, Tomaría su clase otra vezSu clase presencial es solamente escucharlo hablar y resolver la practica, no hace falta hacer reporte sino que solo entregar tus copias con una portada. Solo que se tarde las 2 horas completas y pasa lista \r\n\r\nEn linea solo envia practicas sencillas las respondes y las envias con una portada y pasas."}, {"fecha": "21/Ene/2019", "score_general": "8.0", "score_facilidad": "10.0", "materia": "Lab de Máquinas Eléctricas", "comments": "La Participación Importa, Tomaría su clase otra vezSu clase presencial es solamente escucharlo hablar y resolver la practica, no hace falta hacer reporte sino que solo entregar tus copias con una portada. Solo que se tarde las 2 horas completas y pasa lista \r\n\r\nEn linea solo envia practicas sencillas las respondes y las envias con una portada y pasas."}, {"fecha": "20/Ene/2019", "score_general": "8.0", "score_facilidad": "8.0", "materia": "Lab. Máquinas Eléctricas", "comments": "Su clase presencial es solamente escucharlo hablar y resolver la practica, no hace falta hacer reporte sino que solo entregar tus copias con una portada. Solo que se tarde las 2 horas completas y pasa lista \r\n\r\nEn linea solo envia practicas sencillas las respondes y las envias con una portada y pasas."}, {"fecha": "15/Ene/2019", "score_general": "4.0", "score_facilidad": "4.0", "materia": "lab maquinas eléctricas", "comments": "La Participación ImportaSu clase presencial es solamente escucharlo hablar y resolver la practica, no hace falta hacer reporte sino que solo entregar tus copias con una portada. Solo que se tarde las 2 horas completas y pasa lista \r\n\r\nEn linea solo envia practicas sencillas las respondes y las envias con una portada y pasas."}, {"fecha": "16/Jul/2018", "score_general": "2.0", "score_facilidad": "2.0", "materia": "Lab Máquinas E", "comments": "Muy cómico, Muchas tareas, Inspiracionalno enseña bien y es mala onda"}]