[{"fecha": "04/Mar/2023", "score_general": "5.0", "score_facilidad": "4.0", "materia": "VLSI", "comments": "Califica Duro, Aspectos de calificación claros, Los exámenes son difícilesEs un reto meter con el, si sabes VHDL, sera un curso promedio, si no busca otra opcion, su curso es mas practico del lado en que necesitas usar el lenguaje todo el tiempo, y si no lo sabes te vas a estancar."}, {"fecha": "02/Feb/2023", "score_general": "8.0", "score_facilidad": "6.0", "materia": "Diseño Digital VLSI", "comments": "Califica DuroEs un reto meter con el, si sabes VHDL, sera un curso promedio, si no busca otra opcion, su curso es mas practico del lado en que necesitas usar el lenguaje todo el tiempo, y si no lo sabes te vas a estancar."}, {"fecha": "27/Ene/2023", "score_general": "9.0", "score_facilidad": "4.0", "materia": "Diseño Digital VLSI", "comments": "Califica Duro, Muchos ExámenesEs un reto meter con el, si sabes VHDL, sera un curso promedio, si no busca otra opcion, su curso es mas practico del lado en que necesitas usar el lenguaje todo el tiempo, y si no lo sabes te vas a estancar."}, {"fecha": "25/Ene/2023", "score_general": "9.0", "score_facilidad": "6.0", "materia": "Diseño Digital VLSI", "comments": "Da buena retroalimentación, Aspectos de calificación claros, Tomaría su clase otra vezEs un reto meter con el, si sabes VHDL, sera un curso promedio, si no busca otra opcion, su curso es mas practico del lado en que necesitas usar el lenguaje todo el tiempo, y si no lo sabes te vas a estancar."}, {"fecha": "12/Jun/2022", "score_general": "8.0", "score_facilidad": "10.0", "materia": "Vlsi", "comments": "Califica Duro, Muchas tareas, Asistencia obligatoriaEs un reto meter con el, si sabes VHDL, sera un curso promedio, si no busca otra opcion, su curso es mas practico del lado en que necesitas usar el lenguaje todo el tiempo, y si no lo sabes te vas a estancar."}, {"fecha": "25/May/2022", "score_general": "2.0", "score_facilidad": "2.0", "materia": "VLSI", "comments": "Califica Duro, Deja trabajos largos, Los exámenes son difíciles"}, {"fecha": "24/Ene/2022", "score_general": "8.0", "score_facilidad": "6.0", "materia": "Diseño Digital VLSI", "comments": ""}, {"fecha": "19/Feb/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Diseño Digital VLSI", "comments": "Da buena retroalimentación, Pocos Exámenes, Clases excelentes"}]