[{"fecha": "22/Feb/2023", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Laboratorio de termodinámica", "comments": "Muy cómico, La Participación Importa, Tomaría su clase otra vezEs muy buena profesora y un amor de persona, a pesar de que es un laboratorio pesado ella es algo cómica para que no te presiones y veas fácil el laboratorio, por eso muchos se confían y les va mal en el examen final, es triste porque la maestra dice \"Estoy muy decepcionada de ustedes chicos\" )):"}, {"fecha": "28/Dic/2022", "score_general": "8.0", "score_facilidad": "6.0", "materia": "Laboratorio de termodinámica", "comments": "Asistencia obligatoria, Inspiracional, Tomaría su clase otra vezEs muy buena profesora y un amor de persona, a pesar de que es un laboratorio pesado ella es algo cómica para que no te presiones y veas fácil el laboratorio, por eso muchos se confían y les va mal en el examen final, es triste porque la maestra dice \"Estoy muy decepcionada de ustedes chicos\" )):"}, {"fecha": "05/Dic/2022", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Matemáticas 3", "comments": "Califica Duro, Da buena retroalimentación, La Participación ImportaEs muy buena profesora y un amor de persona, a pesar de que es un laboratorio pesado ella es algo cómica para que no te presiones y veas fácil el laboratorio, por eso muchos se confían y les va mal en el examen final, es triste porque la maestra dice \"Estoy muy decepcionada de ustedes chicos\" )):"}, {"fecha": "13/Jun/2022", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Lab. de termodinámica", "comments": "Califica Duro, Da buena retroalimentación, Clases excelentesEs muy buena profesora y un amor de persona, a pesar de que es un laboratorio pesado ella es algo cómica para que no te presiones y veas fácil el laboratorio, por eso muchos se confían y les va mal en el examen final, es triste porque la maestra dice \"Estoy muy decepcionada de ustedes chicos\" )):"}, {"fecha": "20/Dic/2021", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Lab. Termodinámica", "comments": "Muchas tareas, La Participación Importa, Deja trabajos largosEs muy buena profesora y un amor de persona, a pesar de que es un laboratorio pesado ella es algo cómica para que no te presiones y veas fácil el laboratorio, por eso muchos se confían y les va mal en el examen final, es triste porque la maestra dice \"Estoy muy decepcionada de ustedes chicos\" )):"}, {"fecha": "09/Mar/2021", "score_general": "9.0", "score_facilidad": "10.0", "materia": "Laboratorio de Termodinámica", "comments": "Da buena retroalimentación, La Participación Importa, Brinda apoyoMuy buena profesora, resuelve todas las dudas y se interesa porque aprendas, aunque a veces hace la teoría muy larga y se confunde un poco."}, {"fecha": "16/Ene/2020", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Laboratorio de Termodinámica", "comments": "Muy cómico, Clases excelentes, Tomaría su clase otra vezMuy buena profesora, resuelve todas las dudas y se interesa porque aprendas, aunque a veces hace la teoría muy larga y se confunde un poco."}, {"fecha": "20/Ene/2019", "score_general": "5.0", "score_facilidad": "4.0", "materia": "Lab termo", "comments": "Califica Duro, Las clases son largas, Aspectos de calificación clarosMuy buena profesora, resuelve todas las dudas y se interesa porque aprendas, aunque a veces hace la teoría muy larga y se confunde un poco."}, {"fecha": "10/Ago/2018", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Laboratorio de Termodinámica", "comments": "Inspiracional, Clases excelentes, Tomaría su clase otra vezMuy buena profesora, resuelve todas las dudas y se interesa porque aprendas, aunque a veces hace la teoría muy larga y se confunde un poco."}, {"fecha": "23/May/2018", "score_general": "8.0", "score_facilidad": "4.0", "materia": "Lab. Termo", "comments": "Califica Duro, Muchas tareas, Las clases son largasMuy buena profesora, resuelve todas las dudas y se interesa porque aprendas, aunque a veces hace la teoría muy larga y se confunde un poco."}, {"fecha": "17/Ene/2017", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Lab. de termodinámica", "comments": "Muy cómico, Da buena retroalimentación, Tomaría su clase otra vezEs una maestra muy alagre, nunca aburren sus clases y además sus explicaciones son muy claras. Su forma de calificar es justa."}, {"fecha": "20/Dic/2016", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Laboratorio de Termodinámica", "comments": "Califica Duro, Muy cómico, Las clases son largasEs una maestra muy alagre, nunca aburren sus clases y además sus explicaciones son muy claras. Su forma de calificar es justa."}, {"fecha": "20/Ene/2016", "score_general": "7.0", "score_facilidad": "6.0", "materia": "Lab. de termodinámica", "comments": "Es una maestra muy alagre, nunca aburren sus clases y además sus explicaciones son muy claras. Su forma de calificar es justa."}]