[{"fecha": "31/Ago/2021", "score_general": "9.0", "score_facilidad": "10.0", "materia": "Propiedades de los Fluidos Online", "comments": "Da buena retroalimentación, Da Crédito Extra, Tomaría su clase otra vezExcelente profesor. Esmuy buena persona y da oportunidades para ganar puntos extra aunque para nada es barco. Sus presentaciones y retralimentación son claras y los ejercicios al nivel de la clase. Los exámenes son largos pero se pasan sin problema. Gran opción para cursarla y pasarla a la primera."}, {"fecha": "18/Feb/2021", "score_general": "9.0", "score_facilidad": "8.0", "materia": "propiedades de los fluidos", "comments": "Muy cómico, Da buena retroalimentación, Da Crédito ExtraExcelente profesor. Esmuy buena persona y da oportunidades para ganar puntos extra aunque para nada es barco. Sus presentaciones y retralimentación son claras y los ejercicios al nivel de la clase. Los exámenes son largos pero se pasan sin problema. Gran opción para cursarla y pasarla a la primera."}, {"fecha": "17/Feb/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "propiedades de los fluidos", "comments": "Barco, Da Crédito ExtraExcelente profesor. Esmuy buena persona y da oportunidades para ganar puntos extra aunque para nada es barco. Sus presentaciones y retralimentación son claras y los ejercicios al nivel de la clase. Los exámenes son largos pero se pasan sin problema. Gran opción para cursarla y pasarla a la primera."}, {"fecha": "12/Feb/2021", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Propiedades de Fluidos Petroleros", "comments": "Califica Duro, Brinda apoyo, Tomaría su clase otra vezExcelente profesor. Esmuy buena persona y da oportunidades para ganar puntos extra aunque para nada es barco. Sus presentaciones y retralimentación son claras y los ejercicios al nivel de la clase. Los exámenes son largos pero se pasan sin problema. Gran opción para cursarla y pasarla a la primera."}, {"fecha": "03/Feb/2021", "score_general": "3.0", "score_facilidad": "4.0", "materia": "---", "comments": "Califica Duro, Deja trabajos largos, Los exámenes son difícilesExcelente profesor. Esmuy buena persona y da oportunidades para ganar puntos extra aunque para nada es barco. Sus presentaciones y retralimentación son claras y los ejercicios al nivel de la clase. Los exámenes son largos pero se pasan sin problema. Gran opción para cursarla y pasarla a la primera."}, {"fecha": "14/Ene/2021", "score_general": "2.0", "score_facilidad": "6.0", "materia": "PFP", "comments": "Califica Duro, La Participación Importa, Los exámenes son difícilesLa di de baja expetemporanea, lo mejor que pude hacer, una porqueria de clase, nada claras, habla mientras tienes que leer su presentación en linea. \r\nDicta el ejercicio y da tiempo para resolverlos, jamas enseño en un Pizarrón electrónico que compartiera."}, {"fecha": "28/Jul/2017", "score_general": "5.0", "score_facilidad": "8.0", "materia": "Mecánica de Fluidos", "comments": "Barco, La Participación ImportaLa di de baja expetemporanea, lo mejor que pude hacer, una porqueria de clase, nada claras, habla mientras tienes que leer su presentación en linea. \r\nDicta el ejercicio y da tiempo para resolverlos, jamas enseño en un Pizarrón electrónico que compartiera."}]