[{"fecha": "02/Abr/2023", "score_general": "10.0", "score_facilidad": "4.0", "materia": "CyGA", "comments": "Clases excelentes, Los exámenes son difíciles, Tomaría su clase otra vezU profesor excelente, tienes que estudiar mucho para sacar un 8 o 7, pero vale completamente la pena, explica bastante bien te apoya en todo lo que necesitas y hace amena la clase, te deja con un nivel muy alto. Gracias a él ninguna materia se me volvió a complicar tanto."}, {"fecha": "25/Feb/2023", "score_general": "7.0", "score_facilidad": "2.0", "materia": "Cálculo y geometría analítica", "comments": "Muchas tareas, Las clases son largas, Aspectos de calificación clarosU profesor excelente, tienes que estudiar mucho para sacar un 8 o 7, pero vale completamente la pena, explica bastante bien te apoya en todo lo que necesitas y hace amena la clase, te deja con un nivel muy alto. Gracias a él ninguna materia se me volvió a complicar tanto."}, {"fecha": "20/Feb/2023", "score_general": "9.0", "score_facilidad": "6.0", "materia": "Cálculo y Geometría Analítica", "comments": "Inspiracional, Aspectos de calificación claros, Brinda apoyoU profesor excelente, tienes que estudiar mucho para sacar un 8 o 7, pero vale completamente la pena, explica bastante bien te apoya en todo lo que necesitas y hace amena la clase, te deja con un nivel muy alto. Gracias a él ninguna materia se me volvió a complicar tanto."}, {"fecha": "10/Feb/2023", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Cálculo Integral", "comments": "Da buena retroalimentación, Aspectos de calificación claros, Clases excelentesU profesor excelente, tienes que estudiar mucho para sacar un 8 o 7, pero vale completamente la pena, explica bastante bien te apoya en todo lo que necesitas y hace amena la clase, te deja con un nivel muy alto. Gracias a él ninguna materia se me volvió a complicar tanto."}, {"fecha": "09/Feb/2023", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Calculo", "comments": "Muchas tareas, La Participación Importa, Los exámenes son difícilesU profesor excelente, tienes que estudiar mucho para sacar un 8 o 7, pero vale completamente la pena, explica bastante bien te apoya en todo lo que necesitas y hace amena la clase, te deja con un nivel muy alto. Gracias a él ninguna materia se me volvió a complicar tanto."}, {"fecha": "02/Feb/2023", "score_general": "9.0", "score_facilidad": "4.0", "materia": "Cálculo y Geometría Analítica", "comments": "Califica Duro, Da buena retroalimentación, Brinda apoyoUn profesor muy dedicado. Se nota que le encanta dar clase, los criterios de evaluación son muy claros; resuelve todas las dudas que tengas y tiene muchos horarios fuera de clase para que puedas preguntarle tus dudas. Es duro al calificar pero con un poco de esfuerzo es muy sencillo pasar"}, {"fecha": "06/Ago/2022", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Cálculo Integral", "comments": "Aspectos de calificación claros, Clases excelentes, Los exámenes son difícilesUn profesor muy dedicado. Se nota que le encanta dar clase, los criterios de evaluación son muy claros; resuelve todas las dudas que tengas y tiene muchos horarios fuera de clase para que puedas preguntarle tus dudas. Es duro al calificar pero con un poco de esfuerzo es muy sencillo pasar"}, {"fecha": "28/Jul/2022", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Calculo Integral", "comments": "Da buena retroalimentación, Inspiracional, Brinda apoyoUn profesor muy dedicado. Se nota que le encanta dar clase, los criterios de evaluación son muy claros; resuelve todas las dudas que tengas y tiene muchos horarios fuera de clase para que puedas preguntarle tus dudas. Es duro al calificar pero con un poco de esfuerzo es muy sencillo pasar"}, {"fecha": "05/Jun/2022", "score_general": "5.0", "score_facilidad": "4.0", "materia": "Cálculo y Geometría Analítica", "comments": "Muchas tareas, Los exámenes son difícilesUn profesor muy dedicado. Se nota que le encanta dar clase, los criterios de evaluación son muy claros; resuelve todas las dudas que tengas y tiene muchos horarios fuera de clase para que puedas preguntarle tus dudas. Es duro al calificar pero con un poco de esfuerzo es muy sencillo pasar"}, {"fecha": "27/May/2022", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Cálculo integral", "comments": "Da buena retroalimentación, Aspectos de calificación claros, Clases excelentesUn profesor muy dedicado. Se nota que le encanta dar clase, los criterios de evaluación son muy claros; resuelve todas las dudas que tengas y tiene muchos horarios fuera de clase para que puedas preguntarle tus dudas. Es duro al calificar pero con un poco de esfuerzo es muy sencillo pasar"}, {"fecha": "04/Feb/2022", "score_general": "2.0", "score_facilidad": "2.0", "materia": "---", "comments": "Califica Duro, Las clases son largas, Los exámenes son difíciles[Comentario esperando revisión]"}, {"fecha": "28/Ene/2022", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Cálculo y Geometría Analítica", "comments": "Da buena retroalimentación, Clases excelentes, Tomaría su clase otra vez[Comentario esperando revisión]"}, {"fecha": "26/Ene/2022", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Álgebra", "comments": "Inspiracional, Aspectos de calificación claros, Clases excelentes[Comentario esperando revisión]"}, {"fecha": "24/Ene/2022", "score_general": "5.0", "score_facilidad": "6.0", "materia": "Cálculo y Geometría Analítica", "comments": "Califica Duro, Muchas tareas, Asistencia obligatoria[Comentario esperando revisión]"}, {"fecha": "04/Sep/2021", "score_general": "2.0", "score_facilidad": "2.0", "materia": "---", "comments": "Las clases son largas, Muchos Exámenes, Los exámenes son difíciles[Comentario esperando revisión]"}, {"fecha": "03/Sep/2021", "score_general": "10.0", "score_facilidad": "4.0", "materia": "CyGA", "comments": "Califica Duro, Respetado por los estudiantes, InspiracionalEl profesor es muy bueno tanto como  docente como persona, creo sin exagerar es el mejor profesor que he tenido, siempre trata de apoyar a todo aquel que quiere aprender"}, {"fecha": "25/Ago/2021", "score_general": "10.0", "score_facilidad": "6.0", "materia": "CyGA", "comments": "Da buena retroalimentación, Inspiracional, Clases excelentesEl profesor es muy bueno tanto como  docente como persona, creo sin exagerar es el mejor profesor que he tenido, siempre trata de apoyar a todo aquel que quiere aprender"}, {"fecha": "21/Ago/2021", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Cálculo Vectorial", "comments": "Respetado por los estudiantes, Clases excelentes, Tomaría su clase otra vezEl profesor es muy bueno tanto como  docente como persona, creo sin exagerar es el mejor profesor que he tenido, siempre trata de apoyar a todo aquel que quiere aprender"}, {"fecha": "20/Ago/2021", "score_general": "8.0", "score_facilidad": "6.0", "materia": "Calculo Integral", "comments": "Muchas tareas, Asistencia obligatoria, InspiracionalEl profesor es muy bueno tanto como  docente como persona, creo sin exagerar es el mejor profesor que he tenido, siempre trata de apoyar a todo aquel que quiere aprender"}, {"fecha": "18/Ago/2021", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Calculo y geometría analítica", "comments": "Da buena retroalimentación, Brinda apoyo, Clases excelentesEl profesor es muy bueno tanto como  docente como persona, creo sin exagerar es el mejor profesor que he tenido, siempre trata de apoyar a todo aquel que quiere aprender"}, {"fecha": "16/Ago/2021", "score_general": "9.0", "score_facilidad": "4.0", "materia": "Calculo Vectorial", "comments": "Califica Duro, Muchas tareas, Los exámenes son difíciles(CLASES EN LINEA)\r\nEs buen profesor en todo aspecto, parece buena onda pero que no te engañe, es muy estricto al calificar, lo suficiente como para hacer archivos explicando como quiere sus tareas, examenes, fichas, deja mucho trabajo.\r\nRecomendado si quieres aprender y te vale la calificación."}, {"fecha": "05/Jun/2021", "score_general": "9.0", "score_facilidad": "6.0", "materia": "Calculo y Geometria Analitica", "comments": "Aspectos de calificación claros, Clases excelentes, Tomaría su clase otra vez(CLASES EN LINEA)\r\nEs buen profesor en todo aspecto, parece buena onda pero que no te engañe, es muy estricto al calificar, lo suficiente como para hacer archivos explicando como quiere sus tareas, examenes, fichas, deja mucho trabajo.\r\nRecomendado si quieres aprender y te vale la calificación."}, {"fecha": "22/Feb/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Algebra", "comments": "Da buena retroalimentación, Pocos Exámenes, Clases excelentes(CLASES EN LINEA)\r\nEs buen profesor en todo aspecto, parece buena onda pero que no te engañe, es muy estricto al calificar, lo suficiente como para hacer archivos explicando como quiere sus tareas, examenes, fichas, deja mucho trabajo.\r\nRecomendado si quieres aprender y te vale la calificación."}, {"fecha": "19/Feb/2021", "score_general": "9.0", "score_facilidad": "8.0", "materia": "CyGA", "comments": "Inspiracional, Aspectos de calificación claros, Clases excelentes(CLASES EN LINEA)\r\nEs buen profesor en todo aspecto, parece buena onda pero que no te engañe, es muy estricto al calificar, lo suficiente como para hacer archivos explicando como quiere sus tareas, examenes, fichas, deja mucho trabajo.\r\nRecomendado si quieres aprender y te vale la calificación."}, {"fecha": "18/Feb/2021", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Álgebra", "comments": "Muy cómico, Da buena retroalimentación, Tomaría su clase otra vez(CLASES EN LINEA)\r\nEs buen profesor en todo aspecto, parece buena onda pero que no te engañe, es muy estricto al calificar, lo suficiente como para hacer archivos explicando como quiere sus tareas, examenes, fichas, deja mucho trabajo.\r\nRecomendado si quieres aprender y te vale la calificación."}, {"fecha": "02/Dic/2020", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Cálculo y Geometría Analítica", "comments": "Inspiracional, Aspectos de calificación claros, Tomaría su clase otra vezMuy buen profesor, de los mejores que he tenido en toda mi vida académica. Sus clases son buenas porque siempre aprendes algo nuevo, todo lo explica de manera sencilla y resuelve dudas. Si tienen la oportunidad definitivamente tomen una clase con él."}, {"fecha": "02/Dic/2020", "score_general": "10.0", "score_facilidad": "4.0", "materia": "Calculo y Geometria Analitica", "comments": "Inspiracional, Brinda apoyo, Clases excelentesMuy buen profesor, de los mejores que he tenido en toda mi vida académica. Sus clases son buenas porque siempre aprendes algo nuevo, todo lo explica de manera sencilla y resuelve dudas. Si tienen la oportunidad definitivamente tomen una clase con él."}, {"fecha": "01/Abr/2020", "score_general": "9.0", "score_facilidad": "6.0", "materia": "Álgebra", "comments": "Muy cómico, Da buena retroalimentación, Tomaría su clase otra vezMuy buen profesor, de los mejores que he tenido en toda mi vida académica. Sus clases son buenas porque siempre aprendes algo nuevo, todo lo explica de manera sencilla y resuelve dudas. Si tienen la oportunidad definitivamente tomen una clase con él."}, {"fecha": "29/Ene/2020", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Álgebra", "comments": "Brinda apoyo, Clases excelentes, Tomaría su clase otra vezMuy buen profesor, de los mejores que he tenido en toda mi vida académica. Sus clases son buenas porque siempre aprendes algo nuevo, todo lo explica de manera sencilla y resuelve dudas. Si tienen la oportunidad definitivamente tomen una clase con él."}]