[{"fecha": "24/Abr/2023", "score_general": "3.0", "score_facilidad": "4.0", "materia": "Computacion grafica e interaccion humano computadora", "comments": "Califica DuroLee muchas diapositivas pero no las explica y no las comparte. A veces se pasa 30 min de clase porque el temario es largo, pero aun con eso, el proyecto es imposible, tienes primero que investigar como implementarlo y despues intentar hacerlo. Muy dificil."}, {"fecha": "24/Abr/2023", "score_general": "2.0", "score_facilidad": "2.0", "materia": "Computación Gráfica", "comments": "Califica Duro, Prepárate para leer, Las clases son largasLee muchas diapositivas pero no las explica y no las comparte. A veces se pasa 30 min de clase porque el temario es largo, pero aun con eso, el proyecto es imposible, tienes primero que investigar como implementarlo y despues intentar hacerlo. Muy dificil."}, {"fecha": "27/Mar/2023", "score_general": "5.0", "score_facilidad": "6.0", "materia": "Computación Gráfica", "comments": "Califica Duro, Muy cómico, Muchos ExámenesLee muchas diapositivas pero no las explica y no las comparte. A veces se pasa 30 min de clase porque el temario es largo, pero aun con eso, el proyecto es imposible, tienes primero que investigar como implementarlo y despues intentar hacerlo. Muy dificil."}, {"fecha": "13/Mar/2023", "score_general": "4.0", "score_facilidad": "4.0", "materia": "Computación gráfica e interacción humano", "comments": "Califica Duro, Muchas tareas, Muchos proyectos grupalesLee muchas diapositivas pero no las explica y no las comparte. A veces se pasa 30 min de clase porque el temario es largo, pero aun con eso, el proyecto es imposible, tienes primero que investigar como implementarlo y despues intentar hacerlo. Muy dificil."}, {"fecha": "04/Mar/2023", "score_general": "5.0", "score_facilidad": "4.0", "materia": "Computacion grafica", "comments": "Califica DuroLee muchas diapositivas pero no las explica y no las comparte. A veces se pasa 30 min de clase porque el temario es largo, pero aun con eso, el proyecto es imposible, tienes primero que investigar como implementarlo y despues intentar hacerlo. Muy dificil."}, {"fecha": "05/Feb/2023", "score_general": "9.0", "score_facilidad": "10.0", "materia": "Compu Grafica", "comments": "Muchas tareas, Pocos Exámenes, Clases excelentesEl profesor explica clara y puntualmente los conceptos, pone ejemplos y deja tareas muy sencillas respecto a lo visto en clase, los exámenes no son difíciles, el proyecto es muy tedioso, pero en general con cualquier profesor el proyecto suele ser pesado, si entregas un proyecto decente, pasas"}, {"fecha": "24/Ago/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Computación Gráfica e Interacción Humano", "comments": "Da buena retroalimentación, Muchas tareas, Pocos ExámenesEl profesor explica clara y puntualmente los conceptos, pone ejemplos y deja tareas muy sencillas respecto a lo visto en clase, los exámenes no son difíciles, el proyecto es muy tedioso, pero en general con cualquier profesor el proyecto suele ser pesado, si entregas un proyecto decente, pasas"}, {"fecha": "23/Jun/2021", "score_general": "5.0", "score_facilidad": "4.0", "materia": "---", "comments": "Califica DuroEl profesor explica clara y puntualmente los conceptos, pone ejemplos y deja tareas muy sencillas respecto a lo visto en clase, los exámenes no son difíciles, el proyecto es muy tedioso, pero en general con cualquier profesor el proyecto suele ser pesado, si entregas un proyecto decente, pasas"}, {"fecha": "26/Feb/2021", "score_general": "8.0", "score_facilidad": "8.0", "materia": "Computación Gráfica e Interacción Humano Computadora.", "comments": "Muy cómico, Da buena retroalimentaciónEl profesor explica clara y puntualmente los conceptos, pone ejemplos y deja tareas muy sencillas respecto a lo visto en clase, los exámenes no son difíciles, el proyecto es muy tedioso, pero en general con cualquier profesor el proyecto suele ser pesado, si entregas un proyecto decente, pasas"}, {"fecha": "18/Feb/2021", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Fundamentos de Programación", "comments": "Inspiracional, Clases excelentes, Tomaría su clase otra vezEl profesor explica clara y puntualmente los conceptos, pone ejemplos y deja tareas muy sencillas respecto a lo visto en clase, los exámenes no son difíciles, el proyecto es muy tedioso, pero en general con cualquier profesor el proyecto suele ser pesado, si entregas un proyecto decente, pasas"}, {"fecha": "15/Feb/2021", "score_general": "8.0", "score_facilidad": "6.0", "materia": "fundamentos de programación", "comments": "Califica Duro, Muchas tareas, Pocos ExámenesDeja muchas tareas y no les pone calificación hasta el final del semestre para que no nos confiemos y nos sigamos esforzando igual todo el semestre. Si entregas todo y le echas ganas al proyecto final pasas. Siempre resuelve dudas y está dispuesto a negociar fechas de entrega o forma de trabajo."}, {"fecha": "15/Feb/2021", "score_general": "5.0", "score_facilidad": "4.0", "materia": "Computacion Grafica", "comments": "Califica Duro, Asistencia obligatoria, Las clases son largasDeja muchas tareas y no les pone calificación hasta el final del semestre para que no nos confiemos y nos sigamos esforzando igual todo el semestre. Si entregas todo y le echas ganas al proyecto final pasas. Siempre resuelve dudas y está dispuesto a negociar fechas de entrega o forma de trabajo."}, {"fecha": "14/Feb/2021", "score_general": "6.0", "score_facilidad": "4.0", "materia": "Computación gráfica", "comments": "Califica Duro, Muchas tareas, Los exámenes son difícilesDeja muchas tareas y no les pone calificación hasta el final del semestre para que no nos confiemos y nos sigamos esforzando igual todo el semestre. Si entregas todo y le echas ganas al proyecto final pasas. Siempre resuelve dudas y está dispuesto a negociar fechas de entrega o forma de trabajo."}, {"fecha": "27/Jun/2019", "score_general": "6.0", "score_facilidad": "4.0", "materia": "Laboratorio de computación gráfica", "comments": "Califica Duro, Muchas tareas, Deja trabajos largosDeja muchas tareas y no les pone calificación hasta el final del semestre para que no nos confiemos y nos sigamos esforzando igual todo el semestre. Si entregas todo y le echas ganas al proyecto final pasas. Siempre resuelve dudas y está dispuesto a negociar fechas de entrega o forma de trabajo."}, {"fecha": "26/Jun/2019", "score_general": "2.0", "score_facilidad": "2.0", "materia": "Lab. Computación Gráfica", "comments": "Califica DuroDeja muchas tareas y no les pone calificación hasta el final del semestre para que no nos confiemos y nos sigamos esforzando igual todo el semestre. Si entregas todo y le echas ganas al proyecto final pasas. Siempre resuelve dudas y está dispuesto a negociar fechas de entrega o forma de trabajo."}, {"fecha": "26/Ene/2018", "score_general": "8.0", "score_facilidad": "6.0", "materia": "Lab. Computación Gráfica", "comments": "Es un buen profe. A veces se va algo rápido al explicar los códigos, pero si tienes dudas te las contesta las veces que sean necesarias.\r\nEl proyecto final es algo pesado, así que no hay que dejarlo de un día para otro y tienes que poner atención a las clases porque necesitas todo para el proyecto."}]