[{"fecha": "09/Feb/2023", "score_general": "9.0", "score_facilidad": "10.0", "materia": "Igualdad de Género en Ingeniería", "comments": "Asistencia obligatoria, Respetado por los estudiantes, Tomaría su clase otra vezLas clases fueron sobre platicas o reflexiones de acontecimientos, noticias, sucesos, series, películas que hablaran sobre algún tema del programa. Calificó con asistencia, tareas, un ensayo o un video (vlog), no hubo exámenes ni lecturas pesadas. Muy recomendado."}, {"fecha": "20/Ene/2023", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Redacción de Temas de Ingeniería", "comments": "Da buena retroalimentación, La Participación Importa, Brinda apoyoLas clases fueron sobre platicas o reflexiones de acontecimientos, noticias, sucesos, series, películas que hablaran sobre algún tema del programa. Calificó con asistencia, tareas, un ensayo o un video (vlog), no hubo exámenes ni lecturas pesadas. Muy recomendado."}, {"fecha": "17/Dic/2022", "score_general": "9.0", "score_facilidad": "10.0", "materia": "Literatura", "comments": "Barco, Muy cómico, Prepárate para leerLas clases fueron sobre platicas o reflexiones de acontecimientos, noticias, sucesos, series, películas que hablaran sobre algún tema del programa. Calificó con asistencia, tareas, un ensayo o un video (vlog), no hubo exámenes ni lecturas pesadas. Muy recomendado."}, {"fecha": "28/Jul/2022", "score_general": "9.0", "score_facilidad": "10.0", "materia": "RETI", "comments": "Barco, La Participación Importa, Brinda apoyoLas clases fueron sobre platicas o reflexiones de acontecimientos, noticias, sucesos, series, películas que hablaran sobre algún tema del programa. Calificó con asistencia, tareas, un ensayo o un video (vlog), no hubo exámenes ni lecturas pesadas. Muy recomendado."}, {"fecha": "27/Jun/2022", "score_general": "10.0", "score_facilidad": "10.0", "materia": "RETI", "comments": "Barco, Prepárate para leer, La Participación ImportaLas clases fueron sobre platicas o reflexiones de acontecimientos, noticias, sucesos, series, películas que hablaran sobre algún tema del programa. Calificó con asistencia, tareas, un ensayo o un video (vlog), no hubo exámenes ni lecturas pesadas. Muy recomendado."}, {"fecha": "09/Jun/2022", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Literatura Hispanoamericana Contemporánea", "comments": "Respetado por los estudiantes, Clases excelentes, Tomaría su clase otra vezClases bastante amenas. Los ensayos y comentarios son de lecturas que se eligen entre todo el grupo, esto va fomentando la participación y la clase se vuelve más entretenida. Además los temas a discutir en cada clase siempre son interesantes. Lo recomiendo."}, {"fecha": "21/May/2022", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Literatura Hispanoamericana Contemporánea", "comments": "Muy cómico, Inspiracional, Tomaría su clase otra vezClases bastante amenas. Los ensayos y comentarios son de lecturas que se eligen entre todo el grupo, esto va fomentando la participación y la clase se vuelve más entretenida. Además los temas a discutir en cada clase siempre son interesantes. Lo recomiendo."}, {"fecha": "28/Ene/2022", "score_general": "4.0", "score_facilidad": "10.0", "materia": "Literatura", "comments": "Barco, Prepárate para leer, Tomaría su clase otra vezClases bastante amenas. Los ensayos y comentarios son de lecturas que se eligen entre todo el grupo, esto va fomentando la participación y la clase se vuelve más entretenida. Además los temas a discutir en cada clase siempre son interesantes. Lo recomiendo."}, {"fecha": "06/Ene/2022", "score_general": "2.0", "score_facilidad": "2.0", "materia": "Redacción", "comments": "Califica Duro, Muchas tareas, Asistencia obligatoriaClases bastante amenas. Los ensayos y comentarios son de lecturas que se eligen entre todo el grupo, esto va fomentando la participación y la clase se vuelve más entretenida. Además los temas a discutir en cada clase siempre son interesantes. Lo recomiendo."}, {"fecha": "30/Ago/2021", "score_general": "7.0", "score_facilidad": "4.0", "materia": "---", "comments": "Califica Duro, Da buena retroalimentación, La Participación ImportaClases bastante amenas. Los ensayos y comentarios son de lecturas que se eligen entre todo el grupo, esto va fomentando la participación y la clase se vuelve más entretenida. Además los temas a discutir en cada clase siempre son interesantes. Lo recomiendo."}, {"fecha": "27/Ago/2021", "score_general": "8.0", "score_facilidad": "8.0", "materia": "RETI", "comments": "La Participación Importa(ZOOMESTRE) Participa en clase si quieres, entrega las cosas a tiempo y respeta los rubros del profesor y 10 seguro."}, {"fecha": "24/Ago/2021", "score_general": "4.0", "score_facilidad": "4.0", "materia": "Redacción y exposición de temas de ingeniería", "comments": "Califica Duro, Prepárate para leer, Deja trabajos largos(ZOOMESTRE) Participa en clase si quieres, entrega las cosas a tiempo y respeta los rubros del profesor y 10 seguro."}, {"fecha": "23/Ago/2021", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Redaccion (RETI)", "comments": "Prepárate para leer, Brinda apoyo(ZOOMESTRE) Participa en clase si quieres, entrega las cosas a tiempo y respeta los rubros del profesor y 10 seguro."}, {"fecha": "19/Ago/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Literatura", "comments": "Muy cómico, Da buena retroalimentación, Inspiracional(ZOOMESTRE) Participa en clase si quieres, entrega las cosas a tiempo y respeta los rubros del profesor y 10 seguro."}, {"fecha": "23/Mar/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Redacción", "comments": "Califica Duro, Brinda apoyo, Deja trabajos largos(ZOOMESTRE) Participa en clase si quieres, entrega las cosas a tiempo y respeta los rubros del profesor y 10 seguro."}, {"fecha": "21/Feb/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Literatura", "comments": "Muy cómico, Clases excelentes, Tomaría su clase otra vez"}, {"fecha": "18/Feb/2021", "score_general": "6.0", "score_facilidad": "10.0", "materia": "RETI", "comments": "Barco, Muchas tareas, Prepárate para leer"}, {"fecha": "17/Feb/2021", "score_general": "6.0", "score_facilidad": "10.0", "materia": "Literatura hispanoamericana contemporánea", "comments": "Barco, Prepárate para leer"}, {"fecha": "15/Feb/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Literatura", "comments": "Prepárate para leer, Las clases son largas, Deja trabajos largos"}, {"fecha": "13/Feb/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Literatura hispanoamericana", "comments": ""}, {"fecha": "12/Feb/2021", "score_general": "5.0", "score_facilidad": "10.0", "materia": "RETI", "comments": "Barco, Prepárate para leermuy mala atención pero fácil pasar"}, {"fecha": "09/Feb/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "RETI", "comments": "Da buena retroalimentación, Prepárate para leer, Tomaría su clase otra vezmuy mala atención pero fácil pasar"}, {"fecha": "09/Feb/2021", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Redacción y exposición de temas ingeniería", "comments": "Da buena retroalimentación, Prepárate para leermuy mala atención pero fácil pasar"}, {"fecha": "18/Sep/2020", "score_general": "8.0", "score_facilidad": "8.0", "materia": "Redacción y exposición de temas de ingeniería", "comments": "Prepárate para leer, Asistencia obligatoria, Las clases son largasmuy mala atención pero fácil pasar"}, {"fecha": "06/Sep/2020", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Literatura H", "comments": "Da buena retroalimentación, Inspiracional, Brinda apoyomuy mala atención pero fácil pasar"}, {"fecha": "12/May/2020", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Redacción", "comments": "Muchas tareas, La Participación Importa, Brinda apoyoUn amor de profe... gracias por ser chido"}, {"fecha": "22/Ene/2020", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Literatura", "comments": "Califica Duro, Hace exámenes sorpresa, Las clases son largasUn amor de profe... gracias por ser chido"}, {"fecha": "21/Ene/2020", "score_general": "10.0", "score_facilidad": "10.0", "materia": "LHC", "comments": "La Participación Importa, Asistencia obligatoria, Clases excelentesUn amor de profe... gracias por ser chido"}, {"fecha": "03/Ene/2020", "score_general": "10.0", "score_facilidad": "10.0", "materia": "RETI", "comments": "Hace exámenes sorpresa, Asistencia obligatoria, InspiracionalUn amor de profe... gracias por ser chido"}, {"fecha": "03/Jun/2019", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Literatura hispanoamericana contemporánea", "comments": "Prepárate para leer, Clases excelentes, Tomaría su clase otra vezUn amor de profe... gracias por ser chido"}, {"fecha": "23/Nov/2018", "score_general": "10.0", "score_facilidad": "10.0", "materia": "RETI", "comments": "Prepárate para leer, Brinda apoyo, Tomaría su clase otra vezEs un gran profesor, los comentarios negativos de él son una basura, no por ser catalogados como ingenieros deben sentirse incapaces de poder redactar o no saber de literatura, te ayuda en cualquier duda y con el proyecto final él te va diciendo los errores para mejorar."}, {"fecha": "27/Jul/2018", "score_general": "5.0", "score_facilidad": "4.0", "materia": "---", "comments": "Muchas tareas, Aspectos de calificación claros, Deja trabajos largosEs un gran profesor, los comentarios negativos de él son una basura, no por ser catalogados como ingenieros deben sentirse incapaces de poder redactar o no saber de literatura, te ayuda en cualquier duda y con el proyecto final él te va diciendo los errores para mejorar."}, {"fecha": "08/Jul/2018", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Literatura Hispanoamericana Contemporánea", "comments": "La Participación Importa, Clases excelentes, Tomaría su clase otra vezEs un gran profesor, los comentarios negativos de él son una basura, no por ser catalogados como ingenieros deben sentirse incapaces de poder redactar o no saber de literatura, te ayuda en cualquier duda y con el proyecto final él te va diciendo los errores para mejorar."}, {"fecha": "30/Jun/2018", "score_general": "9.0", "score_facilidad": "8.0", "materia": "RETI", "comments": "Es un gran profesor, los comentarios negativos de él son una basura, no por ser catalogados como ingenieros deben sentirse incapaces de poder redactar o no saber de literatura, te ayuda en cualquier duda y con el proyecto final él te va diciendo los errores para mejorar."}, {"fecha": "03/Jun/2018", "score_general": "10.0", "score_facilidad": "10.0", "materia": "LHC", "comments": "Es un gran profesor, los comentarios negativos de él son una basura, no por ser catalogados como ingenieros deben sentirse incapaces de poder redactar o no saber de literatura, te ayuda en cualquier duda y con el proyecto final él te va diciendo los errores para mejorar."}, {"fecha": "26/Ene/2018", "score_general": "8.0", "score_facilidad": "6.0", "materia": "Redacción y Literatura", "comments": "Da buena retroalimentación, La Participación Importa, Las clases son largasEn redacción su clase da flojera. Deja bastantes trabajos y es un poco estricto. En literatura es sumamente agradable y entretenido. Aprendes mucho y realmente transmite un gusto por la lectura. Toma mucho en cuenta la participación"}, {"fecha": "24/Ene/2018", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Redaccion y Exp. de temas de Ing.", "comments": "Muy cómico, Da buena retroalimentación, Asistencia obligatoriaEn redacción su clase da flojera. Deja bastantes trabajos y es un poco estricto. En literatura es sumamente agradable y entretenido. Aprendes mucho y realmente transmite un gusto por la lectura. Toma mucho en cuenta la participación"}, {"fecha": "23/Ene/2018", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Redacción ETI", "comments": "En redacción su clase da flojera. Deja bastantes trabajos y es un poco estricto. En literatura es sumamente agradable y entretenido. Aprendes mucho y realmente transmite un gusto por la lectura. Toma mucho en cuenta la participación"}, {"fecha": "22/Ene/2018", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Redacción", "comments": "Da buena retroalimentación, Prepárate para leer, Tomaría su clase otra vezEn redacción su clase da flojera. Deja bastantes trabajos y es un poco estricto. En literatura es sumamente agradable y entretenido. Aprendes mucho y realmente transmite un gusto por la lectura. Toma mucho en cuenta la participación"}, {"fecha": "12/Ene/2018", "score_general": "9.0", "score_facilidad": "10.0", "materia": "lhc", "comments": "Prepárate para leer, Aspectos de calificación claros, Clases excelentesEn redacción su clase da flojera. Deja bastantes trabajos y es un poco estricto. En literatura es sumamente agradable y entretenido. Aprendes mucho y realmente transmite un gusto por la lectura. Toma mucho en cuenta la participación"}, {"fecha": "05/Ene/2018", "score_general": "4.0", "score_facilidad": "6.0", "materia": "---", "comments": "[Comentario esperando revisión]"}, {"fecha": "22/Sep/2017", "score_general": "5.0", "score_facilidad": "4.0", "materia": "Redacción", "comments": "Muchas tareas, Prepárate para leer, La Participación Importa[Comentario esperando revisión]"}, {"fecha": "30/Jul/2017", "score_general": "9.0", "score_facilidad": "8.0", "materia": "RETI", "comments": "[Comentario esperando revisión]"}, {"fecha": "14/Jun/2017", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Redacción", "comments": "Prepárate para leer, La Participación Importa, Brinda apoyo[Comentario esperando revisión]"}, {"fecha": "08/Jun/2017", "score_general": "5.0", "score_facilidad": "4.0", "materia": "Redacción", "comments": "Califica Duro[Comentario esperando revisión]"}, {"fecha": "07/Jun/2017", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Literatura", "comments": "Prepárate para leer, La Participación Importa, Clases excelenteses un buen profesor, en lo persona me motivó a ver la literatura de otra forma, lo super recomiendo"}, {"fecha": "02/Jun/2017", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Literatura Hispanoamericana Contemporanea", "comments": "es un buen profesor, en lo persona me motivó a ver la literatura de otra forma, lo super recomiendo"}, {"fecha": "30/May/2017", "score_general": "2.0", "score_facilidad": "2.0", "materia": "---", "comments": "es un buen profesor, en lo persona me motivó a ver la literatura de otra forma, lo super recomiendo"}, {"fecha": "29/May/2017", "score_general": "9.0", "score_facilidad": "6.0", "materia": "Redacción y Exposición de Temas de Ingeniería", "comments": "La Participación Importa, Inspiracional, Muchos proyectos grupaleses un buen profesor, en lo persona me motivó a ver la literatura de otra forma, lo super recomiendo"}, {"fecha": "01/Mar/2017", "score_general": "9.0", "score_facilidad": "6.0", "materia": "Redacción y Exposición de temas de Ingeniería", "comments": "Da buena retroalimentación, La Participación Importa, Tomaría su clase otra vezes un buen profesor, en lo persona me motivó a ver la literatura de otra forma, lo super recomiendo"}, {"fecha": "24/Ene/2017", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Redacción y exposición de temas de ingeniería", "comments": "Un profesor muy preparado y accesible"}, {"fecha": "23/Ene/2017", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Redacción y exposición de temas de ingeniería", "comments": "Barco, La Participación Importa, Asistencia obligatoriaUn profesor muy preparado y accesible"}, {"fecha": "18/Ene/2017", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Redacción y exposición de temas de ingeniería", "comments": "Brinda apoyo, Clases excelentes, Tomaría su clase otra vezUn profesor muy preparado y accesible"}, {"fecha": "17/Ene/2017", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Literatura", "comments": "Respetado por los estudiantes, Inspiracional, Aspectos de calificación clarosUn profesor muy preparado y accesible"}, {"fecha": "16/Ene/2017", "score_general": "8.0", "score_facilidad": "10.0", "materia": "Literatura Hispanoamericana y Contemporánea", "comments": "Prepárate para leer, La Participación Importa, Clases excelentesUn profesor muy preparado y accesible"}, {"fecha": "03/Dic/2016", "score_general": "10.0", "score_facilidad": "10.0", "materia": "redacción y exposición de textos de ingeniería", "comments": "Da buena retroalimentación, Aspectos de calificación claros, Tomaría su clase otra vezExcelente, aprendes bien y sales bien, una persona bastante sencilla"}, {"fecha": "25/Nov/2016", "score_general": "7.0", "score_facilidad": "6.0", "materia": "Literatura", "comments": "Prepárate para leer, Respetado por los estudiantes, Pocos ExámenesExcelente, aprendes bien y sales bien, una persona bastante sencilla"}, {"fecha": "05/Jul/2016", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Cultura y Comunicacion", "comments": "Excelente, aprendes bien y sales bien, una persona bastante sencilla"}, {"fecha": "10/May/2016", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Cultura y Comunicación", "comments": "La Participación Importa, Inspiracional, Brinda apoyoExcelente, aprendes bien y sales bien, una persona bastante sencilla"}]