[{"fecha": "16/Jun/2022", "score_general": "8.0", "score_facilidad": "8.0", "materia": "Electricidad y Magnetismo", "comments": "Prepárate para leer, Las clases son largas, Muchos ExámenesEstá rediseñando su forma de dar clases, porque antes era flipped Classroom pero no funcionó. Estudia muuucho por tu cuenta, porque lo que él te da no es suficiente para sus exámenes (no te confíes con las repeticiones, ¡estudia!). Haz todas las tareas y sí la armas."}, {"fecha": "28/Ago/2021", "score_general": "6.0", "score_facilidad": "2.0", "materia": "ELECTRICDAD Y MAGNETSMO", "comments": "Muchas tareas, Las clases son largas, Deja trabajos largosEstá rediseñando su forma de dar clases, porque antes era flipped Classroom pero no funcionó. Estudia muuucho por tu cuenta, porque lo que él te da no es suficiente para sus exámenes (no te confíes con las repeticiones, ¡estudia!). Haz todas las tareas y sí la armas."}, {"fecha": "25/Ago/2021", "score_general": "8.0", "score_facilidad": "10.0", "materia": "Electricidad y Magnetismo", "comments": "Barco, Muchas tareas, La Participación ImportaEstá rediseñando su forma de dar clases, porque antes era flipped Classroom pero no funcionó. Estudia muuucho por tu cuenta, porque lo que él te da no es suficiente para sus exámenes (no te confíes con las repeticiones, ¡estudia!). Haz todas las tareas y sí la armas."}, {"fecha": "17/Ago/2021", "score_general": "9.0", "score_facilidad": "10.0", "materia": "Electricidad y magnetismo", "comments": "Muchas tareas, Hace exámenes sorpresaEstá rediseñando su forma de dar clases, porque antes era flipped Classroom pero no funcionó. Estudia muuucho por tu cuenta, porque lo que él te da no es suficiente para sus exámenes (no te confíes con las repeticiones, ¡estudia!). Haz todas las tareas y sí la armas."}, {"fecha": "17/Ago/2021", "score_general": "6.0", "score_facilidad": "8.0", "materia": "Electricidad y Magnetismo", "comments": "Muchas tareas, Aspectos de calificación clarosEstá rediseñando su forma de dar clases, porque antes era flipped Classroom pero no funcionó. Estudia muuucho por tu cuenta, porque lo que él te da no es suficiente para sus exámenes (no te confíes con las repeticiones, ¡estudia!). Haz todas las tareas y sí la armas."}, {"fecha": "18/Feb/2021", "score_general": "2.0", "score_facilidad": "10.0", "materia": "Fundamentos de Fisica", "comments": "Pocos ExámenesEn realidad en línea no da clase, solo se conecta para laboratorio y como por 30min. Todo es por tu cuenta, sus exámenes son de las prácticas o series, pero es ahí donde tu debes de dedicar tiempo si quieres aprender, no es díficil pasar en línea pues todos se ayudan, pero si quieres aprender F"}, {"fecha": "09/Sep/2020", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Electricidad y magnetismo", "comments": "Muchas tareas, Da Crédito Extra, Clases excelentesEn realidad en línea no da clase, solo se conecta para laboratorio y como por 30min. Todo es por tu cuenta, sus exámenes son de las prácticas o series, pero es ahí donde tu debes de dedicar tiempo si quieres aprender, no es díficil pasar en línea pues todos se ayudan, pero si quieres aprender F"}, {"fecha": "07/Sep/2020", "score_general": "6.0", "score_facilidad": "4.0", "materia": "Electricidad y Magnetismo", "comments": "Muchas tareas, Asistencia obligatoria, Pocos ExámenesEn realidad en línea no da clase, solo se conecta para laboratorio y como por 30min. Todo es por tu cuenta, sus exámenes son de las prácticas o series, pero es ahí donde tu debes de dedicar tiempo si quieres aprender, no es díficil pasar en línea pues todos se ayudan, pero si quieres aprender F"}, {"fecha": "02/Sep/2020", "score_general": "8.0", "score_facilidad": "10.0", "materia": "Fundamentos de fisica", "comments": "Da buena retroalimentación, Las clases son largas, Aspectos de calificación clarosEn realidad en línea no da clase, solo se conecta para laboratorio y como por 30min. Todo es por tu cuenta, sus exámenes son de las prácticas o series, pero es ahí donde tu debes de dedicar tiempo si quieres aprender, no es díficil pasar en línea pues todos se ayudan, pero si quieres aprender F"}, {"fecha": "07/Dic/2019", "score_general": "6.0", "score_facilidad": "4.0", "materia": "Electricidad y magnetismo", "comments": "Califica Duro, Hace exámenes sorpresa, Brinda apoyoEn realidad en línea no da clase, solo se conecta para laboratorio y como por 30min. Todo es por tu cuenta, sus exámenes son de las prácticas o series, pero es ahí donde tu debes de dedicar tiempo si quieres aprender, no es díficil pasar en línea pues todos se ayudan, pero si quieres aprender F"}, {"fecha": "16/Ene/2019", "score_general": "6.0", "score_facilidad": "8.0", "materia": "Electricidad y Magnetismo", "comments": "Se puede decir que es un profesor de la vieja escuela, es muy estricto, califica de forma objetiva y se esfuerza para que los alumnos lean. Si le preguntas cualquier duda te la responde, y sí, debes dedicarle mucho tiempo a la materia para aprender y pasar bien."}, {"fecha": "06/Dic/2018", "score_general": "4.0", "score_facilidad": "6.0", "materia": "Electricidad y Magnetismo", "comments": "Muchas tareas, Las clases son largas, Muchos ExámenesSe puede decir que es un profesor de la vieja escuela, es muy estricto, califica de forma objetiva y se esfuerza para que los alumnos lean. Si le preguntas cualquier duda te la responde, y sí, debes dedicarle mucho tiempo a la materia para aprender y pasar bien."}, {"fecha": "03/Oct/2018", "score_general": "8.0", "score_facilidad": "6.0", "materia": "fundamentos de fisica", "comments": "Califica Duro, Hace exámenes sorpresa, Tomaría su clase otra vezSe puede decir que es un profesor de la vieja escuela, es muy estricto, califica de forma objetiva y se esfuerza para que los alumnos lean. Si le preguntas cualquier duda te la responde, y sí, debes dedicarle mucho tiempo a la materia para aprender y pasar bien."}, {"fecha": "21/Sep/2018", "score_general": "2.0", "score_facilidad": "2.0", "materia": "---", "comments": "Se puede decir que es un profesor de la vieja escuela, es muy estricto, califica de forma objetiva y se esfuerza para que los alumnos lean. Si le preguntas cualquier duda te la responde, y sí, debes dedicarle mucho tiempo a la materia para aprender y pasar bien."}, {"fecha": "30/Ene/2018", "score_general": "6.0", "score_facilidad": "6.0", "materia": "Electricidad y Magnetismo", "comments": "Califica DuroSe puede decir que es un profesor de la vieja escuela, es muy estricto, califica de forma objetiva y se esfuerza para que los alumnos lean. Si le preguntas cualquier duda te la responde, y sí, debes dedicarle mucho tiempo a la materia para aprender y pasar bien."}, {"fecha": "29/Ene/2018", "score_general": "5.0", "score_facilidad": "4.0", "materia": "Electricidad y Magnetismo", "comments": "Regular, desmotiva, aburrido, duerme. No lo recomiendo al 100%"}]