[{"fecha": "16/Ene/2023", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Representaciones Graficas", "comments": "Brinda apoyo, Clases excelentes, Tomaría su clase otra vezEste profesor sabe dar clases, hizo de representaciones graficas la mejor clase de mi primer semestre, lo recomiendo mucho, me ayudo mucho a aprender AUTOCAD y en ningún momento se puso pesado con el grupo"}, {"fecha": "20/Ago/2022", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Dibujo", "comments": "Da buena retroalimentación, Brinda apoyo, Clases excelentesEste profesor sabe dar clases, hizo de representaciones graficas la mejor clase de mi primer semestre, lo recomiendo mucho, me ayudo mucho a aprender AUTOCAD y en ningún momento se puso pesado con el grupo"}, {"fecha": "26/Ene/2022", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Representaciones Graficas", "comments": "Da buena retroalimentación, Brinda apoyo, Clases excelentesEste profesor sabe dar clases, hizo de representaciones graficas la mejor clase de mi primer semestre, lo recomiendo mucho, me ayudo mucho a aprender AUTOCAD y en ningún momento se puso pesado con el grupo"}, {"fecha": "03/Sep/2021", "score_general": "10.0", "score_facilidad": "6.0", "materia": "representaciones graficas", "comments": "Inspiracional, Brinda apoyo, Clases excelentesEste profesor sabe dar clases, hizo de representaciones graficas la mejor clase de mi primer semestre, lo recomiendo mucho, me ayudo mucho a aprender AUTOCAD y en ningún momento se puso pesado con el grupo"}, {"fecha": "26/Ago/2021", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Dibujo Industrial", "comments": "Da buena retroalimentación, Muchas tareas, Las clases son largasEste profesor sabe dar clases, hizo de representaciones graficas la mejor clase de mi primer semestre, lo recomiendo mucho, me ayudo mucho a aprender AUTOCAD y en ningún momento se puso pesado con el grupo"}, {"fecha": "23/Ago/2021", "score_general": "9.0", "score_facilidad": "10.0", "materia": "Dibujo Industrial", "comments": "Muchas tareas, Las clases son largas, Brinda apoyoSu clase tiene tanto explicación de su parte como práctica del alumno. Introduce muy bien al uso de AutoCAD aunque quizá debería reforzar un poco más la teoría. Se agradece el apoyo fuera de clase, resuelve todas las dudas."}, {"fecha": "25/Feb/2021", "score_general": "10.0", "score_facilidad": "8.0", "materia": "REPRESENTACIONES GRÁFICAS", "comments": "Da buena retroalimentación, Brinda apoyo, Tomaría su clase otra vezSu clase tiene tanto explicación de su parte como práctica del alumno. Introduce muy bien al uso de AutoCAD aunque quizá debería reforzar un poco más la teoría. Se agradece el apoyo fuera de clase, resuelve todas las dudas."}, {"fecha": "21/Feb/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Dibujo", "comments": "Respetado por los estudiantes, Inspiracional, Tomaría su clase otra vezSu clase tiene tanto explicación de su parte como práctica del alumno. Introduce muy bien al uso de AutoCAD aunque quizá debería reforzar un poco más la teoría. Se agradece el apoyo fuera de clase, resuelve todas las dudas."}, {"fecha": "19/Feb/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Representaciones Graficas", "comments": "Inspiracional, Clases excelentes, Tomaría su clase otra vezSu clase tiene tanto explicación de su parte como práctica del alumno. Introduce muy bien al uso de AutoCAD aunque quizá debería reforzar un poco más la teoría. Se agradece el apoyo fuera de clase, resuelve todas las dudas."}, {"fecha": "18/Feb/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Representaciones gráficas", "comments": "Respetado por los estudiantes, Inspiracional, Brinda apoyoSu clase tiene tanto explicación de su parte como práctica del alumno. Introduce muy bien al uso de AutoCAD aunque quizá debería reforzar un poco más la teoría. Se agradece el apoyo fuera de clase, resuelve todas las dudas."}, {"fecha": "02/Sep/2020", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Dibujo", "comments": "Barco, Muchas tareas, Clases excelentesSi vas con el es porque eres oyente y no te quedo de otra para acreditar la asignatura pero es un excelente profe muy accesible trata de hacer que aprendas y comprendas la importancia de su asignaturas"}, {"fecha": "31/Ago/2020", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Representaciones gráficas", "comments": "Barco, Respetado por los estudiantes, Pocos ExámenesSi vas con el es porque eres oyente y no te quedo de otra para acreditar la asignatura pero es un excelente profe muy accesible trata de hacer que aprendas y comprendas la importancia de su asignaturas"}, {"fecha": "23/Abr/2020", "score_general": "8.0", "score_facilidad": "10.0", "materia": "Dibujo", "comments": "Barco, Da buena retroalimentación, Respetado por los estudiantesSi vas con el es porque eres oyente y no te quedo de otra para acreditar la asignatura pero es un excelente profe muy accesible trata de hacer que aprendas y comprendas la importancia de su asignaturas"}, {"fecha": "03/Dic/2018", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Dibujo", "comments": "Inspiracional, Brinda apoyo, Tomaría su clase otra vezSi vas con el es porque eres oyente y no te quedo de otra para acreditar la asignatura pero es un excelente profe muy accesible trata de hacer que aprendas y comprendas la importancia de su asignaturas"}]