[{"fecha": "01/Feb/2023", "score_general": "6.0", "score_facilidad": "6.0", "materia": "Cómputo Móvil", "comments": "Prepárate para leer, La Participación Importa, Las clases son largasSi lo que buscas es crear una aplicación, ólvidalo, el profe es muy teórico y aburridísimo para un sábado. No saca arriba de 8 en los trabajos, a lo mucho sacarás 9. Participa eso vale la pena, al final enseña Zzzwift pero sin laboratorio no lo vale :p"}, {"fecha": "11/Ene/2023", "score_general": "7.0", "score_facilidad": "10.0", "materia": "Cómputo Móvil", "comments": "Califica Duro, Las clases son largas, Deja trabajos largosSi lo que buscas es crear una aplicación, ólvidalo, el profe es muy teórico y aburridísimo para un sábado. No saca arriba de 8 en los trabajos, a lo mucho sacarás 9. Participa eso vale la pena, al final enseña Zzzwift pero sin laboratorio no lo vale :p"}, {"fecha": "11/Dic/2022", "score_general": "5.0", "score_facilidad": "4.0", "materia": "Compu Movil", "comments": "Califica Duro, Las clases son largas, Los exámenes son difícilesSi lo que buscas es crear una aplicación, ólvidalo, el profe es muy teórico y aburridísimo para un sábado. No saca arriba de 8 en los trabajos, a lo mucho sacarás 9. Participa eso vale la pena, al final enseña Zzzwift pero sin laboratorio no lo vale :p"}, {"fecha": "03/Dic/2022", "score_general": "8.0", "score_facilidad": "10.0", "materia": "Computo Movil", "comments": "Si lo que buscas es crear una aplicación, ólvidalo, el profe es muy teórico y aburridísimo para un sábado. No saca arriba de 8 en los trabajos, a lo mucho sacarás 9. Participa eso vale la pena, al final enseña Zzzwift pero sin laboratorio no lo vale :p"}, {"fecha": "26/Dic/2021", "score_general": "6.0", "score_facilidad": "8.0", "materia": "Computo movil", "comments": "Pocos Exámenes, Muchos proyectos grupalesSi lo que buscas es crear una aplicación, ólvidalo, el profe es muy teórico y aburridísimo para un sábado. No saca arriba de 8 en los trabajos, a lo mucho sacarás 9. Participa eso vale la pena, al final enseña Zzzwift pero sin laboratorio no lo vale :p"}, {"fecha": "08/Jun/2019", "score_general": "8.0", "score_facilidad": "10.0", "materia": "temas selectos de programación", "comments": "Como profesor es bueno, su materia es interesante, pero la clase la dan mas los ayudantes que el mismo, asi que mucho de eso se pierde"}, {"fecha": "03/Jun/2019", "score_general": "9.0", "score_facilidad": "10.0", "materia": "Programación Básica", "comments": "Asistencia obligatoria, Inspiracional, Tomaría su clase otra vezComo profesor es bueno, su materia es interesante, pero la clase la dan mas los ayudantes que el mismo, asi que mucho de eso se pierde"}, {"fecha": "09/Ene/2019", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Programacion Basica", "comments": "Inspiracional, Pocos Exámenes, Muchos proyectos grupalesComo profesor es bueno, su materia es interesante, pero la clase la dan mas los ayudantes que el mismo, asi que mucho de eso se pierde"}, {"fecha": "08/Ene/2019", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Temas selectos de programación I", "comments": "Las clases son largas, Pocos Exámenes, Brinda apoyoComo profesor es bueno, su materia es interesante, pero la clase la dan mas los ayudantes que el mismo, asi que mucho de eso se pierde"}, {"fecha": "15/Jul/2018", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Programación básica", "comments": "Como profesor es bueno, su materia es interesante, pero la clase la dan mas los ayudantes que el mismo, asi que mucho de eso se pierde"}, {"fecha": "06/Jun/2018", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Cómputo Móvil", "comments": "Da buena retroalimentación, Brinda apoyo, Clases excelentesEs un excelente profesor, su clase es una de las mejore que haya cursado en la carrera.  Volví a descubrir la programación desde un enfoque novedoso y práctico. Sus explicaciones son muy claras y todo lo hace ver muy sencillo. Siempre responde cualquier duda que tengas y es muy flexible al calificar"}, {"fecha": "03/Abr/2018", "score_general": "7.0", "score_facilidad": "6.0", "materia": "Programación Básica", "comments": "Asistencia obligatoria, Aspectos de calificación claros, Deja trabajos largosEs un excelente profesor, su clase es una de las mejore que haya cursado en la carrera.  Volví a descubrir la programación desde un enfoque novedoso y práctico. Sus explicaciones son muy claras y todo lo hace ver muy sencillo. Siempre responde cualquier duda que tengas y es muy flexible al calificar"}]