[{"fecha": "02/Abr/2023", "score_general": "8.0", "score_facilidad": "10.0", "materia": "Química", "comments": "Barco, Muy cómico, Brinda apoyoLa verdad es un profe bastante barco, es muy cómico y trata de explicarte lo mejor que puede. Si quieres barquear es la opción"}, {"fecha": "20/Feb/2023", "score_general": "7.0", "score_facilidad": "6.0", "materia": "Quimica", "comments": "Muy cómico, Asistencia obligatoria, Clases excelentesLa verdad es un profe bastante barco, es muy cómico y trata de explicarte lo mejor que puede. Si quieres barquear es la opción"}, {"fecha": "02/Feb/2023", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Laboratorio Química", "comments": "Muy cómico, Respetado por los estudiantes, InspiracionalLa verdad es un profe bastante barco, es muy cómico y trata de explicarte lo mejor que puede. Si quieres barquear es la opción"}, {"fecha": "02/Ago/2022", "score_general": "8.0", "score_facilidad": "6.0", "materia": "Lab. Química", "comments": "Muy cómico, Asistencia obligatoria, InspiracionalLa verdad es un profe bastante barco, es muy cómico y trata de explicarte lo mejor que puede. Si quieres barquear es la opción"}, {"fecha": "04/May/2022", "score_general": "7.0", "score_facilidad": "6.0", "materia": "Laboratorio de QDCDLT", "comments": "Califica Duro, Muy cómico, InspiracionalLa verdad es un profe bastante barco, es muy cómico y trata de explicarte lo mejor que puede. Si quieres barquear es la opción"}, {"fecha": "03/May/2022", "score_general": "2.0", "score_facilidad": "6.0", "materia": "Laboratorio de Química", "comments": "Prepárate para leerUn profesor un tanto mediocre, no proporciona mucha ayuda. Al menos en línea, en presencial a lo mejor es distinto pero lo dudo."}, {"fecha": "17/Ene/2022", "score_general": "6.0", "score_facilidad": "4.0", "materia": "Laboratorio de Química.", "comments": "Muy cómico, Prepárate para leer, Las clases son largasUn profesor un tanto mediocre, no proporciona mucha ayuda. Al menos en línea, en presencial a lo mejor es distinto pero lo dudo."}, {"fecha": "25/Ago/2021", "score_general": "9.0", "score_facilidad": "6.0", "materia": "Laboratorio de química", "comments": "Califica Duro, La Participación Importa, Clases excelentesUn profesor un tanto mediocre, no proporciona mucha ayuda. Al menos en línea, en presencial a lo mejor es distinto pero lo dudo."}, {"fecha": "23/Ago/2021", "score_general": "5.0", "score_facilidad": "8.0", "materia": "LAB QUÍMICA", "comments": "Asistencia obligatoria, Aspectos de calificación clarosUn profesor un tanto mediocre, no proporciona mucha ayuda. Al menos en línea, en presencial a lo mejor es distinto pero lo dudo."}, {"fecha": "09/Mar/2021", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Laboratorio de Química", "comments": "Muy cómico, Brinda apoyo, Tomaría su clase otra vezUn profesor un tanto mediocre, no proporciona mucha ayuda. Al menos en línea, en presencial a lo mejor es distinto pero lo dudo."}, {"fecha": "18/Feb/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Lab de Qumica", "comments": "Muy cómico, Inspiracional, Brinda apoyoLa neta cursar con el es una experiencia muy agradable, ya que no es tan estricto con los reportes, pero hazlos bien(recomiendo colocar imágenes en sus cuestionarios previos), siempre está de buenas, en general es un gran profesor \r\nPd. Échenle ganas en la práctica de Thomson;)"}, {"fecha": "18/Feb/2021", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Laboratorio de química", "comments": "Muy cómico, Brinda apoyoLa neta cursar con el es una experiencia muy agradable, ya que no es tan estricto con los reportes, pero hazlos bien(recomiendo colocar imágenes en sus cuestionarios previos), siempre está de buenas, en general es un gran profesor \r\nPd. Échenle ganas en la práctica de Thomson;)"}, {"fecha": "15/Feb/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Laboratorio de Quimica", "comments": "Barco, Muy cómico, Brinda apoyoLa neta cursar con el es una experiencia muy agradable, ya que no es tan estricto con los reportes, pero hazlos bien(recomiendo colocar imágenes en sus cuestionarios previos), siempre está de buenas, en general es un gran profesor \r\nPd. Échenle ganas en la práctica de Thomson;)"}, {"fecha": "12/Feb/2021", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Lab Quimica", "comments": "La neta cursar con el es una experiencia muy agradable, ya que no es tan estricto con los reportes, pero hazlos bien(recomiendo colocar imágenes en sus cuestionarios previos), siempre está de buenas, en general es un gran profesor \r\nPd. Échenle ganas en la práctica de Thomson;)"}, {"fecha": "10/Sep/2020", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Laboratorio de Química", "comments": "Barco, Muy cómico, Da buena retroalimentaciónLa neta cursar con el es una experiencia muy agradable, ya que no es tan estricto con los reportes, pero hazlos bien(recomiendo colocar imágenes en sus cuestionarios previos), siempre está de buenas, en general es un gran profesor \r\nPd. Échenle ganas en la práctica de Thomson;)"}, {"fecha": "18/Jul/2020", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Laboratorio de química", "comments": "Muy cómico, Tomaría su clase otra vezDa un buen repaso de la teoría antes de a practica. Explica todo lo que vas a hacer en la practica y en el reporte. Es muy relajado y divertido, hace que ames laboratorio más de lo que imaginas, pero no te confíes, tienes que justificar tus cálculos en los reportes sino sacas 5."}, {"fecha": "16/Jul/2020", "score_general": "7.0", "score_facilidad": "10.0", "materia": "Química", "comments": "Muy cómicoDa un buen repaso de la teoría antes de a practica. Explica todo lo que vas a hacer en la practica y en el reporte. Es muy relajado y divertido, hace que ames laboratorio más de lo que imaginas, pero no te confíes, tienes que justificar tus cálculos en los reportes sino sacas 5."}, {"fecha": "16/Jul/2020", "score_general": "10.0", "score_facilidad": "2.0", "materia": "Química", "comments": "Califica Duro, Los exámenes son difíciles, Muchos proyectos grupalesDa un buen repaso de la teoría antes de a practica. Explica todo lo que vas a hacer en la practica y en el reporte. Es muy relajado y divertido, hace que ames laboratorio más de lo que imaginas, pero no te confíes, tienes que justificar tus cálculos en los reportes sino sacas 5."}, {"fecha": "16/Jul/2020", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Quimica", "comments": "Muy cómicoDa un buen repaso de la teoría antes de a practica. Explica todo lo que vas a hacer en la practica y en el reporte. Es muy relajado y divertido, hace que ames laboratorio más de lo que imaginas, pero no te confíes, tienes que justificar tus cálculos en los reportes sino sacas 5."}, {"fecha": "14/Ago/2019", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Laboratorio de Química", "comments": "Muy cómico, Asistencia obligatoria, Da Crédito ExtraDa un buen repaso de la teoría antes de a practica. Explica todo lo que vas a hacer en la practica y en el reporte. Es muy relajado y divertido, hace que ames laboratorio más de lo que imaginas, pero no te confíes, tienes que justificar tus cálculos en los reportes sino sacas 5."}, {"fecha": "29/Jun/2019", "score_general": "9.0", "score_facilidad": "10.0", "materia": "Laboratorio de quimica", "comments": "Da buena retroalimentación, Brinda apoyo, Tomaría su clase otra vezExcelente profesor, interesado en que los alumnos aprendan siempre te apoya y te explica sin duda uno de los mejores maestros que tiene el anexo."}, {"fecha": "02/Jun/2019", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Laboratorio química", "comments": "Muy cómico, Da buena retroalimentación, Tomaría su clase otra vezExcelente profesor, interesado en que los alumnos aprendan siempre te apoya y te explica sin duda uno de los mejores maestros que tiene el anexo."}, {"fecha": "15/Jun/2018", "score_general": "9.0", "score_facilidad": "10.0", "materia": "Laboratorio de Química", "comments": "Excelente profesor, interesado en que los alumnos aprendan siempre te apoya y te explica sin duda uno de los mejores maestros que tiene el anexo."}]