[{"fecha": "18/May/2023", "score_general": "2.0", "score_facilidad": "2.0", "materia": "Redes Datos Seguras", "comments": "Las clases son largas, Muchos Exámenes, Los exámenes son difícilesCintia junto con Magda y Jaquelina son roñosas. Si eres hombre y le caes bien ya la hiciste ah pero si eres mujer hasta te mira feo. Exige demasiado y enseña muy decadente para ser de materias avanzadas. Deberían darle oportunidad a nuevos profesores y sacar al trío de Dinosaurias, así de simple."}, {"fecha": "17/Mar/2023", "score_general": "3.0", "score_facilidad": "2.0", "materia": "Fundamentos de programación", "comments": "Califica Duro, Asistencia obligatoria, Los exámenes son difícilesCintia junto con Magda y Jaquelina son roñosas. Si eres hombre y le caes bien ya la hiciste ah pero si eres mujer hasta te mira feo. Exige demasiado y enseña muy decadente para ser de materias avanzadas. Deberían darle oportunidad a nuevos profesores y sacar al trío de Dinosaurias, así de simple."}, {"fecha": "22/Feb/2023", "score_general": "2.0", "score_facilidad": "2.0", "materia": "Fundamentos de programación", "comments": "Califica Duro, Asistencia obligatoria, Las clases son largasCintia junto con Magda y Jaquelina son roñosas. Si eres hombre y le caes bien ya la hiciste ah pero si eres mujer hasta te mira feo. Exige demasiado y enseña muy decadente para ser de materias avanzadas. Deberían darle oportunidad a nuevos profesores y sacar al trío de Dinosaurias, así de simple."}, {"fecha": "08/Feb/2023", "score_general": "6.0", "score_facilidad": "4.0", "materia": "FP", "comments": "Califica Duro, Pocos Exámenes, Deja trabajos largosCintia junto con Magda y Jaquelina son roñosas. Si eres hombre y le caes bien ya la hiciste ah pero si eres mujer hasta te mira feo. Exige demasiado y enseña muy decadente para ser de materias avanzadas. Deberían darle oportunidad a nuevos profesores y sacar al trío de Dinosaurias, así de simple."}, {"fecha": "05/Feb/2023", "score_general": "6.0", "score_facilidad": "2.0", "materia": "Fundamentos de Programación", "comments": "Califica Duro, Pocos Exámenes, Los exámenes son difícilesCintia junto con Magda y Jaquelina son roñosas. Si eres hombre y le caes bien ya la hiciste ah pero si eres mujer hasta te mira feo. Exige demasiado y enseña muy decadente para ser de materias avanzadas. Deberían darle oportunidad a nuevos profesores y sacar al trío de Dinosaurias, así de simple."}, {"fecha": "02/Feb/2023", "score_general": "4.0", "score_facilidad": "2.0", "materia": "Fundamentos de Programación", "comments": "Califica Duro, Asistencia obligatoria, Los exámenes son difícilesUn dolor de cabeza su proyecto, que se anula por cualquier mínimo error. Tienes que estudiar muchísimo para pasar sus exámenes con 6. Jamas olvides una portada en tareas o practicas a entregar pq te anula los trabajos. No dejes acumular los temas pq da muchísima información. ATENCIÓN A LAS NOTAS."}, {"fecha": "28/Ene/2023", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Fundamentos de Programación", "comments": "Califica Duro, Asistencia obligatoria, Deja trabajos largosUn dolor de cabeza su proyecto, que se anula por cualquier mínimo error. Tienes que estudiar muchísimo para pasar sus exámenes con 6. Jamas olvides una portada en tareas o practicas a entregar pq te anula los trabajos. No dejes acumular los temas pq da muchísima información. ATENCIÓN A LAS NOTAS."}, {"fecha": "26/Ene/2023", "score_general": "8.0", "score_facilidad": "4.0", "materia": "Fundamentos de programación", "comments": "Califica Duro, Asistencia obligatoria, Clases excelentesUn dolor de cabeza su proyecto, que se anula por cualquier mínimo error. Tienes que estudiar muchísimo para pasar sus exámenes con 6. Jamas olvides una portada en tareas o practicas a entregar pq te anula los trabajos. No dejes acumular los temas pq da muchísima información. ATENCIÓN A LAS NOTAS."}, {"fecha": "25/Ene/2023", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Seguridad Informática Básica", "comments": "Da buena retroalimentación, Da Crédito Extra, Clases excelentesUn dolor de cabeza su proyecto, que se anula por cualquier mínimo error. Tienes que estudiar muchísimo para pasar sus exámenes con 6. Jamas olvides una portada en tareas o practicas a entregar pq te anula los trabajos. No dejes acumular los temas pq da muchísima información. ATENCIÓN A LAS NOTAS."}, {"fecha": "25/Ene/2023", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Seguridad Básica", "comments": "Aspectos de calificación claros, Clases excelentes, Tomaría su clase otra vezUn dolor de cabeza su proyecto, que se anula por cualquier mínimo error. Tienes que estudiar muchísimo para pasar sus exámenes con 6. Jamas olvides una portada en tareas o practicas a entregar pq te anula los trabajos. No dejes acumular los temas pq da muchísima información. ATENCIÓN A LAS NOTAS."}, {"fecha": "24/Ene/2023", "score_general": "2.0", "score_facilidad": "2.0", "materia": "Fundamentos de programación", "comments": "Califica Duro, Muchas tareas, Asistencia obligatoriaNo entiendo los buenos comentarios, es con diferencia de la peor profesora que he tenido, intransigente , un proyecto laborioso y unos exámenes atroces  como si fuera de materias más avanzadas (imagino porque precisamente da materias de 8).\r\n\r\nConsejo: no la metas si puedes elegir otro profe escapa."}, {"fecha": "24/Ene/2023", "score_general": "2.0", "score_facilidad": "2.0", "materia": "Fundamentos de programación", "comments": "Califica Duro, Las clases son largas, Los exámenes son difícilesNo entiendo los buenos comentarios, es con diferencia de la peor profesora que he tenido, intransigente , un proyecto laborioso y unos exámenes atroces  como si fuera de materias más avanzadas (imagino porque precisamente da materias de 8).\r\n\r\nConsejo: no la metas si puedes elegir otro profe escapa."}, {"fecha": "18/Ene/2023", "score_general": "2.0", "score_facilidad": "2.0", "materia": "Fundamentos de programación", "comments": "Asistencia obligatoria, Las clases son largas, Los exámenes son difícilesNo entiendo los buenos comentarios, es con diferencia de la peor profesora que he tenido, intransigente , un proyecto laborioso y unos exámenes atroces  como si fuera de materias más avanzadas (imagino porque precisamente da materias de 8).\r\n\r\nConsejo: no la metas si puedes elegir otro profe escapa."}, {"fecha": "18/Ene/2023", "score_general": "8.0", "score_facilidad": "8.0", "materia": "Seguridad informática básica", "comments": "La Participación Importa, Tomaría su clase otra vezNo entiendo los buenos comentarios, es con diferencia de la peor profesora que he tenido, intransigente , un proyecto laborioso y unos exámenes atroces  como si fuera de materias más avanzadas (imagino porque precisamente da materias de 8).\r\n\r\nConsejo: no la metas si puedes elegir otro profe escapa."}, {"fecha": "24/Nov/2022", "score_general": "5.0", "score_facilidad": "2.0", "materia": "Fundamentos de Programación", "comments": "Califica Duro, Asistencia obligatoria, Deja trabajos largosNo entiendo los buenos comentarios, es con diferencia de la peor profesora que he tenido, intransigente , un proyecto laborioso y unos exámenes atroces  como si fuera de materias más avanzadas (imagino porque precisamente da materias de 8).\r\n\r\nConsejo: no la metas si puedes elegir otro profe escapa."}, {"fecha": "05/Jun/2022", "score_general": "4.0", "score_facilidad": "2.0", "materia": "Fundamentos de Programación", "comments": "Califica Duro, Respetado por los estudiantes, Los exámenes son difícilesDurante las clases en linea me fue imposible aprobar esta asignatura(tuve que recusarla) ya que es muy estricta a la hora de evaluar y sus exámenes son difíciles; tienes que poner absoluta atención en cada una de sus clases, ya que las distracciones te pueden terminar pasando factura."}, {"fecha": "25/Feb/2022", "score_general": "4.0", "score_facilidad": "2.0", "materia": "Fundamentos de Programacion", "comments": "Califica Duro, Asistencia obligatoria, Los exámenes son difícilesDurante las clases en linea me fue imposible aprobar esta asignatura(tuve que recusarla) ya que es muy estricta a la hora de evaluar y sus exámenes son difíciles; tienes que poner absoluta atención en cada una de sus clases, ya que las distracciones te pueden terminar pasando factura."}, {"fecha": "05/Feb/2022", "score_general": "10.0", "score_facilidad": "4.0", "materia": "Fundamentos de programación", "comments": "Califica Duro, Hace exámenes sorpresa, Da Crédito ExtraDurante las clases en linea me fue imposible aprobar esta asignatura(tuve que recusarla) ya que es muy estricta a la hora de evaluar y sus exámenes son difíciles; tienes que poner absoluta atención en cada una de sus clases, ya que las distracciones te pueden terminar pasando factura."}, {"fecha": "03/Feb/2022", "score_general": "10.0", "score_facilidad": "4.0", "materia": "Fundamentos de programación", "comments": "Aspectos de calificación claros, Brinda apoyo, Los exámenes son difícilesDurante las clases en linea me fue imposible aprobar esta asignatura(tuve que recusarla) ya que es muy estricta a la hora de evaluar y sus exámenes son difíciles; tienes que poner absoluta atención en cada una de sus clases, ya que las distracciones te pueden terminar pasando factura."}, {"fecha": "28/Ene/2022", "score_general": "10.0", "score_facilidad": "2.0", "materia": "Fundamentos de Programación", "comments": "Califica Duro, Clases excelentes, Los exámenes son difícilesDurante las clases en linea me fue imposible aprobar esta asignatura(tuve que recusarla) ya que es muy estricta a la hora de evaluar y sus exámenes son difíciles; tienes que poner absoluta atención en cada una de sus clases, ya que las distracciones te pueden terminar pasando factura."}, {"fecha": "28/Ene/2022", "score_general": "7.0", "score_facilidad": "4.0", "materia": "Fundamentos de programación", "comments": "Califica Duro, Asistencia obligatoria, Las clases son largasEnseña bien pero va muy rápido y es fácil perderse porque no graba las clases ni da ningún tipo de material. Sus prácticas las pide para el mismo día que se dejan. Lo peor fueron los exámenes porque hacía como 50 preguntas en 15-20 min y su proyecto es difícil. Es muy fácil irse a final."}, {"fecha": "28/Ene/2022", "score_general": "7.0", "score_facilidad": "2.0", "materia": "Fundamentos de programacion", "comments": "Califica Duro, Hace exámenes sorpresa, La Participación ImportaEnseña bien pero va muy rápido y es fácil perderse porque no graba las clases ni da ningún tipo de material. Sus prácticas las pide para el mismo día que se dejan. Lo peor fueron los exámenes porque hacía como 50 preguntas en 15-20 min y su proyecto es difícil. Es muy fácil irse a final."}, {"fecha": "25/Ene/2022", "score_general": "10.0", "score_facilidad": "4.0", "materia": "Fundamentos de Programación", "comments": "Califica Duro, Da buena retroalimentación, Clases excelentesEnseña bien pero va muy rápido y es fácil perderse porque no graba las clases ni da ningún tipo de material. Sus prácticas las pide para el mismo día que se dejan. Lo peor fueron los exámenes porque hacía como 50 preguntas en 15-20 min y su proyecto es difícil. Es muy fácil irse a final."}, {"fecha": "25/Ene/2022", "score_general": "4.0", "score_facilidad": "2.0", "materia": "Fundamentos de Programación", "comments": "Califica Duro, Aspectos de calificación claros, Los exámenes son difícilesEnseña bien pero va muy rápido y es fácil perderse porque no graba las clases ni da ningún tipo de material. Sus prácticas las pide para el mismo día que se dejan. Lo peor fueron los exámenes porque hacía como 50 preguntas en 15-20 min y su proyecto es difícil. Es muy fácil irse a final."}, {"fecha": "24/Ene/2022", "score_general": "6.0", "score_facilidad": "2.0", "materia": "Fundamentos de programacion", "comments": "Califica Duro, Hace exámenes sorpresa, Los exámenes son difícilesEnseña bien pero va muy rápido y es fácil perderse porque no graba las clases ni da ningún tipo de material. Sus prácticas las pide para el mismo día que se dejan. Lo peor fueron los exámenes porque hacía como 50 preguntas en 15-20 min y su proyecto es difícil. Es muy fácil irse a final."}, {"fecha": "24/Ene/2022", "score_general": "8.0", "score_facilidad": "2.0", "materia": "Fundamentos de Programación", "comments": "Califica Duro, Hace exámenes sorpresa, La Participación ImportaEs muy exigente en cuanto a la evaluación, te cancela trabajos completos por cosas sin sentido y no esta abierta a usar cosas que ella no enseño en clase."}, {"fecha": "19/Ene/2022", "score_general": "8.0", "score_facilidad": "6.0", "materia": "Seguridad informática básica", "comments": "Califica DuroEs muy exigente en cuanto a la evaluación, te cancela trabajos completos por cosas sin sentido y no esta abierta a usar cosas que ella no enseño en clase."}, {"fecha": "18/Ene/2022", "score_general": "5.0", "score_facilidad": "4.0", "materia": "Seguridad Informática Básica", "comments": "Califica Duro, Los exámenes son difíciles, Muchos proyectos grupalesEs muy exigente en cuanto a la evaluación, te cancela trabajos completos por cosas sin sentido y no esta abierta a usar cosas que ella no enseño en clase."}, {"fecha": "17/Ene/2022", "score_general": "9.0", "score_facilidad": "4.0", "materia": "---", "comments": "Califica Duro, Da buena retroalimentación, Asistencia obligatoriaEs muy exigente en cuanto a la evaluación, te cancela trabajos completos por cosas sin sentido y no esta abierta a usar cosas que ella no enseño en clase."}, {"fecha": "15/Ene/2022", "score_general": "7.0", "score_facilidad": "4.0", "materia": "Fundamentos de programación", "comments": "Califica Duro, La Participación Importa, Los exámenes son difícilesEs muy exigente en cuanto a la evaluación, te cancela trabajos completos por cosas sin sentido y no esta abierta a usar cosas que ella no enseño en clase."}, {"fecha": "30/Dic/2021", "score_general": "8.0", "score_facilidad": "4.0", "materia": "Redes", "comments": "Califica Duro, Clases excelentes, Los exámenes son difícilesVean que los comentarios negativos son de alumnos de primero. Es una excelente maestra, si le pides ayuda te la da. Los exámenes son difíciles y es muy estricta al calificar. No te la recomiendo si eres mediocre."}, {"fecha": "13/Dic/2021", "score_general": "10.0", "score_facilidad": "2.0", "materia": "Fundamentos de Programación", "comments": "Califica Duro, Aspectos de calificación claros, Los exámenes son difícilesVean que los comentarios negativos son de alumnos de primero. Es una excelente maestra, si le pides ayuda te la da. Los exámenes son difíciles y es muy estricta al calificar. No te la recomiendo si eres mediocre."}, {"fecha": "07/Oct/2021", "score_general": "4.0", "score_facilidad": "2.0", "materia": "Fundamentos de Programación", "comments": "Califica Duro, Asistencia obligatoria, Los exámenes son difícilesVean que los comentarios negativos son de alumnos de primero. Es una excelente maestra, si le pides ayuda te la da. Los exámenes son difíciles y es muy estricta al calificar. No te la recomiendo si eres mediocre."}, {"fecha": "06/Oct/2021", "score_general": "2.0", "score_facilidad": "2.0", "materia": "Fundamentos de programacion", "comments": "Califica Duro, Asistencia obligatoria, Las clases son largasVean que los comentarios negativos son de alumnos de primero. Es una excelente maestra, si le pides ayuda te la da. Los exámenes son difíciles y es muy estricta al calificar. No te la recomiendo si eres mediocre."}, {"fecha": "28/Sep/2021", "score_general": "6.0", "score_facilidad": "4.0", "materia": "Redes de Datos Seguras", "comments": "Vean que los comentarios negativos son de alumnos de primero. Es una excelente maestra, si le pides ayuda te la da. Los exámenes son difíciles y es muy estricta al calificar. No te la recomiendo si eres mediocre."}, {"fecha": "16/Sep/2021", "score_general": "6.0", "score_facilidad": "2.0", "materia": "Fundamentos de Programacion", "comments": "Califica Duro, Aspectos de calificación claros, Los exámenes son difícilesSere sincero, es una profesora que sabe mucho de la materia, pero su clase la tiene totalmente sistematizada, todo se debe hacer dentro del reglamento que da, de lo contrario no te recibe los trabajos, solo la recomiendo si te gustan las emociones fuertes y si tienes mucho tiempo libre."}, {"fecha": "09/Sep/2021", "score_general": "3.0", "score_facilidad": "2.0", "materia": "Fundamentos de Programación", "comments": "Califica Duro, Prepárate para leer, Los exámenes son difícilesSere sincero, es una profesora que sabe mucho de la materia, pero su clase la tiene totalmente sistematizada, todo se debe hacer dentro del reglamento que da, de lo contrario no te recibe los trabajos, solo la recomiendo si te gustan las emociones fuertes y si tienes mucho tiempo libre."}, {"fecha": "08/Sep/2021", "score_general": "3.0", "score_facilidad": "2.0", "materia": "Fundamentos de programación", "comments": "Las clases son largas, Muchos Exámenes, Deja trabajos largosSere sincero, es una profesora que sabe mucho de la materia, pero su clase la tiene totalmente sistematizada, todo se debe hacer dentro del reglamento que da, de lo contrario no te recibe los trabajos, solo la recomiendo si te gustan las emociones fuertes y si tienes mucho tiempo libre."}, {"fecha": "08/Sep/2021", "score_general": "4.0", "score_facilidad": "2.0", "materia": "Fundamentos de Programación", "comments": "Califica Duro, Asistencia obligatoria, Los exámenes son difícilesSere sincero, es una profesora que sabe mucho de la materia, pero su clase la tiene totalmente sistematizada, todo se debe hacer dentro del reglamento que da, de lo contrario no te recibe los trabajos, solo la recomiendo si te gustan las emociones fuertes y si tienes mucho tiempo libre."}, {"fecha": "04/Sep/2021", "score_general": "4.0", "score_facilidad": "2.0", "materia": "Fundamentos de Programación", "comments": "Califica Duro, Asistencia obligatoria, Los exámenes son difícilesSere sincero, es una profesora que sabe mucho de la materia, pero su clase la tiene totalmente sistematizada, todo se debe hacer dentro del reglamento que da, de lo contrario no te recibe los trabajos, solo la recomiendo si te gustan las emociones fuertes y si tienes mucho tiempo libre."}, {"fecha": "01/Sep/2021", "score_general": "5.0", "score_facilidad": "2.0", "materia": "Fundamentos de Programacion", "comments": "Califica Duro, Asistencia obligatoria, Los exámenes son difícilesTiene buenos apuntes y enseña bien. El problema es que es muy estricta y mamona en varios aspectos. Cancela el proyecto por cualquier cosa, sus examenes son confusos y no puedes usar nada que ella no te haya enseñado."}, {"fecha": "31/Ago/2021", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Lab. Redes", "comments": "Da buena retroalimentación, Aspectos de calificación claros, Tomaría su clase otra vezTiene buenos apuntes y enseña bien. El problema es que es muy estricta y mamona en varios aspectos. Cancela el proyecto por cualquier cosa, sus examenes son confusos y no puedes usar nada que ella no te haya enseñado."}, {"fecha": "30/Ago/2021", "score_general": "4.0", "score_facilidad": "2.0", "materia": "SEGURIDAD INFORMATICA BASICA", "comments": "Califica Duro, Asistencia obligatoria, Los exámenes son difícilesTiene buenos apuntes y enseña bien. El problema es que es muy estricta y mamona en varios aspectos. Cancela el proyecto por cualquier cosa, sus examenes son confusos y no puedes usar nada que ella no te haya enseñado."}, {"fecha": "26/Ago/2021", "score_general": "8.0", "score_facilidad": "2.0", "materia": "Fundamentos de programación", "comments": "Califica Duro, Asistencia obligatoria, Los exámenes son difícilesTiene buenos apuntes y enseña bien. El problema es que es muy estricta y mamona en varios aspectos. Cancela el proyecto por cualquier cosa, sus examenes son confusos y no puedes usar nada que ella no te haya enseñado."}, {"fecha": "24/Ago/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Lab. De Redes", "comments": "Da buena retroalimentación, Inspiracional, Tomaría su clase otra vezTiene buenos apuntes y enseña bien. El problema es que es muy estricta y mamona en varios aspectos. Cancela el proyecto por cualquier cosa, sus examenes son confusos y no puedes usar nada que ella no te haya enseñado."}, {"fecha": "18/Ago/2021", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Fundamentos de programación", "comments": "Califica Duro, Asistencia obligatoria, Aspectos de calificación clarosNo esperes pasar sin hacer nada. Cualquier duda que tengas durante la clase te la explica sin problemas hasta que entiendas. \r\nDeja tareas y el examen es en educafi, como 40 preguntas en media hora, pero todo se ve en clase. Si tomas apuntes, con eso pasas hasta el proyecto."}, {"fecha": "16/Ago/2021", "score_general": "7.0", "score_facilidad": "4.0", "materia": "Redes de Datos", "comments": "Prepárate para leer, La Participación Importa, Los exámenes son difícilesNo esperes pasar sin hacer nada. Cualquier duda que tengas durante la clase te la explica sin problemas hasta que entiendas. \r\nDeja tareas y el examen es en educafi, como 40 preguntas en media hora, pero todo se ve en clase. Si tomas apuntes, con eso pasas hasta el proyecto."}, {"fecha": "04/Mar/2021", "score_general": "5.0", "score_facilidad": "4.0", "materia": "Fundamentos de Programación", "comments": "Califica Duro, Aspectos de calificación claros, Los exámenes son difícilesNo esperes pasar sin hacer nada. Cualquier duda que tengas durante la clase te la explica sin problemas hasta que entiendas. \r\nDeja tareas y el examen es en educafi, como 40 preguntas en media hora, pero todo se ve en clase. Si tomas apuntes, con eso pasas hasta el proyecto."}, {"fecha": "26/Feb/2021", "score_general": "4.0", "score_facilidad": "2.0", "materia": "Fundamentos de programación", "comments": "Califica Duro, Deja trabajos largos, Los exámenes son difícilesNo esperes pasar sin hacer nada. Cualquier duda que tengas durante la clase te la explica sin problemas hasta que entiendas. \r\nDeja tareas y el examen es en educafi, como 40 preguntas en media hora, pero todo se ve en clase. Si tomas apuntes, con eso pasas hasta el proyecto."}, {"fecha": "22/Feb/2021", "score_general": "9.0", "score_facilidad": "4.0", "materia": "Fundamentos de programación", "comments": "Califica Duro, Aspectos de calificación claros, Los exámenes son difícilesNo esperes pasar sin hacer nada. Cualquier duda que tengas durante la clase te la explica sin problemas hasta que entiendas. \r\nDeja tareas y el examen es en educafi, como 40 preguntas en media hora, pero todo se ve en clase. Si tomas apuntes, con eso pasas hasta el proyecto."}, {"fecha": "19/Feb/2021", "score_general": "10.0", "score_facilidad": "2.0", "materia": "Fundamentos de programación", "comments": "Califica Duro, Asistencia obligatoria, Las clases son largasEs muy cuadrada con su forma de programar, son 3 exámenes y por pregunta dmte da 30 seg. , solo puedes reprobar uno si no te manda a final, para que cuente el proyecto tienes que pasar el examen de lenguaje C, para el proyecto solo puedes usar lo visto en clase y pocos logran pasar y en final."}, {"fecha": "17/Feb/2021", "score_general": "7.0", "score_facilidad": "4.0", "materia": "Fundamentos de Programación", "comments": "Califica Duro, Asistencia obligatoria, Los exámenes son difícilesEs muy cuadrada con su forma de programar, son 3 exámenes y por pregunta dmte da 30 seg. , solo puedes reprobar uno si no te manda a final, para que cuente el proyecto tienes que pasar el examen de lenguaje C, para el proyecto solo puedes usar lo visto en clase y pocos logran pasar y en final."}, {"fecha": "16/Feb/2021", "score_general": "5.0", "score_facilidad": "2.0", "materia": "Fundamentos de Programación", "comments": "Los exámenes son difícilesEs muy cuadrada con su forma de programar, son 3 exámenes y por pregunta dmte da 30 seg. , solo puedes reprobar uno si no te manda a final, para que cuente el proyecto tienes que pasar el examen de lenguaje C, para el proyecto solo puedes usar lo visto en clase y pocos logran pasar y en final."}, {"fecha": "16/Feb/2021", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Fundamentos de programación", "comments": "Califica Duro, Asistencia obligatoria, Los exámenes son difícilesEs muy cuadrada con su forma de programar, son 3 exámenes y por pregunta dmte da 30 seg. , solo puedes reprobar uno si no te manda a final, para que cuente el proyecto tienes que pasar el examen de lenguaje C, para el proyecto solo puedes usar lo visto en clase y pocos logran pasar y en final."}, {"fecha": "06/Feb/2021", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Fundamentos de Programación", "comments": "Califica Duro, Clases excelentes, Los exámenes son difícilesEs muy cuadrada con su forma de programar, son 3 exámenes y por pregunta dmte da 30 seg. , solo puedes reprobar uno si no te manda a final, para que cuente el proyecto tienes que pasar el examen de lenguaje C, para el proyecto solo puedes usar lo visto en clase y pocos logran pasar y en final."}, {"fecha": "30/Ene/2021", "score_general": "9.0", "score_facilidad": "2.0", "materia": "Fundamentos de programación", "comments": "Califica Duro, Asistencia obligatoria, Aspectos de calificación clarosModalidad en línea: A veces se avienta monólogos tan largos que duerme. Siempre responde dudas en cualquier momento. Los exámenes son en EDUCAFI de opción múltiple. El primero fue de 50 en 30min, el de Lab de 20 en 10min y el de C de 30 en 15min. Es chida explicando, pero el diablo calificando."}, {"fecha": "10/Dic/2020", "score_general": "6.0", "score_facilidad": "10.0", "materia": "Lab redes de datos seguras", "comments": "Califica Duro, Hace exámenes sorpresa, Asistencia obligatoriaModalidad en línea: A veces se avienta monólogos tan largos que duerme. Siempre responde dudas en cualquier momento. Los exámenes son en EDUCAFI de opción múltiple. El primero fue de 50 en 30min, el de Lab de 20 en 10min y el de C de 30 en 15min. Es chida explicando, pero el diablo calificando."}, {"fecha": "22/Sep/2020", "score_general": "5.0", "score_facilidad": "4.0", "materia": "Fundamentos de programación", "comments": "Califica Duro, Asistencia obligatoria, Las clases son largasModalidad en línea: A veces se avienta monólogos tan largos que duerme. Siempre responde dudas en cualquier momento. Los exámenes son en EDUCAFI de opción múltiple. El primero fue de 50 en 30min, el de Lab de 20 en 10min y el de C de 30 en 15min. Es chida explicando, pero el diablo calificando."}, {"fecha": "04/Sep/2020", "score_general": "3.0", "score_facilidad": "2.0", "materia": "Fundamentos de programación", "comments": "Califica DuroModalidad en línea: A veces se avienta monólogos tan largos que duerme. Siempre responde dudas en cualquier momento. Los exámenes son en EDUCAFI de opción múltiple. El primero fue de 50 en 30min, el de Lab de 20 en 10min y el de C de 30 en 15min. Es chida explicando, pero el diablo calificando."}, {"fecha": "31/Ago/2020", "score_general": "5.0", "score_facilidad": "2.0", "materia": "Fundamentos de programación", "comments": "Califica Duro, Asistencia obligatoria, Deja trabajos largosModalidad en línea: A veces se avienta monólogos tan largos que duerme. Siempre responde dudas en cualquier momento. Los exámenes son en EDUCAFI de opción múltiple. El primero fue de 50 en 30min, el de Lab de 20 en 10min y el de C de 30 en 15min. Es chida explicando, pero el diablo calificando."}, {"fecha": "25/Mar/2020", "score_general": "3.0", "score_facilidad": "2.0", "materia": "Fundamentos de programacion", "comments": "Califica Duro, Asistencia obligatoria, Los exámenes son difícilesPésima profesora, no brinda atención, no es considerada. El proyecto final lo anula por cualquier tontería y anular el proyecto es similar a reprobar e irse a final. En mi grupo aquella vez el mas alto fue de 7. El primer final lo hace difícil y el segundo final lo hace imposible de pasar."}, {"fecha": "17/Ene/2020", "score_general": "2.0", "score_facilidad": "2.0", "materia": "Fundamentos de programacion", "comments": "Califica Duro, Las clases son largas, Los exámenes son difícilesPésima profesora, no brinda atención, no es considerada. El proyecto final lo anula por cualquier tontería y anular el proyecto es similar a reprobar e irse a final. En mi grupo aquella vez el mas alto fue de 7. El primer final lo hace difícil y el segundo final lo hace imposible de pasar."}, {"fecha": "02/Dic/2019", "score_general": "6.0", "score_facilidad": "4.0", "materia": "Fundamentos de programación", "comments": "Califica Duro, Asistencia obligatoria, Deja trabajos largosPésima profesora, no brinda atención, no es considerada. El proyecto final lo anula por cualquier tontería y anular el proyecto es similar a reprobar e irse a final. En mi grupo aquella vez el mas alto fue de 7. El primer final lo hace difícil y el segundo final lo hace imposible de pasar."}, {"fecha": "26/Nov/2019", "score_general": "4.0", "score_facilidad": "2.0", "materia": "Fundamentos de Programación", "comments": "Da buena retroalimentación, Las clases son largas, Los exámenes son difícilesPésima profesora, no brinda atención, no es considerada. El proyecto final lo anula por cualquier tontería y anular el proyecto es similar a reprobar e irse a final. En mi grupo aquella vez el mas alto fue de 7. El primer final lo hace difícil y el segundo final lo hace imposible de pasar."}, {"fecha": "09/Ago/2019", "score_general": "5.0", "score_facilidad": "2.0", "materia": "Fundamentos de Programación", "comments": "Asistencia obligatoria, Las clases son largas, Los exámenes son difícilesPésima profesora, no brinda atención, no es considerada. El proyecto final lo anula por cualquier tontería y anular el proyecto es similar a reprobar e irse a final. En mi grupo aquella vez el mas alto fue de 7. El primer final lo hace difícil y el segundo final lo hace imposible de pasar."}, {"fecha": "08/Ago/2019", "score_general": "3.0", "score_facilidad": "2.0", "materia": "Fundamentos de programacion", "comments": "Califica Duro, Las clases son largas, Los exámenes son difícilesla peor profesora que he tenido en mucho tiempo, no la volvería a meter ni aunque fuera la única opción, existen mejores maestros, encima cree tener siempre la razón, anula proyectos sin parar, los exámenes no son muy claros, sus practicas son mas bien de copiar el código de lo que da ella ya hecho."}, {"fecha": "22/Jul/2019", "score_general": "9.0", "score_facilidad": "6.0", "materia": "Fundamentos de programacion.", "comments": "Califica Duro, Da buena retroalimentación, Muchas tareasla peor profesora que he tenido en mucho tiempo, no la volvería a meter ni aunque fuera la única opción, existen mejores maestros, encima cree tener siempre la razón, anula proyectos sin parar, los exámenes no son muy claros, sus practicas son mas bien de copiar el código de lo que da ella ya hecho."}, {"fecha": "30/Jun/2019", "score_general": "4.0", "score_facilidad": "4.0", "materia": "Fundamentos de programación", "comments": "Califica Duro, Asistencia obligatoria, Deja trabajos largosla peor profesora que he tenido en mucho tiempo, no la volvería a meter ni aunque fuera la única opción, existen mejores maestros, encima cree tener siempre la razón, anula proyectos sin parar, los exámenes no son muy claros, sus practicas son mas bien de copiar el código de lo que da ella ya hecho."}, {"fecha": "26/Jun/2019", "score_general": "6.0", "score_facilidad": "4.0", "materia": "Fundamentos de programación", "comments": "la peor profesora que he tenido en mucho tiempo, no la volvería a meter ni aunque fuera la única opción, existen mejores maestros, encima cree tener siempre la razón, anula proyectos sin parar, los exámenes no son muy claros, sus practicas son mas bien de copiar el código de lo que da ella ya hecho."}, {"fecha": "15/May/2019", "score_general": "7.0", "score_facilidad": "8.0", "materia": "Seguridad Informatica 1", "comments": "Los exámenes son difíciles, Tomaría su clase otra vezla peor profesora que he tenido en mucho tiempo, no la volvería a meter ni aunque fuera la única opción, existen mejores maestros, encima cree tener siempre la razón, anula proyectos sin parar, los exámenes no son muy claros, sus practicas son mas bien de copiar el código de lo que da ella ya hecho."}, {"fecha": "12/May/2019", "score_general": "8.0", "score_facilidad": "8.0", "materia": "Redes de Datos Seguras", "comments": "Califica Duro, Respetado por los estudiantes, Tomaría su clase otra vezEn Redes es muy buena y se ve que sabe muchísimo; es estricta con lo de no comer y no usar celular en clase, pero en general es buena onda. Hace al menos 2 exámenes (uno en parejas) y deja una exposición al final. El proyecto final está complicado pero nada que no se pueda lograr"}, {"fecha": "01/Feb/2019", "score_general": "4.0", "score_facilidad": "2.0", "materia": "Fundamentos de programacion.", "comments": "Califica Duro, Asistencia obligatoria, Los exámenes son difícilesEn Redes es muy buena y se ve que sabe muchísimo; es estricta con lo de no comer y no usar celular en clase, pero en general es buena onda. Hace al menos 2 exámenes (uno en parejas) y deja una exposición al final. El proyecto final está complicado pero nada que no se pueda lograr"}, {"fecha": "27/Ene/2019", "score_general": "6.0", "score_facilidad": "4.0", "materia": "FUNDAMENTOS DE PROGRAMACION", "comments": "En Redes es muy buena y se ve que sabe muchísimo; es estricta con lo de no comer y no usar celular en clase, pero en general es buena onda. Hace al menos 2 exámenes (uno en parejas) y deja una exposición al final. El proyecto final está complicado pero nada que no se pueda lograr"}, {"fecha": "23/Ene/2019", "score_general": "3.0", "score_facilidad": "2.0", "materia": "programacion", "comments": "En Redes es muy buena y se ve que sabe muchísimo; es estricta con lo de no comer y no usar celular en clase, pero en general es buena onda. Hace al menos 2 exámenes (uno en parejas) y deja una exposición al final. El proyecto final está complicado pero nada que no se pueda lograr"}, {"fecha": "23/Ene/2019", "score_general": "4.0", "score_facilidad": "4.0", "materia": "Fundamentos de programación", "comments": "Califica Duro, Asistencia obligatoria, Los exámenes son difícilesEn Redes es muy buena y se ve que sabe muchísimo; es estricta con lo de no comer y no usar celular en clase, pero en general es buena onda. Hace al menos 2 exámenes (uno en parejas) y deja una exposición al final. El proyecto final está complicado pero nada que no se pueda lograr"}, {"fecha": "18/Ene/2019", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Fundamentos de Programación", "comments": "Las clases son largas, Pocos Exámenes, Muchos proyectos grupalesNo crean los demás comentarios, en mi caso no sabía nada de programación y pase con 8, buena maestra, se apega mucho al reglamento, eso sí, prepárate para estudiar lo visto en clase, prácticas y sobre todo, el proyecto final, ya que te obliga a usar sólo lo visto en clase, de otro modo te lo anula."}, {"fecha": "15/Nov/2018", "score_general": "2.0", "score_facilidad": "2.0", "materia": "FUNDAMENTOS DE PROGRAMACION", "comments": "Califica Duro, Hace exámenes sorpresa, Muchos ExámenesNo crean los demás comentarios, en mi caso no sabía nada de programación y pase con 8, buena maestra, se apega mucho al reglamento, eso sí, prepárate para estudiar lo visto en clase, prácticas y sobre todo, el proyecto final, ya que te obliga a usar sólo lo visto en clase, de otro modo te lo anula."}, {"fecha": "06/Sep/2018", "score_general": "7.0", "score_facilidad": "6.0", "materia": "Fundamentos de Programación", "comments": "Da buena retroalimentación, Pocos Exámenes, Deja trabajos largosNo crean los demás comentarios, en mi caso no sabía nada de programación y pase con 8, buena maestra, se apega mucho al reglamento, eso sí, prepárate para estudiar lo visto en clase, prácticas y sobre todo, el proyecto final, ya que te obliga a usar sólo lo visto en clase, de otro modo te lo anula."}, {"fecha": "06/Jul/2018", "score_general": "4.0", "score_facilidad": "4.0", "materia": "Fundamentos de Programación", "comments": "Califica Duro, Asistencia obligatoria, Los exámenes son difícilesNo crean los demás comentarios, en mi caso no sabía nada de programación y pase con 8, buena maestra, se apega mucho al reglamento, eso sí, prepárate para estudiar lo visto en clase, prácticas y sobre todo, el proyecto final, ya que te obliga a usar sólo lo visto en clase, de otro modo te lo anula."}, {"fecha": "20/Jun/2018", "score_general": "7.0", "score_facilidad": "4.0", "materia": "fundamentos de programacion", "comments": "Califica Duro, Asistencia obligatoriaNo crean los demás comentarios, en mi caso no sabía nada de programación y pase con 8, buena maestra, se apega mucho al reglamento, eso sí, prepárate para estudiar lo visto en clase, prácticas y sobre todo, el proyecto final, ya que te obliga a usar sólo lo visto en clase, de otro modo te lo anula."}, {"fecha": "10/Jun/2018", "score_general": "10.0", "score_facilidad": "2.0", "materia": "Fundamentos de programacion", "comments": "Su clase es muy detallada, desgraciadamente así son los exámenes. Anota TODO lo que diga la maestra porque puede venir. No es nada barco. Toma su proyecto final con seriedad. No está difícil, pero sí necesitas invertirle tiempo y esfuerzo. Ayuda muchísimo y está disponible por correo"}, {"fecha": "29/Ene/2018", "score_general": "7.0", "score_facilidad": "4.0", "materia": "Fundamentos de Programación", "comments": "Califica Duro, Asistencia obligatoriaSu clase es muy detallada, desgraciadamente así son los exámenes. Anota TODO lo que diga la maestra porque puede venir. No es nada barco. Toma su proyecto final con seriedad. No está difícil, pero sí necesitas invertirle tiempo y esfuerzo. Ayuda muchísimo y está disponible por correo"}, {"fecha": "05/Abr/2017", "score_general": "10.0", "score_facilidad": "4.0", "materia": "hacking", "comments": "Muchas tareas, Clases excelentes, Tomaría su clase otra vezSu clase es muy detallada, desgraciadamente así son los exámenes. Anota TODO lo que diga la maestra porque puede venir. No es nada barco. Toma su proyecto final con seriedad. No está difícil, pero sí necesitas invertirle tiempo y esfuerzo. Ayuda muchísimo y está disponible por correo"}, {"fecha": "16/Ene/2017", "score_general": "6.0", "score_facilidad": "6.0", "materia": "Programación", "comments": "Califica Duro, La Participación Importa, Asistencia obligatoriaSu clase es muy detallada, desgraciadamente así son los exámenes. Anota TODO lo que diga la maestra porque puede venir. No es nada barco. Toma su proyecto final con seriedad. No está difícil, pero sí necesitas invertirle tiempo y esfuerzo. Ayuda muchísimo y está disponible por correo"}, {"fecha": "22/May/2016", "score_general": "4.0", "score_facilidad": "4.0", "materia": "fundamentos de programacion", "comments": "Asistencia obligatoria, Las clases son largasSu clase es muy detallada, desgraciadamente así son los exámenes. Anota TODO lo que diga la maestra porque puede venir. No es nada barco. Toma su proyecto final con seriedad. No está difícil, pero sí necesitas invertirle tiempo y esfuerzo. Ayuda muchísimo y está disponible por correo"}, {"fecha": "04/Feb/2016", "score_general": "5.0", "score_facilidad": "6.0", "materia": "Fundamentos de programación", "comments": "Asistencia obligatoria, Las clases son largas, Aspectos de calificación clarosEs buena profesora, sin embargo su forma de ser es complicada, sin embargo, es muy clara con su forma de evaluar y domina muy bien la materia y le importa que aprendas. No es barco, pero no es nada del otro mundo."}, {"fecha": "26/Ene/2016", "score_general": "4.0", "score_facilidad": "2.0", "materia": "Fundamentos programacion", "comments": "Es buena profesora, sin embargo su forma de ser es complicada, sin embargo, es muy clara con su forma de evaluar y domina muy bien la materia y le importa que aprendas. No es barco, pero no es nada del otro mundo."}, {"fecha": "25/Ene/2016", "score_general": "3.0", "score_facilidad": "2.0", "materia": "fundamentos de programación", "comments": "Es buena profesora, sin embargo su forma de ser es complicada, sin embargo, es muy clara con su forma de evaluar y domina muy bien la materia y le importa que aprendas. No es barco, pero no es nada del otro mundo."}]