[{"fecha": "14/Feb/2022", "score_general": "8.0", "score_facilidad": "8.0", "materia": "Programación Básica", "comments": "La Participación Importa, Da Crédito Extra, Muchos proyectos grupalesPues ta chido su evaluacion, aunque hay que buscar un buen equipo para trabajar"}, {"fecha": "04/Feb/2022", "score_general": "7.0", "score_facilidad": "6.0", "materia": "Programación básica", "comments": "Da buena retroalimentación, La Participación Importa, Brinda apoyoPues ta chido su evaluacion, aunque hay que buscar un buen equipo para trabajar"}, {"fecha": "30/Ene/2022", "score_general": "6.0", "score_facilidad": "2.0", "materia": "Programacion Basica", "comments": "Califica Duro, Muchas tareas, Deja trabajos largosPues ta chido su evaluacion, aunque hay que buscar un buen equipo para trabajar"}, {"fecha": "29/Ene/2022", "score_general": "9.0", "score_facilidad": "8.0", "materia": "---", "comments": "Aspectos de calificación claros, Brinda apoyo, Muchos proyectos grupalesPues ta chido su evaluacion, aunque hay que buscar un buen equipo para trabajar"}, {"fecha": "28/Ene/2022", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Programación Basíca", "comments": "Da buena retroalimentación, La Participación Importa, Pocos ExámenesPues ta chido su evaluacion, aunque hay que buscar un buen equipo para trabajar"}, {"fecha": "01/Sep/2021", "score_general": "10.0", "score_facilidad": "4.0", "materia": "Programación Básica", "comments": "Es una EXCELENTE MAESTRA. Está dispuesta a ayudar en cualquier momento con sesiones fuera del horario de clase o vía WhatsApp. Su materia es difícil pero no imposible. 100% recomendada"}, {"fecha": "19/Feb/2021", "score_general": "6.0", "score_facilidad": "6.0", "materia": "Programación", "comments": "La Participación Importa, Pocos Exámenes, Brinda apoyoEs una EXCELENTE MAESTRA. Está dispuesta a ayudar en cualquier momento con sesiones fuera del horario de clase o vía WhatsApp. Su materia es difícil pero no imposible. 100% recomendada"}]