[{"fecha": "16/Feb/2021", "score_general": "7.0", "score_facilidad": "6.0", "materia": "Acústica y óptica", "comments": "Califica Duro, Las clases son largasEn el zoomestre no tomó en cuenta exámenes. Tareas un tanto difíciles. Clases teóricas por videos y de pura demostración. Prácticas relativamente sencillas pero es estricto al calificar. Pide previos por equipo. Tareas sorpresa medio feas así que te recomiendo ver los vídeos a tiempo."}, {"fecha": "15/Feb/2021", "score_general": "6.0", "score_facilidad": "4.0", "materia": "Acústica y Óptica", "comments": "Califica Duro, Pocos ExámenesEn el zoomestre no tomó en cuenta exámenes. Tareas un tanto difíciles. Clases teóricas por videos y de pura demostración. Prácticas relativamente sencillas pero es estricto al calificar. Pide previos por equipo. Tareas sorpresa medio feas así que te recomiendo ver los vídeos a tiempo."}, {"fecha": "20/Ene/2019", "score_general": "6.0", "score_facilidad": "10.0", "materia": "Acustica y Optica", "comments": "Califica Duro, Asistencia obligatoria, Las clases son largasEn el zoomestre no tomó en cuenta exámenes. Tareas un tanto difíciles. Clases teóricas por videos y de pura demostración. Prácticas relativamente sencillas pero es estricto al calificar. Pide previos por equipo. Tareas sorpresa medio feas así que te recomiendo ver los vídeos a tiempo."}, {"fecha": "20/Ene/2019", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Acústica y Óptica", "comments": "Aspectos de calificación claros, Clases excelentes, Tomaría su clase otra vezEn el zoomestre no tomó en cuenta exámenes. Tareas un tanto difíciles. Clases teóricas por videos y de pura demostración. Prácticas relativamente sencillas pero es estricto al calificar. Pide previos por equipo. Tareas sorpresa medio feas así que te recomiendo ver los vídeos a tiempo."}, {"fecha": "28/Jun/2018", "score_general": "9.0", "score_facilidad": "6.0", "materia": "Acústica y Óptica", "comments": "Brinda apoyoEn el zoomestre no tomó en cuenta exámenes. Tareas un tanto difíciles. Clases teóricas por videos y de pura demostración. Prácticas relativamente sencillas pero es estricto al calificar. Pide previos por equipo. Tareas sorpresa medio feas así que te recomiendo ver los vídeos a tiempo."}]