[{"fecha": "01/Feb/2023", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Dibujo Mecánico e Industrial", "comments": "Muchas tareas, Las clases son largas, Pocos ExámenesEl profesor es claro y la materia no es difícil. Nos puso a exponer algunos temas, es muy atento con las dudas. Muchas tareas (sencillas) y un examen de todo el curso al final. Lo más importante es el proyecto final. La materia requiere que le dediques tiempo pero con este profesor es sencillo."}, {"fecha": "25/Ago/2021", "score_general": "8.0", "score_facilidad": "6.0", "materia": "Dibujo", "comments": "Califica Duro, Da buena retroalimentación, Brinda apoyoEl profesor es claro y la materia no es difícil. Nos puso a exponer algunos temas, es muy atento con las dudas. Muchas tareas (sencillas) y un examen de todo el curso al final. Lo más importante es el proyecto final. La materia requiere que le dediques tiempo pero con este profesor es sencillo."}, {"fecha": "24/Feb/2021", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Dibujo", "comments": "Brinda apoyo, Clases excelentes, Tomaría su clase otra vezEl profesor es claro y la materia no es difícil. Nos puso a exponer algunos temas, es muy atento con las dudas. Muchas tareas (sencillas) y un examen de todo el curso al final. Lo más importante es el proyecto final. La materia requiere que le dediques tiempo pero con este profesor es sencillo."}, {"fecha": "07/Jul/2018", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Dibujo Meanico", "comments": "Inspiracional, Brinda apoyo, Clases excelentesEl profesor es claro y la materia no es difícil. Nos puso a exponer algunos temas, es muy atento con las dudas. Muchas tareas (sencillas) y un examen de todo el curso al final. Lo más importante es el proyecto final. La materia requiere que le dediques tiempo pero con este profesor es sencillo."}, {"fecha": "26/Ene/2018", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Dibujo mecánico e industrial", "comments": "El profesor es claro y la materia no es difícil. Nos puso a exponer algunos temas, es muy atento con las dudas. Muchas tareas (sencillas) y un examen de todo el curso al final. Lo más importante es el proyecto final. La materia requiere que le dediques tiempo pero con este profesor es sencillo."}]