[{"fecha": "14/Abr/2018", "score_general": "8.0", "score_facilidad": "10.0", "materia": "Paymn", "comments": "Barco, Muy cómico, Da buena retroalimentaciónPues un profe raro,  es dislexico,  se le olvida todo,  siento que es bueno pero no toma mucho compromiso como profesor,  llega tarde,  todo es en diapositivas,  no programas,  sus exámenes son acerca de métodos numéricos,  es buena onda,  fácil. Pasar,  solo no. Faltes ya que te identifica muy bie."}, {"fecha": "04/Nov/2017", "score_general": "7.0", "score_facilidad": "8.0", "materia": "Programación avanzada", "comments": "Barco, Asistencia obligatoria, Brinda apoyoPues un profe raro,  es dislexico,  se le olvida todo,  siento que es bueno pero no toma mucho compromiso como profesor,  llega tarde,  todo es en diapositivas,  no programas,  sus exámenes son acerca de métodos numéricos,  es buena onda,  fácil. Pasar,  solo no. Faltes ya que te identifica muy bie."}, {"fecha": "21/Jul/2016", "score_general": "2.0", "score_facilidad": "2.0", "materia": "Cualquiera", "comments": "Barco, Muchas tareas, Los exámenes son difícilesPues un profe raro,  es dislexico,  se le olvida todo,  siento que es bueno pero no toma mucho compromiso como profesor,  llega tarde,  todo es en diapositivas,  no programas,  sus exámenes son acerca de métodos numéricos,  es buena onda,  fácil. Pasar,  solo no. Faltes ya que te identifica muy bie."}, {"fecha": "20/Abr/2016", "score_general": "10.0", "score_facilidad": "6.0", "materia": "programacion avanzada", "comments": "Da buena retroalimentación, Brinda apoyo, Tomaría su clase otra vezPues un profe raro,  es dislexico,  se le olvida todo,  siento que es bueno pero no toma mucho compromiso como profesor,  llega tarde,  todo es en diapositivas,  no programas,  sus exámenes son acerca de métodos numéricos,  es buena onda,  fácil. Pasar,  solo no. Faltes ya que te identifica muy bie."}, {"fecha": "26/Ene/2016", "score_general": "7.0", "score_facilidad": "10.0", "materia": "proga avanzada", "comments": "Pues un profe raro,  es dislexico,  se le olvida todo,  siento que es bueno pero no toma mucho compromiso como profesor,  llega tarde,  todo es en diapositivas,  no programas,  sus exámenes son acerca de métodos numéricos,  es buena onda,  fácil. Pasar,  solo no. Faltes ya que te identifica muy bie."}, {"fecha": "26/Ene/2016", "score_general": "4.0", "score_facilidad": "8.0", "materia": "PAMN", "comments": "La verdad es barco se hace el payaso en la clase, no domina los temas ,poco claro"}, {"fecha": "26/Ene/2016", "score_general": "2.0", "score_facilidad": "4.0", "materia": "LPAMN", "comments": "La verdad es barco se hace el payaso en la clase, no domina los temas ,poco claro"}, {"fecha": "19/Ene/2016", "score_general": "8.0", "score_facilidad": "8.0", "materia": "Programación avanzada y métodos numericos", "comments": "La verdad es barco se hace el payaso en la clase, no domina los temas ,poco claro"}, {"fecha": "15/Ene/2016", "score_general": "2.0", "score_facilidad": "2.0", "materia": "Lab. Programación Avanzada y Métodos Numéricos", "comments": "La verdad es barco se hace el payaso en la clase, no domina los temas ,poco claro"}]