[{"fecha": "12/Feb/2023", "score_general": "8.0", "score_facilidad": "6.0", "materia": "Metalogenia", "comments": "Da buena retroalimentación, Prepárate para leer, Tomaría su clase otra vezExcelente profesor, sabe como externar el conocimiento que tiene y para nada es pesado su curso. Los exámenes son a nivel de la clase y su ayudante es de lo mejor. Le importa la participación, así que no te quedes callado o se desesperara"}, {"fecha": "27/Ene/2023", "score_general": "9.0", "score_facilidad": "6.0", "materia": "Geologia fisica", "comments": "La Participación Importa, Clases excelentes, Los exámenes son difícilesExcelente profesor, sabe como externar el conocimiento que tiene y para nada es pesado su curso. Los exámenes son a nivel de la clase y su ayudante es de lo mejor. Le importa la participación, así que no te quedes callado o se desesperara"}, {"fecha": "27/Jul/2022", "score_general": "9.0", "score_facilidad": "6.0", "materia": "Petrología ígnea", "comments": "Da buena retroalimentación, Tomaría su clase otra vezExcelente profesor, sabe como externar el conocimiento que tiene y para nada es pesado su curso. Los exámenes son a nivel de la clase y su ayudante es de lo mejor. Le importa la participación, así que no te quedes callado o se desesperara"}, {"fecha": "26/Ene/2022", "score_general": "8.0", "score_facilidad": "6.0", "materia": "Petrología ígnea", "comments": "Da buena retroalimentación, Respetado por los estudiantes, Muchos proyectos grupalesExcelente profesor, sabe como externar el conocimiento que tiene y para nada es pesado su curso. Los exámenes son a nivel de la clase y su ayudante es de lo mejor. Le importa la participación, así que no te quedes callado o se desesperara"}, {"fecha": "18/Ene/2022", "score_general": "7.0", "score_facilidad": "4.0", "materia": "Geología", "comments": "Califica Duro, Da buena retroalimentación, La Participación ImportaExcelente profesor, sabe como externar el conocimiento que tiene y para nada es pesado su curso. Los exámenes son a nivel de la clase y su ayudante es de lo mejor. Le importa la participación, así que no te quedes callado o se desesperara"}, {"fecha": "17/Sep/2021", "score_general": "5.0", "score_facilidad": "4.0", "materia": "Geologia fisica", "comments": "Da buena retroalimentación, Prepárate para leer, La Participación Importa"}, {"fecha": "03/Sep/2021", "score_general": "2.0", "score_facilidad": "4.0", "materia": "Geología", "comments": "Prepárate para leer, Las clases son largas, Los exámenes son difíciles"}, {"fecha": "27/Ago/2021", "score_general": "6.0", "score_facilidad": "6.0", "materia": "Geología Física", "comments": "Las clases son largas, Aspectos de calificación claros"}, {"fecha": "03/Mar/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Geologia Fisica", "comments": "Da buena retroalimentación, Prepárate para leer, Clases excelentes"}, {"fecha": "19/Feb/2021", "score_general": "4.0", "score_facilidad": "8.0", "materia": "Geología física", "comments": "Prepárate para leer, La Participación Importa, Las clases son largas"}, {"fecha": "10/Feb/2021", "score_general": "5.0", "score_facilidad": "4.0", "materia": "Metalogenia", "comments": "Prepárate para leer, Las clases son largas, Muchos ExámenesRealmente no es un buen profesor, su clase de metalogenia esta basada en un libro, el cual ha traducido 100% , por lo tanto la clase es tediosa, solo se lee y es burlón o sarcástico para responder. Si eres autodidacta, adelante. Pero realmente es la mejor opción que ofrece la facultad, ni modo."}, {"fecha": "08/Feb/2021", "score_general": "5.0", "score_facilidad": "10.0", "materia": "Geologia", "comments": "Prepárate para leer, Asistencia obligatoria, Las clases son largasRealmente no es un buen profesor, su clase de metalogenia esta basada en un libro, el cual ha traducido 100% , por lo tanto la clase es tediosa, solo se lee y es burlón o sarcástico para responder. Si eres autodidacta, adelante. Pero realmente es la mejor opción que ofrece la facultad, ni modo."}, {"fecha": "07/Feb/2021", "score_general": "7.0", "score_facilidad": "6.0", "materia": "Geología Física", "comments": "Da buena retroalimentación, Muchos Exámenes, Aspectos de calificación clarosRealmente no es un buen profesor, su clase de metalogenia esta basada en un libro, el cual ha traducido 100% , por lo tanto la clase es tediosa, solo se lee y es burlón o sarcástico para responder. Si eres autodidacta, adelante. Pero realmente es la mejor opción que ofrece la facultad, ni modo."}, {"fecha": "22/Abr/2020", "score_general": "5.0", "score_facilidad": "4.0", "materia": "Geología Física", "comments": "Califica Duro, Asistencia obligatoria, Muchos ExámenesRealmente no es un buen profesor, su clase de metalogenia esta basada en un libro, el cual ha traducido 100% , por lo tanto la clase es tediosa, solo se lee y es burlón o sarcástico para responder. Si eres autodidacta, adelante. Pero realmente es la mejor opción que ofrece la facultad, ni modo."}, {"fecha": "04/Dic/2019", "score_general": "3.0", "score_facilidad": "2.0", "materia": "PETROLOGÍA ÍGNEA", "comments": "Califica Duro, Muchas tareas, Prepárate para leerRealmente no es un buen profesor, su clase de metalogenia esta basada en un libro, el cual ha traducido 100% , por lo tanto la clase es tediosa, solo se lee y es burlón o sarcástico para responder. Si eres autodidacta, adelante. Pero realmente es la mejor opción que ofrece la facultad, ni modo."}, {"fecha": "22/Ene/2019", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Metalogenia", "comments": "Muy cómico, Da buena retroalimentación, Respetado por los estudiantesEs un excelente profesor, hace que las clases con un temario que puede resultar tedioso o aburrido sean súper claras y entretenidas. Solo que a veces es medio sarcástico y aveces odioso XD pero aprendes mucho!!"}, {"fecha": "17/Ene/2019", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Metalogenia", "comments": "Prepárate para leer, Las clases son largas, Tomaría su clase otra vezEs un excelente profesor, hace que las clases con un temario que puede resultar tedioso o aburrido sean súper claras y entretenidas. Solo que a veces es medio sarcástico y aveces odioso XD pero aprendes mucho!!"}]