[{"fecha": "09/Feb/2023", "score_general": "6.0", "score_facilidad": "6.0", "materia": "Análisis de Circuitos electricos", "comments": "Deja trabajos largos, Los exámenes son difícilesEl profesor es muy claro en la clase, pero es muy terco al momento de resolver dudas, al final evaluó con dos exámenes con un nivel mayor al de la clase.\r\nSus clases eran de 1 hora regularmente."}, {"fecha": "09/Feb/2023", "score_general": "6.0", "score_facilidad": "6.0", "materia": "Análisis de Circuitos Eléctricos", "comments": "Califica Duro, Deja trabajos largos, Los exámenes son difícilesEl profesor es muy claro en la clase, pero es muy terco al momento de resolver dudas, al final evaluó con dos exámenes con un nivel mayor al de la clase.\r\nSus clases eran de 1 hora regularmente."}, {"fecha": "09/Feb/2023", "score_general": "7.0", "score_facilidad": "8.0", "materia": "Análisis de Circuitos Eléctricos", "comments": "Califica Duro, Pocos Exámenes, Los exámenes son difícilesEl profesor es muy claro en la clase, pero es muy terco al momento de resolver dudas, al final evaluó con dos exámenes con un nivel mayor al de la clase.\r\nSus clases eran de 1 hora regularmente."}, {"fecha": "05/Feb/2023", "score_general": "9.0", "score_facilidad": "10.0", "materia": "LAB. CIRCUITOS ELECTRICOS", "comments": "Barco, Muy cómico, Tomaría su clase otra vezEl profesor es muy claro en la clase, pero es muy terco al momento de resolver dudas, al final evaluó con dos exámenes con un nivel mayor al de la clase.\r\nSus clases eran de 1 hora regularmente."}, {"fecha": "02/Feb/2023", "score_general": "7.0", "score_facilidad": "4.0", "materia": "Circuitos Electricos", "comments": "Califica Duro, Brinda apoyo, Los exámenes son difícilesEl profesor es muy claro en la clase, pero es muy terco al momento de resolver dudas, al final evaluó con dos exámenes con un nivel mayor al de la clase.\r\nSus clases eran de 1 hora regularmente."}, {"fecha": "02/Feb/2023", "score_general": "7.0", "score_facilidad": "6.0", "materia": "Circuitos Eléctricos", "comments": "Califica Duro, BarcoEs conciso al explicar aunque la clase es un poco tediosa, solo califica con 1 examen de casa de todos los temas al final del semestre, no promedia laboratorio ni deja tareas, buena opción para recursar."}, {"fecha": "02/Feb/2023", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Teoria Circuitos Electricos", "comments": "Barco, Tomaría su clase otra vezEs conciso al explicar aunque la clase es un poco tediosa, solo califica con 1 examen de casa de todos los temas al final del semestre, no promedia laboratorio ni deja tareas, buena opción para recursar."}, {"fecha": "27/Ene/2023", "score_general": "7.0", "score_facilidad": "8.0", "materia": "Lab Circuitos", "comments": "Es conciso al explicar aunque la clase es un poco tediosa, solo califica con 1 examen de casa de todos los temas al final del semestre, no promedia laboratorio ni deja tareas, buena opción para recursar."}, {"fecha": "25/Ene/2023", "score_general": "8.0", "score_facilidad": "10.0", "materia": "Circuitos Eléctricos", "comments": "Es conciso al explicar aunque la clase es un poco tediosa, solo califica con 1 examen de casa de todos los temas al final del semestre, no promedia laboratorio ni deja tareas, buena opción para recursar."}, {"fecha": "30/Sep/2022", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Lab. CE", "comments": "Asistencia obligatoria, Tomaría su clase otra vezEs conciso al explicar aunque la clase es un poco tediosa, solo califica con 1 examen de casa de todos los temas al final del semestre, no promedia laboratorio ni deja tareas, buena opción para recursar."}, {"fecha": "29/Jul/2022", "score_general": "8.0", "score_facilidad": "10.0", "materia": "Circuitos Electricos", "comments": "Barco, Hace exámenes sorpresa, Aspectos de calificación clarosLa opción. Es muy facil pasar pero vas a aprender cosas demasiado basicas. Si ya sabes cosas de este campo puedes meterlo, si no te recomiendo realmente buscar otra opcion para aprender porque los conceptos si se usan y te das cuenta tarde :("}, {"fecha": "18/Jun/2022", "score_general": "10.0", "score_facilidad": "10.0", "materia": "LAB. Y TEORIA: CIRCUITOS ELECTRICOS", "comments": "La Participación Importa, Da Crédito Extra, Pocos ExámenesLa opción. Es muy facil pasar pero vas a aprender cosas demasiado basicas. Si ya sabes cosas de este campo puedes meterlo, si no te recomiendo realmente buscar otra opcion para aprender porque los conceptos si se usan y te das cuenta tarde :("}, {"fecha": "15/Jun/2022", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Lab CE", "comments": "Barco, Muy cómico, Asistencia obligatoriaLa opción. Es muy facil pasar pero vas a aprender cosas demasiado basicas. Si ya sabes cosas de este campo puedes meterlo, si no te recomiendo realmente buscar otra opcion para aprender porque los conceptos si se usan y te das cuenta tarde :("}, {"fecha": "19/Ene/2022", "score_general": "9.0", "score_facilidad": "10.0", "materia": "Lab ACE", "comments": "Barco, Pocos Exámenes, Brinda apoyoLa opción. Es muy facil pasar pero vas a aprender cosas demasiado basicas. Si ya sabes cosas de este campo puedes meterlo, si no te recomiendo realmente buscar otra opcion para aprender porque los conceptos si se usan y te das cuenta tarde :("}, {"fecha": "31/Ago/2021", "score_general": "8.0", "score_facilidad": "10.0", "materia": "Circuitos Electricos", "comments": "Barco, Pocos Exámenes, Tomaría su clase otra vezLa opción. Es muy facil pasar pero vas a aprender cosas demasiado basicas. Si ya sabes cosas de este campo puedes meterlo, si no te recomiendo realmente buscar otra opcion para aprender porque los conceptos si se usan y te das cuenta tarde :("}, {"fecha": "25/Ago/2021", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Circuitos Eléctricos", "comments": "La Participación Importa, Asistencia obligatoria, Clases excelentesExplicaciones claras, tiene una muy buena actitud y ganas de que los alumnos aprendan. Aunque las clases eran a las 7 no se hacían pesadas las clases.  Al principio puede parecer intimidante pero conforme avanza el semestre se relaja. Deja tareas fáciles. En ocasiones pedía encender la cámara."}, {"fecha": "18/Ago/2021", "score_general": "8.0", "score_facilidad": "10.0", "materia": "Circuitos Eléctricos", "comments": "Barco, La Participación Importa, Pocos ExámenesExplicaciones claras, tiene una muy buena actitud y ganas de que los alumnos aprendan. Aunque las clases eran a las 7 no se hacían pesadas las clases.  Al principio puede parecer intimidante pero conforme avanza el semestre se relaja. Deja tareas fáciles. En ocasiones pedía encender la cámara."}, {"fecha": "26/Feb/2021", "score_general": "9.0", "score_facilidad": "10.0", "materia": "Circuitos Eléctricos", "comments": "Las clases son largas, Pocos Exámenes, Brinda apoyoExplicaciones claras, tiene una muy buena actitud y ganas de que los alumnos aprendan. Aunque las clases eran a las 7 no se hacían pesadas las clases.  Al principio puede parecer intimidante pero conforme avanza el semestre se relaja. Deja tareas fáciles. En ocasiones pedía encender la cámara."}, {"fecha": "15/Feb/2021", "score_general": "7.0", "score_facilidad": "4.0", "materia": "Circuitos eléctricos", "comments": "Explicaciones claras, tiene una muy buena actitud y ganas de que los alumnos aprendan. Aunque las clases eran a las 7 no se hacían pesadas las clases.  Al principio puede parecer intimidante pero conforme avanza el semestre se relaja. Deja tareas fáciles. En ocasiones pedía encender la cámara."}, {"fecha": "14/Feb/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Circuitos eléctricos", "comments": "La Participación Importa, Da Crédito Extra, Tomaría su clase otra vezExplicaciones claras, tiene una muy buena actitud y ganas de que los alumnos aprendan. Aunque las clases eran a las 7 no se hacían pesadas las clases.  Al principio puede parecer intimidante pero conforme avanza el semestre se relaja. Deja tareas fáciles. En ocasiones pedía encender la cámara."}]