[{"fecha": "29/Ene/2023", "score_general": "8.0", "score_facilidad": "10.0", "materia": "Dispositivos Electronicos", "comments": "Muy cómico, Da buena retroalimentación, Tomaría su clase otra vezLa clase está muy chida, platica de muchas cosas mientras copias y resuelve muchos ejercicios por tema; deja a lo mucho 2 tareas y los examenes son sencillos. Le vale todo y siempre expresa su opinion. Es buena onda aunque a veces se va muy rapido"}, {"fecha": "27/Ene/2023", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Teoría Electromagnética", "comments": "Muy cómico, Inspiracional, Brinda apoyoLa clase está muy chida, platica de muchas cosas mientras copias y resuelve muchos ejercicios por tema; deja a lo mucho 2 tareas y los examenes son sencillos. Le vale todo y siempre expresa su opinion. Es buena onda aunque a veces se va muy rapido"}, {"fecha": "01/Feb/2022", "score_general": "6.0", "score_facilidad": "8.0", "materia": "Dispositivos electrónicos", "comments": "Barco, Da buena retroalimentación, Muchas tareasLa clase está muy chida, platica de muchas cosas mientras copias y resuelve muchos ejercicios por tema; deja a lo mucho 2 tareas y los examenes son sencillos. Le vale todo y siempre expresa su opinion. Es buena onda aunque a veces se va muy rapido"}, {"fecha": "26/Ene/2022", "score_general": "3.0", "score_facilidad": "2.0", "materia": "---", "comments": "Los exámenes son difícilesLa clase está muy chida, platica de muchas cosas mientras copias y resuelve muchos ejercicios por tema; deja a lo mucho 2 tareas y los examenes son sencillos. Le vale todo y siempre expresa su opinion. Es buena onda aunque a veces se va muy rapido"}, {"fecha": "26/Ago/2021", "score_general": "8.0", "score_facilidad": "10.0", "materia": "Teoria electromagnetica", "comments": "La clase está muy chida, platica de muchas cosas mientras copias y resuelve muchos ejercicios por tema; deja a lo mucho 2 tareas y los examenes son sencillos. Le vale todo y siempre expresa su opinion. Es buena onda aunque a veces se va muy rapido"}, {"fecha": "24/Ago/2021", "score_general": "7.0", "score_facilidad": "10.0", "materia": "Teoría electromagnetica", "comments": "En las clases lee sus apuntes hechos a mano, quizá no aprendas mucho pero seguramente vas a pasar. Hace 3 exámenes nada difíciles y da 1 semana para resolverlos."}, {"fecha": "18/Ago/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "dispositivos", "comments": "Da buena retroalimentación, Las clases son largas, Tomaría su clase otra vezEn las clases lee sus apuntes hechos a mano, quizá no aprendas mucho pero seguramente vas a pasar. Hace 3 exámenes nada difíciles y da 1 semana para resolverlos."}, {"fecha": "16/Ago/2021", "score_general": "7.0", "score_facilidad": "8.0", "materia": "Teoría Electromagnética.", "comments": "Califica Duro, Prepárate para leer, Asistencia obligatoriaEn las clases lee sus apuntes hechos a mano, quizá no aprendas mucho pero seguramente vas a pasar. Hace 3 exámenes nada difíciles y da 1 semana para resolverlos."}, {"fecha": "17/Feb/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Dispositivos Electrónicos", "comments": "Barco, Muy cómico, Brinda apoyoEn las clases lee sus apuntes hechos a mano, quizá no aprendas mucho pero seguramente vas a pasar. Hace 3 exámenes nada difíciles y da 1 semana para resolverlos."}, {"fecha": "15/Feb/2021", "score_general": "6.0", "score_facilidad": "6.0", "materia": "Teoría Electromagnética", "comments": "Brinda apoyoEn las clases lee sus apuntes hechos a mano, quizá no aprendas mucho pero seguramente vas a pasar. Hace 3 exámenes nada difíciles y da 1 semana para resolverlos."}, {"fecha": "04/Jun/2019", "score_general": "6.0", "score_facilidad": "8.0", "materia": "Teoría electromagnética", "comments": "Es fácil pasar con el regularmente pero en los finales si se pone rudo, cambia los exámenes y califica con puro resultado. Recomiendo no irte a final y menos para subir calificación"}, {"fecha": "25/Oct/2018", "score_general": "6.0", "score_facilidad": "8.0", "materia": "Teoría electromagnética", "comments": "Brinda apoyoEs fácil pasar con el regularmente pero en los finales si se pone rudo, cambia los exámenes y califica con puro resultado. Recomiendo no irte a final y menos para subir calificación"}, {"fecha": "06/Oct/2018", "score_general": "8.0", "score_facilidad": "8.0", "materia": "Teoría electromagnética", "comments": "Barco, Muchos Exámenes, Clases excelentesEs fácil pasar con el regularmente pero en los finales si se pone rudo, cambia los exámenes y califica con puro resultado. Recomiendo no irte a final y menos para subir calificación"}, {"fecha": "25/Jul/2018", "score_general": "5.0", "score_facilidad": "4.0", "materia": "---", "comments": "Asistencia obligatoria, Muchos ExámenesEs fácil pasar con el regularmente pero en los finales si se pone rudo, cambia los exámenes y califica con puro resultado. Recomiendo no irte a final y menos para subir calificación"}, {"fecha": "23/Jul/2018", "score_general": "7.0", "score_facilidad": "8.0", "materia": "teo. electro", "comments": "Da buena retroalimentaciónEs fácil pasar con el regularmente pero en los finales si se pone rudo, cambia los exámenes y califica con puro resultado. Recomiendo no irte a final y menos para subir calificación"}, {"fecha": "09/Jul/2018", "score_general": "2.0", "score_facilidad": "2.0", "materia": "Teoría Electromagnética", "comments": "Da buena retroalimentación, Muchas tareasEs mala onda y bipolar. No enseña nada porque es nuevo y no sabe"}, {"fecha": "28/Jun/2018", "score_general": "8.0", "score_facilidad": "8.0", "materia": "Teoría Electromagnética", "comments": "Es mala onda y bipolar. No enseña nada porque es nuevo y no sabe"}]