[{"fecha": "10/Feb/2023", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Geomática", "comments": "Da buena retroalimentación, Clases excelentes, Tomaría su clase otra vez"}, {"fecha": "08/Feb/2023", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Recursos y Necesidades de México", "comments": "Barco, Prepárate para leer, La Participación Importa"}, {"fecha": "05/Feb/2023", "score_general": "9.0", "score_facilidad": "10.0", "materia": "Recursos y Necesidades de México", "comments": "Barco, Brinda apoyo"}, {"fecha": "01/Feb/2023", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Recursos y necesidades de México", "comments": "Barco, Muy cómico, Tomaría su clase otra vez"}, {"fecha": "27/Ene/2023", "score_general": "9.0", "score_facilidad": "10.0", "materia": "Recursos y Necesidades de México", "comments": "Barco, Asistencia obligatoria, Pocos Exámenes"}, {"fecha": "18/Nov/2021", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Recursos y Necesidades de México", "comments": "Califica Duro, Inspiracional, Clases excelentesMuy bueno como Prof y persona. La primera parte de la clase es muuuuy aburrida pues es historia, pero no tanto pues se enfoca en historia de la ingeniería en México y no en historia que te enseñaron en prepa y secundaria. Deja trabajos sencillos, explica excelente los temas. No es barco, eso sí."}, {"fecha": "02/Sep/2021", "score_general": "8.0", "score_facilidad": "4.0", "materia": "Recursos y necesidades de Mexico", "comments": "Muchas tareas, Prepárate para leer, Clases excelentesMuy bueno como Prof y persona. La primera parte de la clase es muuuuy aburrida pues es historia, pero no tanto pues se enfoca en historia de la ingeniería en México y no en historia que te enseñaron en prepa y secundaria. Deja trabajos sencillos, explica excelente los temas. No es barco, eso sí."}, {"fecha": "23/Ago/2021", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Recursos y Necesidades de México", "comments": "Da buena retroalimentación, Prepárate para leer, Asistencia obligatoriaMuy bueno como Prof y persona. La primera parte de la clase es muuuuy aburrida pues es historia, pero no tanto pues se enfoca en historia de la ingeniería en México y no en historia que te enseñaron en prepa y secundaria. Deja trabajos sencillos, explica excelente los temas. No es barco, eso sí."}, {"fecha": "17/Feb/2021", "score_general": "9.0", "score_facilidad": "10.0", "materia": "Recursos y Necesidades de México", "comments": "Barco, Prepárate para leer, Asistencia obligatoriaMuy bueno como Prof y persona. La primera parte de la clase es muuuuy aburrida pues es historia, pero no tanto pues se enfoca en historia de la ingeniería en México y no en historia que te enseñaron en prepa y secundaria. Deja trabajos sencillos, explica excelente los temas. No es barco, eso sí."}, {"fecha": "31/Ago/2020", "score_general": "9.0", "score_facilidad": "10.0", "materia": "Recursos y necesidaes", "comments": "Prepárate para leer, La Participación Importa, Respetado por los estudiantesMuy bueno como Prof y persona. La primera parte de la clase es muuuuy aburrida pues es historia, pero no tanto pues se enfoca en historia de la ingeniería en México y no en historia que te enseñaron en prepa y secundaria. Deja trabajos sencillos, explica excelente los temas. No es barco, eso sí."}]