[{"fecha": "05/Abr/2023", "score_general": "7.0", "score_facilidad": "2.0", "materia": "Vectorial", "comments": "Califica Duro, Muchos ExámenesSin duda tomar clase son este profe es un gran reto, ya que califica duro y es muy estricto, recuerdo que en clases presenciales nos tomaba una foto y la pegaba en los controles de trabajo WTF jajaja Pero si es verdad que explica muy bien, dependerá de ti si lo aprovechas o no :P"}, {"fecha": "22/Feb/2023", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Calculo", "comments": "Califica Duro, Respetado por los estudiantes, Brinda apoyoSin duda tomar clase son este profe es un gran reto, ya que califica duro y es muy estricto, recuerdo que en clases presenciales nos tomaba una foto y la pegaba en los controles de trabajo WTF jajaja Pero si es verdad que explica muy bien, dependerá de ti si lo aprovechas o no :P"}, {"fecha": "15/Feb/2023", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Calculo y Geometría Analítica", "comments": "Respetado por los estudiantes, Clases excelentes, Tomaría su clase otra vezSin duda tomar clase son este profe es un gran reto, ya que califica duro y es muy estricto, recuerdo que en clases presenciales nos tomaba una foto y la pegaba en los controles de trabajo WTF jajaja Pero si es verdad que explica muy bien, dependerá de ti si lo aprovechas o no :P"}, {"fecha": "02/Feb/2023", "score_general": "6.0", "score_facilidad": "2.0", "materia": "Calculo Vectorial", "comments": "Califica Duro, Los exámenes son difícilesSin duda tomar clase son este profe es un gran reto, ya que califica duro y es muy estricto, recuerdo que en clases presenciales nos tomaba una foto y la pegaba en los controles de trabajo WTF jajaja Pero si es verdad que explica muy bien, dependerá de ti si lo aprovechas o no :P"}, {"fecha": "06/Ago/2022", "score_general": "5.0", "score_facilidad": "2.0", "materia": "Cálculo y Geometría Analítica", "comments": "Califica Duro, Hace exámenes sorpresa, Los exámenes son difícilesSin duda tomar clase son este profe es un gran reto, ya que califica duro y es muy estricto, recuerdo que en clases presenciales nos tomaba una foto y la pegaba en los controles de trabajo WTF jajaja Pero si es verdad que explica muy bien, dependerá de ti si lo aprovechas o no :P"}, {"fecha": "04/Jun/2022", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Cálculo Vecrorial", "comments": "Califica Duro, Pocos Exámenes, Aspectos de calificación clarosLa verdad, la banda es bien chillona. Solamente sé cuidadoso, pon atención a lo que da en clase y con eso es más que suficiente para aprobar la materia. Da muchas oportunidades de incrementar calificación."}, {"fecha": "14/Feb/2022", "score_general": "4.0", "score_facilidad": "2.0", "materia": "Calculo Vectorial", "comments": "Califica Duro, Las clases son largas, Los exámenes son difícilesLa verdad, la banda es bien chillona. Solamente sé cuidadoso, pon atención a lo que da en clase y con eso es más que suficiente para aprobar la materia. Da muchas oportunidades de incrementar calificación."}, {"fecha": "31/Ene/2022", "score_general": "4.0", "score_facilidad": "4.0", "materia": "Cálculo Vectorial", "comments": "Las clases son largas, Los exámenes son difícilesLa verdad, la banda es bien chillona. Solamente sé cuidadoso, pon atención a lo que da en clase y con eso es más que suficiente para aprobar la materia. Da muchas oportunidades de incrementar calificación."}, {"fecha": "28/Ene/2022", "score_general": "5.0", "score_facilidad": "2.0", "materia": "calculo diferencial", "comments": "Califica Duro, Las clases son largas, Los exámenes son difícilesLa verdad, la banda es bien chillona. Solamente sé cuidadoso, pon atención a lo que da en clase y con eso es más que suficiente para aprobar la materia. Da muchas oportunidades de incrementar calificación."}, {"fecha": "26/Ene/2022", "score_general": "3.0", "score_facilidad": "2.0", "materia": "Cálculo vectorial", "comments": "La verdad, la banda es bien chillona. Solamente sé cuidadoso, pon atención a lo que da en clase y con eso es más que suficiente para aprobar la materia. Da muchas oportunidades de incrementar calificación."}, {"fecha": "25/Ene/2022", "score_general": "7.0", "score_facilidad": "4.0", "materia": "Cálculo Vectorial", "comments": "Califica Duro, Las clases son largas, Pocos ExámenesReprobó a el 95% del grupo. Sus clases son pesadas y los exámenes mucho más complicados de lo que enseña. Si estudias mucho quizás te vaya bien con él pero no lo recomiendo."}, {"fecha": "24/Ene/2022", "score_general": "5.0", "score_facilidad": "6.0", "materia": "Calculo Vectoria", "comments": "Califica Duro, Pocos Exámenes, Los exámenes son difícilesReprobó a el 95% del grupo. Sus clases son pesadas y los exámenes mucho más complicados de lo que enseña. Si estudias mucho quizás te vaya bien con él pero no lo recomiendo."}, {"fecha": "04/Sep/2021", "score_general": "9.0", "score_facilidad": "4.0", "materia": "Cálculo y Geometría Analítica", "comments": "Califica Duro, Clases excelentes, Tomaría su clase otra vezReprobó a el 95% del grupo. Sus clases son pesadas y los exámenes mucho más complicados de lo que enseña. Si estudias mucho quizás te vaya bien con él pero no lo recomiendo."}, {"fecha": "27/Ago/2021", "score_general": "8.0", "score_facilidad": "6.0", "materia": "Cálculo", "comments": "Califica Duro, Clases excelentes, Los exámenes son difícilesReprobó a el 95% del grupo. Sus clases son pesadas y los exámenes mucho más complicados de lo que enseña. Si estudias mucho quizás te vaya bien con él pero no lo recomiendo."}, {"fecha": "21/Jul/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Ecuaciones Diferenciales", "comments": "Clases excelentes, Los exámenes son difícilesReprobó a el 95% del grupo. Sus clases son pesadas y los exámenes mucho más complicados de lo que enseña. Si estudias mucho quizás te vaya bien con él pero no lo recomiendo."}, {"fecha": "04/Mar/2021", "score_general": "10.0", "score_facilidad": "4.0", "materia": "Cálculo Diferencial/Vectorial", "comments": "Califica Duro, Da buena retroalimentación, Brinda apoyoUn chingón. \r\nEs muy bueno y en línea se nota su esfuerzo para que aprendas. Sus exámenes nos son triviales, pero nada que estudiando no se pueda resolver, además, es muy cómico"}, {"fecha": "26/Feb/2021", "score_general": "10.0", "score_facilidad": "4.0", "materia": "Cálculo Y Geometría Analítica/Cálculo Vectorial", "comments": "Muy cómico, Da Crédito Extra, Tomaría su clase otra vezUn chingón. \r\nEs muy bueno y en línea se nota su esfuerzo para que aprendas. Sus exámenes nos son triviales, pero nada que estudiando no se pueda resolver, además, es muy cómico"}, {"fecha": "18/Feb/2021", "score_general": "7.0", "score_facilidad": "4.0", "materia": "Calculo y Geometría Analítica", "comments": "Califica Duro, Los exámenes son difíciles, Tomaría su clase otra vezUn chingón. \r\nEs muy bueno y en línea se nota su esfuerzo para que aprendas. Sus exámenes nos son triviales, pero nada que estudiando no se pueda resolver, además, es muy cómico"}, {"fecha": "18/Feb/2021", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Cálculo Vectorial", "comments": "Prepárate para leer, Las clases son largas, Da Crédito ExtraUn chingón. \r\nEs muy bueno y en línea se nota su esfuerzo para que aprendas. Sus exámenes nos son triviales, pero nada que estudiando no se pueda resolver, además, es muy cómico"}, {"fecha": "15/Feb/2021", "score_general": "8.0", "score_facilidad": "2.0", "materia": "Cálculo y Geometría Analítica", "comments": "Califica Duro, Aspectos de calificación claros, Los exámenes son difícilesUn chingón. \r\nEs muy bueno y en línea se nota su esfuerzo para que aprendas. Sus exámenes nos son triviales, pero nada que estudiando no se pueda resolver, además, es muy cómico"}, {"fecha": "12/Feb/2021", "score_general": "7.0", "score_facilidad": "6.0", "materia": "Calculo y geometría analítica", "comments": "Califica Duro, Las clases son largas, Los exámenes son difícilesMuy bueno pero también muy duro al calificar"}, {"fecha": "09/Sep/2020", "score_general": "10.0", "score_facilidad": "4.0", "materia": "Cálculo Integral", "comments": "Califica Duro, Clases excelentes, Tomaría su clase otra vezMuy bueno pero también muy duro al calificar"}, {"fecha": "04/Jun/2020", "score_general": "8.0", "score_facilidad": "8.0", "materia": "Cálculo Vectorial", "comments": "Califica Duro, Muy cómico, Respetado por los estudiantesMuy bueno pero también muy duro al calificar"}, {"fecha": "01/Mar/2020", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Calculo Vectorial", "comments": "Inspiracional, Aspectos de calificación claros, Tomaría su clase otra vezMuy bueno pero también muy duro al calificar"}, {"fecha": "30/Ene/2020", "score_general": "5.0", "score_facilidad": "2.0", "materia": "Calculo y geometría analítica", "comments": "Califica Duro, Las clases son largasMuy bueno pero también muy duro al calificar"}, {"fecha": "22/Dic/2019", "score_general": "6.0", "score_facilidad": "10.0", "materia": "Vectorial", "comments": "Califica Duro, Las clases son largas, Aspectos de calificación clarosEs minucioso con la notación, fuera de eso es un trasatlántico"}, {"fecha": "22/Jul/2019", "score_general": "6.0", "score_facilidad": "6.0", "materia": "CALCULO VECTORIAL", "comments": "Califica Duro, Da buena retroalimentación, Clases excelentesEs minucioso con la notación, fuera de eso es un trasatlántico"}, {"fecha": "23/Ene/2019", "score_general": "6.0", "score_facilidad": "6.0", "materia": "Calculo y geometría analítica", "comments": "Califica Duro, Respetado por los estudiantes, InspiracionalEs minucioso con la notación, fuera de eso es un trasatlántico"}, {"fecha": "21/Ene/2019", "score_general": "7.0", "score_facilidad": "6.0", "materia": "Cálculo diferencial y geometría analítica", "comments": "Califica Duro, La Participación ImportaEs minucioso con la notación, fuera de eso es un trasatlántico"}, {"fecha": "21/Ene/2019", "score_general": "10.0", "score_facilidad": "4.0", "materia": "Cálculo Diferencial y Geometría analítica-Cálculo Intet", "comments": "Califica Duro, Muy cómico, Los exámenes son difícilesEs minucioso con la notación, fuera de eso es un trasatlántico"}, {"fecha": "14/Ene/2019", "score_general": "8.0", "score_facilidad": "4.0", "materia": "Cálculo y Geometría Analítica", "comments": "Muy cómico, Clases excelentes, Los exámenes son difícilesEs un excelente profesor. Es estricto. Tienes que hacer la serie si quieres pasar. La calificación es sobre doce porque hay pequeños exámenes que dan puntos extras. Altamente recomendable si quieres aprender. No toma asistencia."}, {"fecha": "18/Dic/2018", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Cálculo y Geometría Analítica", "comments": "Muy cómico, Da buena retroalimentación, Clases excelentesEs un excelente profesor. Es estricto. Tienes que hacer la serie si quieres pasar. La calificación es sobre doce porque hay pequeños exámenes que dan puntos extras. Altamente recomendable si quieres aprender. No toma asistencia."}, {"fecha": "25/Jul/2018", "score_general": "3.0", "score_facilidad": "2.0", "materia": "Geometría Analítica", "comments": "Es un excelente profesor. Es estricto. Tienes que hacer la serie si quieres pasar. La calificación es sobre doce porque hay pequeños exámenes que dan puntos extras. Altamente recomendable si quieres aprender. No toma asistencia."}, {"fecha": "25/Jul/2018", "score_general": "7.0", "score_facilidad": "6.0", "materia": "Calculo integral, calculo dif. y geometría analitica", "comments": "Califica Duro, Los exámenes son difíciles, Tomaría su clase otra vezEs un excelente profesor. Es estricto. Tienes que hacer la serie si quieres pasar. La calificación es sobre doce porque hay pequeños exámenes que dan puntos extras. Altamente recomendable si quieres aprender. No toma asistencia."}, {"fecha": "19/Jun/2018", "score_general": "8.0", "score_facilidad": "8.0", "materia": "Cálculo Integral", "comments": "Aspectos de calificación claros, Brinda apoyo, Clases excelentesEs un excelente profesor. Es estricto. Tienes que hacer la serie si quieres pasar. La calificación es sobre doce porque hay pequeños exámenes que dan puntos extras. Altamente recomendable si quieres aprender. No toma asistencia."}, {"fecha": "29/Ene/2018", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Vectorial", "comments": "El mejor profesor de la carrera, los que hablan mal de él son unos pinches huevones jajaja.\r\n Da muchas ayudas para no reprobar"}, {"fecha": "22/Ene/2018", "score_general": "6.0", "score_facilidad": "2.0", "materia": "Calculo vectorial", "comments": "El mejor profesor de la carrera, los que hablan mal de él son unos pinches huevones jajaja.\r\n Da muchas ayudas para no reprobar"}, {"fecha": "14/Dic/2017", "score_general": "6.0", "score_facilidad": "2.0", "materia": "Cálculo y Geometría Analítica", "comments": "Califica Duro, Pocos Exámenes, Los exámenes son difícilesEl mejor profesor de la carrera, los que hablan mal de él son unos pinches huevones jajaja.\r\n Da muchas ayudas para no reprobar"}, {"fecha": "13/Dic/2017", "score_general": "10.0", "score_facilidad": "4.0", "materia": "Cálculo y Geometría Analitica", "comments": "El mejor profesor de la carrera, los que hablan mal de él son unos pinches huevones jajaja.\r\n Da muchas ayudas para no reprobar"}, {"fecha": "10/Ago/2017", "score_general": "8.0", "score_facilidad": "2.0", "materia": "Calculo diferencial y geometría analítica", "comments": "Califica Duro, Clases excelentes, Los exámenes son difícilesEl mejor profesor de la carrera, los que hablan mal de él son unos pinches huevones jajaja.\r\n Da muchas ayudas para no reprobar"}, {"fecha": "30/Jun/2017", "score_general": "5.0", "score_facilidad": "4.0", "materia": "Cálculo Vectorial", "comments": "Cursar una materia con el dios Manny es un arma de doble filo; puedes aprender si le dedicas mucho tiempo a su materia, y aún así puedes reprobar. Si quieres acción y sentir vértigo en los parciales es la opción."}, {"fecha": "08/Jun/2017", "score_general": "7.0", "score_facilidad": "4.0", "materia": "Calculo Integral", "comments": "Califica Duro, Los exámenes son difíciles, Tomaría su clase otra vezCursar una materia con el dios Manny es un arma de doble filo; puedes aprender si le dedicas mucho tiempo a su materia, y aún así puedes reprobar. Si quieres acción y sentir vértigo en los parciales es la opción."}, {"fecha": "06/Jun/2017", "score_general": "8.0", "score_facilidad": "6.0", "materia": "calculo integral", "comments": "Califica Duro, Muy cómico, Muchos ExámenesCursar una materia con el dios Manny es un arma de doble filo; puedes aprender si le dedicas mucho tiempo a su materia, y aún así puedes reprobar. Si quieres acción y sentir vértigo en los parciales es la opción."}, {"fecha": "04/Jun/2017", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Cálculo Integral", "comments": "Cursar una materia con el dios Manny es un arma de doble filo; puedes aprender si le dedicas mucho tiempo a su materia, y aún así puedes reprobar. Si quieres acción y sentir vértigo en los parciales es la opción."}, {"fecha": "24/Ene/2017", "score_general": "10.0", "score_facilidad": "4.0", "materia": "Cálculo y geometía analítica", "comments": "Muy cómico, Respetado por los estudiantes, Clases excelentesCursar una materia con el dios Manny es un arma de doble filo; puedes aprender si le dedicas mucho tiempo a su materia, y aún así puedes reprobar. Si quieres acción y sentir vértigo en los parciales es la opción."}, {"fecha": "22/Ene/2017", "score_general": "10.0", "score_facilidad": "6.0", "materia": "cálculo con gemoetría analítica", "comments": "Muchas tareas, La Participación Importa, Asistencia obligatoriaEs excelente, sus clases son para poner atención sin escribir (todo lo sube a la plataforma) si haces las series que deja practicamente pasaste por que cambian solo un poco, te deja un nivel altisimo pero si tienes que usar lo que te enseña en sus examenes, nada de como yo lo sé hacer..."}, {"fecha": "21/Ene/2017", "score_general": "6.0", "score_facilidad": "4.0", "materia": "Calcúlo y Geometría Analítica", "comments": "Califica Duro, La Participación Importa, Clases excelentesEs excelente, sus clases son para poner atención sin escribir (todo lo sube a la plataforma) si haces las series que deja practicamente pasaste por que cambian solo un poco, te deja un nivel altisimo pero si tienes que usar lo que te enseña en sus examenes, nada de como yo lo sé hacer..."}, {"fecha": "18/Ene/2017", "score_general": "6.0", "score_facilidad": "4.0", "materia": "Cálculo con Geometría Analítica", "comments": "Califica Duro, Pocos Exámenes, Clases excelentesEs excelente, sus clases son para poner atención sin escribir (todo lo sube a la plataforma) si haces las series que deja practicamente pasaste por que cambian solo un poco, te deja un nivel altisimo pero si tienes que usar lo que te enseña en sus examenes, nada de como yo lo sé hacer..."}, {"fecha": "17/Ago/2016", "score_general": "9.0", "score_facilidad": "6.0", "materia": "Cálculo IntegralIntegral", "comments": "La Participación Importa, Clases excelentes, Tomaría su clase otra vezEs excelente, sus clases son para poner atención sin escribir (todo lo sube a la plataforma) si haces las series que deja practicamente pasaste por que cambian solo un poco, te deja un nivel altisimo pero si tienes que usar lo que te enseña en sus examenes, nada de como yo lo sé hacer..."}, {"fecha": "23/Jul/2016", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Cálculo Vectorial", "comments": "Califica Duro, Muy cómico, Da Crédito ExtraEs excelente, sus clases son para poner atención sin escribir (todo lo sube a la plataforma) si haces las series que deja practicamente pasaste por que cambian solo un poco, te deja un nivel altisimo pero si tienes que usar lo que te enseña en sus examenes, nada de como yo lo sé hacer..."}, {"fecha": "21/Jul/2016", "score_general": "8.0", "score_facilidad": "6.0", "materia": "Cualquiera", "comments": "Da buena retroalimentación, Brinda apoyo, Tomaría su clase otra vezNo crean los malos comentarios, seguramente son personas estúpidas que quieren pasar por calentar la banca y no hacer nada. Manny es un gran hombre, solo es cuestión de conocerlo, ¿es difícil? sí, porque aún no entienden que tienes que hacer las cosas sin que estén detrás de ti. Manny es el mejor."}, {"fecha": "19/Jul/2016", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Cálculo Integral", "comments": "Aspectos de calificación claros, Clases excelentes, Tomaría su clase otra vezNo crean los malos comentarios, seguramente son personas estúpidas que quieren pasar por calentar la banca y no hacer nada. Manny es un gran hombre, solo es cuestión de conocerlo, ¿es difícil? sí, porque aún no entienden que tienes que hacer las cosas sin que estén detrás de ti. Manny es el mejor."}, {"fecha": "27/Jun/2016", "score_general": "8.0", "score_facilidad": "6.0", "materia": "Calculo y Geometría Analítica", "comments": "Califica Duro, Muy cómico, Respetado por los estudiantesNo crean los malos comentarios, seguramente son personas estúpidas que quieren pasar por calentar la banca y no hacer nada. Manny es un gran hombre, solo es cuestión de conocerlo, ¿es difícil? sí, porque aún no entienden que tienes que hacer las cosas sin que estén detrás de ti. Manny es el mejor."}, {"fecha": "01/Jun/2016", "score_general": "5.0", "score_facilidad": "2.0", "materia": "Cálculo y Geometría Analítica", "comments": "No crean los malos comentarios, seguramente son personas estúpidas que quieren pasar por calentar la banca y no hacer nada. Manny es un gran hombre, solo es cuestión de conocerlo, ¿es difícil? sí, porque aún no entienden que tienes que hacer las cosas sin que estén detrás de ti. Manny es el mejor."}, {"fecha": "27/May/2016", "score_general": "6.0", "score_facilidad": "2.0", "materia": "calculo y geometria analitica", "comments": "Califica Duro, Muchos Exámenes, Los exámenes son difícilesNo crean los malos comentarios, seguramente son personas estúpidas que quieren pasar por calentar la banca y no hacer nada. Manny es un gran hombre, solo es cuestión de conocerlo, ¿es difícil? sí, porque aún no entienden que tienes que hacer las cosas sin que estén detrás de ti. Manny es el mejor."}, {"fecha": "13/Feb/2016", "score_general": "2.0", "score_facilidad": "2.0", "materia": "Cálculo Vectorial", "comments": "Califica Duro, Las clases son largas, Los exámenes son difícilesDe lo peorcito del anexo. Es confuso y no explica bien. Su retroalimentación y trato son pésimos. Eviténlo como la plaga."}, {"fecha": "27/Ene/2016", "score_general": "9.0", "score_facilidad": "6.0", "materia": "Calculo integral", "comments": "De lo peorcito del anexo. Es confuso y no explica bien. Su retroalimentación y trato son pésimos. Eviténlo como la plaga."}, {"fecha": "25/Ene/2016", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Calculo integral calculo vectorial", "comments": "De lo peorcito del anexo. Es confuso y no explica bien. Su retroalimentación y trato son pésimos. Eviténlo como la plaga."}, {"fecha": "24/Ene/2016", "score_general": "8.0", "score_facilidad": "4.0", "materia": "Calculo Integral/Vectorial", "comments": "De lo peorcito del anexo. Es confuso y no explica bien. Su retroalimentación y trato son pésimos. Eviténlo como la plaga."}, {"fecha": "18/Ene/2016", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Cálculo Integral", "comments": "De lo peorcito del anexo. Es confuso y no explica bien. Su retroalimentación y trato son pésimos. Eviténlo como la plaga."}, {"fecha": "19/Dic/2015", "score_general": "7.0", "score_facilidad": "4.0", "materia": "Vectorial", "comments": "El mejor profesor que he tenido en la facultad, con un impresionante manejó de los temas, pero extremadamente exigente en la notación deja un nivel súper saiyajin, vale mucho la pena llevar una materia con él, es excelente"}, {"fecha": "30/Nov/2015", "score_general": "9.0", "score_facilidad": "2.0", "materia": "vectorial", "comments": "El mejor profesor que he tenido en la facultad, con un impresionante manejó de los temas, pero extremadamente exigente en la notación deja un nivel súper saiyajin, vale mucho la pena llevar una materia con él, es excelente"}, {"fecha": "11/Ago/2015", "score_general": "9.0", "score_facilidad": "4.0", "materia": "Calculo Integral", "comments": "Califica Duro, Clases excelentes, Tomaría su clase otra vezEl mejor profesor que he tenido en la facultad, con un impresionante manejó de los temas, pero extremadamente exigente en la notación deja un nivel súper saiyajin, vale mucho la pena llevar una materia con él, es excelente"}, {"fecha": "03/Ago/2015", "score_general": "5.0", "score_facilidad": "2.0", "materia": "Geometria Analitica", "comments": "Califica Duro, La Participación Importa, Los exámenes son difícilesEl mejor profesor que he tenido en la facultad, con un impresionante manejó de los temas, pero extremadamente exigente en la notación deja un nivel súper saiyajin, vale mucho la pena llevar una materia con él, es excelente"}, {"fecha": "29/Jul/2015", "score_general": "8.0", "score_facilidad": "4.0", "materia": "Calculo Vectorial", "comments": "El mejor profesor que he tenido en la facultad, con un impresionante manejó de los temas, pero extremadamente exigente en la notación deja un nivel súper saiyajin, vale mucho la pena llevar una materia con él, es excelente"}, {"fecha": "12/Jul/2015", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Geometría y Calculo Vectorial", "comments": "Aspectos de calificación clarosEs una pistola el profesor solo que es muy estricto así como lo explica así lo quiere pero es muy caro y aclara tus dudas sales con un excelente nivel yo tronaba mis exámenes por nomenclatura o saltarme pasos pero en el final saque 9 no deja tarea pero DEBES hacer su serie y ya con eso y la clase no vas a tener problemas en aprobar da 2 ptos. extra"}, {"fecha": "01/Jul/2015", "score_general": "9.0", "score_facilidad": "6.0", "materia": "Geometría analítica", "comments": "Es una pistola el profesor solo que es muy estricto así como lo explica así lo quiere pero es muy caro y aclara tus dudas sales con un excelente nivel yo tronaba mis exámenes por nomenclatura o saltarme pasos pero en el final saque 9 no deja tarea pero DEBES hacer su serie y ya con eso y la clase no vas a tener problemas en aprobar da 2 ptos. extra"}, {"fecha": "30/Jun/2015", "score_general": "8.0", "score_facilidad": "4.0", "materia": "Cálculo", "comments": "Es una pistola el profesor solo que es muy estricto así como lo explica así lo quiere pero es muy caro y aclara tus dudas sales con un excelente nivel yo tronaba mis exámenes por nomenclatura o saltarme pasos pero en el final saque 9 no deja tarea pero DEBES hacer su serie y ya con eso y la clase no vas a tener problemas en aprobar da 2 ptos. extra"}, {"fecha": "29/Jun/2015", "score_general": "9.0", "score_facilidad": "6.0", "materia": "---", "comments": "Es una pistola el profesor solo que es muy estricto así como lo explica así lo quiere pero es muy caro y aclara tus dudas sales con un excelente nivel yo tronaba mis exámenes por nomenclatura o saltarme pasos pero en el final saque 9 no deja tarea pero DEBES hacer su serie y ya con eso y la clase no vas a tener problemas en aprobar da 2 ptos. extra"}, {"fecha": "26/Jun/2015", "score_general": "7.0", "score_facilidad": "6.0", "materia": "Calculo Integral", "comments": "Es una pistola el profesor solo que es muy estricto así como lo explica así lo quiere pero es muy caro y aclara tus dudas sales con un excelente nivel yo tronaba mis exámenes por nomenclatura o saltarme pasos pero en el final saque 9 no deja tarea pero DEBES hacer su serie y ya con eso y la clase no vas a tener problemas en aprobar da 2 ptos. extra"}, {"fecha": "04/Jun/2015", "score_general": "7.0", "score_facilidad": "8.0", "materia": "Cálculo Integral", "comments": "Cubres todo el temario, tiene unas expresiones un tanto chistosas y las participaciones y controles de trabajo te ayudan un buen."}, {"fecha": "28/May/2015", "score_general": "8.0", "score_facilidad": "6.0", "materia": "Cálculo Integral", "comments": "Cubres todo el temario, tiene unas expresiones un tanto chistosas y las participaciones y controles de trabajo te ayudan un buen."}, {"fecha": "23/Abr/2015", "score_general": "10.0", "score_facilidad": "4.0", "materia": "Geometría Analítica/ Cálculo Integral", "comments": "Cubres todo el temario, tiene unas expresiones un tanto chistosas y las participaciones y controles de trabajo te ayudan un buen."}, {"fecha": "16/Ene/2015", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Calculo integral", "comments": "Cubres todo el temario, tiene unas expresiones un tanto chistosas y las participaciones y controles de trabajo te ayudan un buen."}, {"fecha": "14/Ene/2015", "score_general": "10.0", "score_facilidad": "2.0", "materia": "Diferencial/Integral/Vectorial/Ec. Diferenciales", "comments": "Cubres todo el temario, tiene unas expresiones un tanto chistosas y las participaciones y controles de trabajo te ayudan un buen."}, {"fecha": "26/Nov/2014", "score_general": "7.0", "score_facilidad": "4.0", "materia": "---", "comments": "[Comentario esperando revisión]"}, {"fecha": "07/Jul/2014", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Calculo integral", "comments": "[Comentario esperando revisión]"}, {"fecha": "01/Jul/2014", "score_general": "8.0", "score_facilidad": "6.0", "materia": "Cálculo Integral", "comments": "[Comentario esperando revisión]"}, {"fecha": "27/Jun/2014", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Calculos", "comments": "[Comentario esperando revisión]"}, {"fecha": "27/Jun/2014", "score_general": "9.0", "score_facilidad": "6.0", "materia": "Calculo Vectorial", "comments": "[Comentario esperando revisión]"}, {"fecha": "26/Jun/2014", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Calculo Integral", "comments": "Muy buen profesor, es facil pasar, explica muy claramente, el truco esta en hacer la serie"}, {"fecha": "22/May/2014", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Cálculo Integral", "comments": "Muy buen profesor, es facil pasar, explica muy claramente, el truco esta en hacer la serie"}, {"fecha": "27/Ene/2014", "score_general": "5.0", "score_facilidad": "2.0", "materia": "Calculo vectorial", "comments": "Muy buen profesor, es facil pasar, explica muy claramente, el truco esta en hacer la serie"}, {"fecha": "19/Ene/2014", "score_general": "10.0", "score_facilidad": "6.0", "materia": "integral", "comments": "Muy buen profesor, es facil pasar, explica muy claramente, el truco esta en hacer la serie"}, {"fecha": "23/Nov/2013", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Cálculo Vectorial", "comments": "Muy buen profesor, es facil pasar, explica muy claramente, el truco esta en hacer la serie"}, {"fecha": "17/Ago/2013", "score_general": "9.0", "score_facilidad": "6.0", "materia": "Cálculo integral", "comments": "Pues muchos le temen, pero es muy buen maestro y es fácil pasar, si haces la serie que deja ya estas del otro lado, te da nivel de super sayajin"}, {"fecha": "20/May/2013", "score_general": "2.0", "score_facilidad": "10.0", "materia": "---", "comments": "Pues muchos le temen, pero es muy buen maestro y es fácil pasar, si haces la serie que deja ya estas del otro lado, te da nivel de super sayajin"}, {"fecha": "18/Abr/2013", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Ecuaciones Fiferenciales", "comments": "Pues muchos le temen, pero es muy buen maestro y es fácil pasar, si haces la serie que deja ya estas del otro lado, te da nivel de super sayajin"}, {"fecha": "16/Abr/2013", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Cálculo Vectorial", "comments": "Pues muchos le temen, pero es muy buen maestro y es fácil pasar, si haces la serie que deja ya estas del otro lado, te da nivel de super sayajin"}, {"fecha": "04/Abr/2013", "score_general": "8.0", "score_facilidad": "10.0", "materia": "cálculo integral", "comments": "Pues muchos le temen, pero es muy buen maestro y es fácil pasar, si haces la serie que deja ya estas del otro lado, te da nivel de super sayajin"}, {"fecha": "25/Ene/2013", "score_general": "9.0", "score_facilidad": "4.0", "materia": "Calculo -Vectorial", "comments": "Solo es cuestion de estudiar y no rendirse ya que si haces el final lo pasaras rapidamente."}, {"fecha": "20/Ene/2013", "score_general": "9.0", "score_facilidad": "2.0", "materia": "Cálculo Integral", "comments": "Solo es cuestion de estudiar y no rendirse ya que si haces el final lo pasaras rapidamente."}, {"fecha": "06/Dic/2012", "score_general": "8.0", "score_facilidad": "8.0", "materia": "Cálculo Vectorial", "comments": "Solo es cuestion de estudiar y no rendirse ya que si haces el final lo pasaras rapidamente."}, {"fecha": "05/Jun/2012", "score_general": "8.0", "score_facilidad": "2.0", "materia": "Analitica", "comments": "Solo es cuestion de estudiar y no rendirse ya que si haces el final lo pasaras rapidamente."}, {"fecha": "30/May/2012", "score_general": "7.0", "score_facilidad": "2.0", "materia": "CALCULO VECTORIAL", "comments": "Solo es cuestion de estudiar y no rendirse ya que si haces el final lo pasaras rapidamente."}, {"fecha": "26/Abr/2012", "score_general": "6.0", "score_facilidad": "4.0", "materia": "Analítica", "comments": "Es muy buen profesor, te enseña bien aunque te reprueba."}, {"fecha": "24/Ene/2012", "score_general": "4.0", "score_facilidad": "4.0", "materia": "geometría analítica y C.integral", "comments": "Es muy buen profesor, te enseña bien aunque te reprueba."}, {"fecha": "24/Dic/2011", "score_general": "10.0", "score_facilidad": "2.0", "materia": "Cálculo Vectorial", "comments": "Es muy buen profesor, te enseña bien aunque te reprueba."}, {"fecha": "14/Dic/2011", "score_general": "7.0", "score_facilidad": "4.0", "materia": "calculo vectorial", "comments": "Es muy buen profesor, te enseña bien aunque te reprueba."}, {"fecha": "16/Nov/2011", "score_general": "2.0", "score_facilidad": "2.0", "materia": "mates", "comments": "Es muy buen profesor, te enseña bien aunque te reprueba."}, {"fecha": "02/Jul/2011", "score_general": "9.0", "score_facilidad": "4.0", "materia": "integral/vectorial", "comments": "simplemente es el rey del calculo se las sabe de todas todas Manny es la ley"}, {"fecha": "28/Jun/2011", "score_general": "9.0", "score_facilidad": "4.0", "materia": "geometria analitica/integral", "comments": "simplemente es el rey del calculo se las sabe de todas todas Manny es la ley"}, {"fecha": "11/May/2011", "score_general": "9.0", "score_facilidad": "6.0", "materia": "CÁLCULO INTEGRAL", "comments": "simplemente es el rey del calculo se las sabe de todas todas Manny es la ley"}, {"fecha": "08/May/2011", "score_general": "10.0", "score_facilidad": "10.0", "materia": "calculo integral", "comments": "simplemente es el rey del calculo se las sabe de todas todas Manny es la ley"}, {"fecha": "02/Abr/2011", "score_general": "9.0", "score_facilidad": "6.0", "materia": "calculo integral", "comments": "simplemente es el rey del calculo se las sabe de todas todas Manny es la ley"}, {"fecha": "27/Feb/2011", "score_general": "8.0", "score_facilidad": "6.0", "materia": "Cálculo Integral", "comments": ""}, {"fecha": "10/Ene/2011", "score_general": "8.0", "score_facilidad": "2.0", "materia": "Cálculo Integral", "comments": ""}, {"fecha": "04/Ene/2011", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Cálculo Vectorial", "comments": ""}, {"fecha": "07/Dic/2010", "score_general": "10.0", "score_facilidad": "6.0", "materia": "calculos integral y vectorial", "comments": ""}, {"fecha": "01/Dic/2010", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Geometría Analítica", "comments": ""}, {"fecha": "29/Nov/2010", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Cálculo Vectorial/Integral. geometría Analítica", "comments": "Perfecto"}, {"fecha": "21/Oct/2010", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Calculo Integral/Vectorial", "comments": "Perfecto"}, {"fecha": "05/Oct/2010", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Calculo Integral, Vectorial y Geometría Analítica", "comments": "Perfecto"}, {"fecha": "12/Ago/2010", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Geometría Analítica, Calculo Integral y Vectorial", "comments": "Perfecto"}, {"fecha": "10/Jul/2010", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Cálculo Integral", "comments": "Perfecto"}, {"fecha": "09/Jul/2010", "score_general": "8.0", "score_facilidad": "4.0", "materia": "Geometria Analitica", "comments": ""}, {"fecha": "28/Jun/2010", "score_general": "10.0", "score_facilidad": "8.0", "materia": "geometria", "comments": ""}, {"fecha": "06/Jun/2010", "score_general": "8.0", "score_facilidad": "4.0", "materia": "Cálculo Integral", "comments": ""}, {"fecha": "31/May/2010", "score_general": "10.0", "score_facilidad": "4.0", "materia": "calculo vectorial", "comments": ""}, {"fecha": "29/May/2010", "score_general": "3.0", "score_facilidad": "2.0", "materia": "---", "comments": ""}, {"fecha": "20/May/2010", "score_general": "10.0", "score_facilidad": "8.0", "materia": "CALCULO VECTORIAL", "comments": ""}, {"fecha": "10/May/2010", "score_general": "10.0", "score_facilidad": "4.0", "materia": "Calculo integral", "comments": ""}, {"fecha": "18/Abr/2010", "score_general": "9.0", "score_facilidad": "6.0", "materia": "calculo vectorial", "comments": ""}, {"fecha": "21/Feb/2010", "score_general": "10.0", "score_facilidad": "6.0", "materia": "calculo integral", "comments": ""}, {"fecha": "25/Nov/2009", "score_general": "7.0", "score_facilidad": "4.0", "materia": "Geometría Analítica", "comments": ""}, {"fecha": "23/Nov/2009", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Ecuaciones Diferenciales", "comments": "Es chido enseñando. Eso sí, si faltas, ya te amolaste porque perderás el hilo. si te ve dormir o salirte de clase seguido, le vas a caer gordo.\r\nes chido, aprendí muy bien con él."}, {"fecha": "07/Nov/2009", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Calculo Vectorial", "comments": "Es chido enseñando. Eso sí, si faltas, ya te amolaste porque perderás el hilo. si te ve dormir o salirte de clase seguido, le vas a caer gordo.\r\nes chido, aprendí muy bien con él."}, {"fecha": "03/Sep/2009", "score_general": "10.0", "score_facilidad": "4.0", "materia": "Calculo Integral", "comments": "Es chido enseñando. Eso sí, si faltas, ya te amolaste porque perderás el hilo. si te ve dormir o salirte de clase seguido, le vas a caer gordo.\r\nes chido, aprendí muy bien con él."}]