[{"fecha": "17/Mar/2023", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Álgebra", "comments": "Califica Duro, Muchas tareas, Los exámenes son difícilesa pesar de que sus exámenes son complicados; pasar con ella es muy fácil,  pues deja muchos trabajos extras al final, un amor de profesora y muy comprensible\r\nSu forma de enseñar es muy buena pues las clases no son nada aburridas"}, {"fecha": "06/Feb/2023", "score_general": "2.0", "score_facilidad": "2.0", "materia": "ED", "comments": "Califica Duro, Muchas tareas, Las clases son largasa pesar de que sus exámenes son complicados; pasar con ella es muy fácil,  pues deja muchos trabajos extras al final, un amor de profesora y muy comprensible\r\nSu forma de enseñar es muy buena pues las clases no son nada aburridas"}, {"fecha": "16/Ene/2023", "score_general": "9.0", "score_facilidad": "6.0", "materia": "Cinemática y dinámica", "comments": "Muchas tareas, Da Crédito Extra, Aspectos de calificación clarosa pesar de que sus exámenes son complicados; pasar con ella es muy fácil,  pues deja muchos trabajos extras al final, un amor de profesora y muy comprensible\r\nSu forma de enseñar es muy buena pues las clases no son nada aburridas"}, {"fecha": "01/Dic/2022", "score_general": "2.0", "score_facilidad": "2.0", "materia": "Mecanica", "comments": "Califica Duro, Muchas tareas, Los exámenes son difícilesa pesar de que sus exámenes son complicados; pasar con ella es muy fácil,  pues deja muchos trabajos extras al final, un amor de profesora y muy comprensible\r\nSu forma de enseñar es muy buena pues las clases no son nada aburridas"}, {"fecha": "06/Sep/2022", "score_general": "5.0", "score_facilidad": "6.0", "materia": "Ecuaciones Diferenciales", "comments": "Califica Duro, Muchas tareas, La Participación Importaa pesar de que sus exámenes son complicados; pasar con ella es muy fácil,  pues deja muchos trabajos extras al final, un amor de profesora y muy comprensible\r\nSu forma de enseñar es muy buena pues las clases no son nada aburridas"}, {"fecha": "30/Jul/2022", "score_general": "2.0", "score_facilidad": "10.0", "materia": "Mecánica", "comments": "Barca de lo malo, demasiadas tareas que ni siquiera explica. Les habla a sus alumnos como si fueran tontos, mala calidad de enseñanza, tiene a sus alumnos favoritos y que tienen deficiencias a lo grande. Si estudias de un libro y la corriges se hace la víctima y se pone violenta. De lo peor!"}, {"fecha": "07/Jul/2022", "score_general": "8.0", "score_facilidad": "4.0", "materia": "Mecánica", "comments": "Muchas tareas, Inspiracional, Los exámenes son difícilesBarca de lo malo, demasiadas tareas que ni siquiera explica. Les habla a sus alumnos como si fueran tontos, mala calidad de enseñanza, tiene a sus alumnos favoritos y que tienen deficiencias a lo grande. Si estudias de un libro y la corriges se hace la víctima y se pone violenta. De lo peor!"}, {"fecha": "27/May/2022", "score_general": "10.0", "score_facilidad": "4.0", "materia": "Mecánica", "comments": "Da buena retroalimentación, Muchas tareas, Clases excelentesBarca de lo malo, demasiadas tareas que ni siquiera explica. Les habla a sus alumnos como si fueran tontos, mala calidad de enseñanza, tiene a sus alumnos favoritos y que tienen deficiencias a lo grande. Si estudias de un libro y la corriges se hace la víctima y se pone violenta. De lo peor!"}, {"fecha": "06/Feb/2022", "score_general": "2.0", "score_facilidad": "2.0", "materia": "Ecuaciones Diferenciales", "comments": "Muchas tareas, La Participación Importa, Deja trabajos largosBarca de lo malo, demasiadas tareas que ni siquiera explica. Les habla a sus alumnos como si fueran tontos, mala calidad de enseñanza, tiene a sus alumnos favoritos y que tienen deficiencias a lo grande. Si estudias de un libro y la corriges se hace la víctima y se pone violenta. De lo peor!"}, {"fecha": "02/Feb/2022", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Mecanica", "comments": "Da buena retroalimentación, Muchas tareas, La Participación ImportaBarca de lo malo, demasiadas tareas que ni siquiera explica. Les habla a sus alumnos como si fueran tontos, mala calidad de enseñanza, tiene a sus alumnos favoritos y que tienen deficiencias a lo grande. Si estudias de un libro y la corriges se hace la víctima y se pone violenta. De lo peor!"}, {"fecha": "30/Ene/2022", "score_general": "2.0", "score_facilidad": "2.0", "materia": "Ed", "comments": "BarcoBarco, horrible, favoritismo. Clases aburridas, largas y poco útiles"}, {"fecha": "28/Ene/2022", "score_general": "2.0", "score_facilidad": "2.0", "materia": "ED", "comments": "Las clases son largasBarco, horrible, favoritismo. Clases aburridas, largas y poco útiles"}, {"fecha": "25/Ene/2022", "score_general": "9.0", "score_facilidad": "6.0", "materia": "Ecuaciones Diferenciales", "comments": "La Participación Importa, Clases excelentes, Tomaría su clase otra vezBarco, horrible, favoritismo. Clases aburridas, largas y poco útiles"}, {"fecha": "27/Ago/2021", "score_general": "2.0", "score_facilidad": "10.0", "materia": "---", "comments": "BarcoBarco, horrible, favoritismo. Clases aburridas, largas y poco útiles"}, {"fecha": "27/Ago/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Mecánica", "comments": "Muchas tareas, Asistencia obligatoria, Da Crédito ExtraBarco, horrible, favoritismo. Clases aburridas, largas y poco útiles"}, {"fecha": "26/Ago/2021", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Mecanica", "comments": "Da buena retroalimentación, Brinda apoyo, Tomaría su clase otra vezEs una excelente maestra, te deja muy buenos conocimientos sobre la materia, te ayuda al final con tu calificación si es que requieres de apoyo, deja tareas a menudo , pero nada fuera de la altura de la clase."}, {"fecha": "22/Ago/2021", "score_general": "8.0", "score_facilidad": "8.0", "materia": "Cinemática y dinámica", "comments": "Da Crédito Extra, Pocos Exámenes, Brinda apoyoEs una excelente maestra, te deja muy buenos conocimientos sobre la materia, te ayuda al final con tu calificación si es que requieres de apoyo, deja tareas a menudo , pero nada fuera de la altura de la clase."}, {"fecha": "19/Ago/2021", "score_general": "8.0", "score_facilidad": "4.0", "materia": "Cinemática y Dinámica", "comments": "Califica Duro, Da Crédito Extra, Aspectos de calificación clarosEs una excelente maestra, te deja muy buenos conocimientos sobre la materia, te ayuda al final con tu calificación si es que requieres de apoyo, deja tareas a menudo , pero nada fuera de la altura de la clase."}, {"fecha": "15/Ago/2021", "score_general": "2.0", "score_facilidad": "2.0", "materia": "MECÁNICA", "comments": "BarcoEs una excelente maestra, te deja muy buenos conocimientos sobre la materia, te ayuda al final con tu calificación si es que requieres de apoyo, deja tareas a menudo , pero nada fuera de la altura de la clase."}, {"fecha": "20/Feb/2021", "score_general": "7.0", "score_facilidad": "4.0", "materia": "Mecánica", "comments": "Muchas tareas, Aspectos de calificación claros, Los exámenes son difícilesEs una excelente maestra, te deja muy buenos conocimientos sobre la materia, te ayuda al final con tu calificación si es que requieres de apoyo, deja tareas a menudo , pero nada fuera de la altura de la clase."}, {"fecha": "18/Feb/2021", "score_general": "2.0", "score_facilidad": "8.0", "materia": "Dinámica", "comments": "Deja trabajos largosUn asco, quien sabe cómo llego a ser maestra. \r\n\r\nNo enseña absolutamente nada, no sabe dar clases en línea y mucho menos aprendes algo significativo, enserio, si no son lamebotas no la metan."}, {"fecha": "18/Feb/2021", "score_general": "8.0", "score_facilidad": "8.0", "materia": "Álgebra", "comments": "Califica Duro, Da buena retroalimentación, La Participación ImportaUn asco, quien sabe cómo llego a ser maestra. \r\n\r\nNo enseña absolutamente nada, no sabe dar clases en línea y mucho menos aprendes algo significativo, enserio, si no son lamebotas no la metan."}, {"fecha": "15/Feb/2021", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Álgebra", "comments": "Califica Duro, Da buena retroalimentación, Muchas tareasUn asco, quien sabe cómo llego a ser maestra. \r\n\r\nNo enseña absolutamente nada, no sabe dar clases en línea y mucho menos aprendes algo significativo, enserio, si no son lamebotas no la metan."}, {"fecha": "15/Feb/2021", "score_general": "2.0", "score_facilidad": "8.0", "materia": "Dinámica", "comments": "Muchas tareasUn asco, quien sabe cómo llego a ser maestra. \r\n\r\nNo enseña absolutamente nada, no sabe dar clases en línea y mucho menos aprendes algo significativo, enserio, si no son lamebotas no la metan."}, {"fecha": "14/Feb/2021", "score_general": "9.0", "score_facilidad": "10.0", "materia": "Ecuaciones Diferenciales", "comments": "Da Crédito Extra, Aspectos de calificación claros, Tomaría su clase otra vezUn asco, quien sabe cómo llego a ser maestra. \r\n\r\nNo enseña absolutamente nada, no sabe dar clases en línea y mucho menos aprendes algo significativo, enserio, si no son lamebotas no la metan."}, {"fecha": "12/Feb/2021", "score_general": "7.0", "score_facilidad": "8.0", "materia": "algebra", "comments": "Barco, Deja trabajos largos, Tomaría su clase otra vezbuena, pero en línea fue muy rápido, a veces no son claras las clases, tienes que estudiar por tu cuenta, no es difícil pasar"}, {"fecha": "08/Feb/2021", "score_general": "7.0", "score_facilidad": "6.0", "materia": "Ecuaciones diferenciales", "comments": "Califica Duro, Da buena retroalimentación, Muchas tareasbuena, pero en línea fue muy rápido, a veces no son claras las clases, tienes que estudiar por tu cuenta, no es difícil pasar"}, {"fecha": "30/Ene/2021", "score_general": "8.0", "score_facilidad": "4.0", "materia": "Ecuaciones Diferenciales", "comments": "Califica Duro, Muchas tareas, Clases excelentesbuena, pero en línea fue muy rápido, a veces no son claras las clases, tienes que estudiar por tu cuenta, no es difícil pasar"}, {"fecha": "21/Ene/2021", "score_general": "8.0", "score_facilidad": "4.0", "materia": "Ecuaciones diferenciales", "comments": "Muchas tareas, La Participación Importa, Clases excelentesbuena, pero en línea fue muy rápido, a veces no son claras las clases, tienes que estudiar por tu cuenta, no es difícil pasar"}, {"fecha": "30/Nov/2020", "score_general": "7.0", "score_facilidad": "4.0", "materia": "Mecanica", "comments": "Califica Duro, Muchas tareas, Los exámenes son difícilesbuena, pero en línea fue muy rápido, a veces no son claras las clases, tienes que estudiar por tu cuenta, no es difícil pasar"}, {"fecha": "11/Sep/2020", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Mecánica", "comments": "Da buena retroalimentación, Muchas tareas, Da Crédito ExtraGran profesora, tiene un método de enseñanza bastante bonito y claro, se preocupa porque entendamos los temas si es que también nosotros queremos aprender. En el ciber-semestre subió videos que ayudaron muchísimo al aprendizaje, la recomiendo mucho para éste tipo de materias"}, {"fecha": "08/Sep/2020", "score_general": "4.0", "score_facilidad": "6.0", "materia": "Mecanica", "comments": "Califica Duro, Muchas tareas, Las clases son largasGran profesora, tiene un método de enseñanza bastante bonito y claro, se preocupa porque entendamos los temas si es que también nosotros queremos aprender. En el ciber-semestre subió videos que ayudaron muchísimo al aprendizaje, la recomiendo mucho para éste tipo de materias"}, {"fecha": "07/Sep/2020", "score_general": "7.0", "score_facilidad": "6.0", "materia": "Mecánica", "comments": "Gran profesora, tiene un método de enseñanza bastante bonito y claro, se preocupa porque entendamos los temas si es que también nosotros queremos aprender. En el ciber-semestre subió videos que ayudaron muchísimo al aprendizaje, la recomiendo mucho para éste tipo de materias"}, {"fecha": "03/Sep/2020", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Mecánica", "comments": "Muchas tareas, Asistencia obligatoria, InspiracionalGran profesora, tiene un método de enseñanza bastante bonito y claro, se preocupa porque entendamos los temas si es que también nosotros queremos aprender. En el ciber-semestre subió videos que ayudaron muchísimo al aprendizaje, la recomiendo mucho para éste tipo de materias"}, {"fecha": "01/Sep/2020", "score_general": "8.0", "score_facilidad": "8.0", "materia": "Mecanica", "comments": "Barco, Aspectos de calificación claros, Tomaría su clase otra vezGran profesora, tiene un método de enseñanza bastante bonito y claro, se preocupa porque entendamos los temas si es que también nosotros queremos aprender. En el ciber-semestre subió videos que ayudaron muchísimo al aprendizaje, la recomiendo mucho para éste tipo de materias"}, {"fecha": "17/Jun/2020", "score_general": "9.0", "score_facilidad": "4.0", "materia": "Mecánica", "comments": "Califica Duro, Da buena retroalimentación, Asistencia obligatoriaLa maestra es muy buena explicando, y no importa si no entiendes, como se realizan muchoooos ejercicios, los temas quedan bastante claros. Es un poco sarcástica (bueno, bastante) pero nada que no se pueda tolerar. Finalmente, creo que es buena onda y te ayuda si ve que le hechas ganas."}, {"fecha": "05/Jun/2020", "score_general": "3.0", "score_facilidad": "2.0", "materia": "Mecánica", "comments": "Muchas tareas, Las clases son largas, Los exámenes son difícilesLa maestra es muy buena explicando, y no importa si no entiendes, como se realizan muchoooos ejercicios, los temas quedan bastante claros. Es un poco sarcástica (bueno, bastante) pero nada que no se pueda tolerar. Finalmente, creo que es buena onda y te ayuda si ve que le hechas ganas."}, {"fecha": "19/Ene/2020", "score_general": "6.0", "score_facilidad": "4.0", "materia": "Cinemática y Dinámica", "comments": "Muchas tareasLa maestra es muy buena explicando, y no importa si no entiendes, como se realizan muchoooos ejercicios, los temas quedan bastante claros. Es un poco sarcástica (bueno, bastante) pero nada que no se pueda tolerar. Finalmente, creo que es buena onda y te ayuda si ve que le hechas ganas."}, {"fecha": "24/Jul/2019", "score_general": "8.0", "score_facilidad": "6.0", "materia": "mecanica", "comments": "La maestra es muy buena explicando, y no importa si no entiendes, como se realizan muchoooos ejercicios, los temas quedan bastante claros. Es un poco sarcástica (bueno, bastante) pero nada que no se pueda tolerar. Finalmente, creo que es buena onda y te ayuda si ve que le hechas ganas."}, {"fecha": "23/Jul/2019", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Mecánica", "comments": "Muchas tareas, Clases excelentes, Tomaría su clase otra vezLa maestra es muy buena explicando, y no importa si no entiendes, como se realizan muchoooos ejercicios, los temas quedan bastante claros. Es un poco sarcástica (bueno, bastante) pero nada que no se pueda tolerar. Finalmente, creo que es buena onda y te ayuda si ve que le hechas ganas."}, {"fecha": "23/Jul/2019", "score_general": "4.0", "score_facilidad": "2.0", "materia": "Algebra/Mecanica", "comments": "Califica Duro, Da buena retroalimentación, Respetado por los estudiantesSI pueden evitarlo haganlo, quiza siendo segunda inscripcion te ira mejor. Es muy dura, en todo aspecto. Tiene muchos conocimeintos por lo cual suele saltarse pasos y los alumnos tienden a perderse."}, {"fecha": "15/Jul/2019", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Mecánica", "comments": "Muchas tareas, Clases excelentes, Tomaría su clase otra vezSI pueden evitarlo haganlo, quiza siendo segunda inscripcion te ira mejor. Es muy dura, en todo aspecto. Tiene muchos conocimeintos por lo cual suele saltarse pasos y los alumnos tienden a perderse."}, {"fecha": "06/Jul/2019", "score_general": "9.0", "score_facilidad": "6.0", "materia": "Mecanica", "comments": "Califica Duro, Da buena retroalimentación, Brinda apoyoSI pueden evitarlo haganlo, quiza siendo segunda inscripcion te ira mejor. Es muy dura, en todo aspecto. Tiene muchos conocimeintos por lo cual suele saltarse pasos y los alumnos tienden a perderse."}, {"fecha": "02/Jul/2019", "score_general": "5.0", "score_facilidad": "8.0", "materia": "Mecánica", "comments": "Califica Duro, Muchas tareas, Asistencia obligatoriaSI pueden evitarlo haganlo, quiza siendo segunda inscripcion te ira mejor. Es muy dura, en todo aspecto. Tiene muchos conocimeintos por lo cual suele saltarse pasos y los alumnos tienden a perderse."}, {"fecha": "27/Jun/2019", "score_general": "8.0", "score_facilidad": "4.0", "materia": "Mecánica", "comments": "Muchas tareas, Clases excelentes, Tomaría su clase otra vezSI pueden evitarlo haganlo, quiza siendo segunda inscripcion te ira mejor. Es muy dura, en todo aspecto. Tiene muchos conocimeintos por lo cual suele saltarse pasos y los alumnos tienden a perderse."}, {"fecha": "25/May/2019", "score_general": "8.0", "score_facilidad": "4.0", "materia": "Mecánica (2016)", "comments": "Califica Duro, Muy cómico, Tomaría su clase otra vezSiempre que tengas dudas las responderá. Los exámenes se vuelven sencillos si haces todas las tareas y la serie. Te deja buen nivel y disciplina que a muchos nos hace falta. Exentar con ella te sabrá, precisamente, a gloria.\r\nLa recomiendo mucho si quieres aprender de la materia."}, {"fecha": "02/Feb/2019", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Cinematica Y dinamica", "comments": "Califica Duro, Muchas tareas, Tomaría su clase otra vezSiempre que tengas dudas las responderá. Los exámenes se vuelven sencillos si haces todas las tareas y la serie. Te deja buen nivel y disciplina que a muchos nos hace falta. Exentar con ella te sabrá, precisamente, a gloria.\r\nLa recomiendo mucho si quieres aprender de la materia."}, {"fecha": "27/Ene/2019", "score_general": "8.0", "score_facilidad": "4.0", "materia": "Álgebra", "comments": "Califica Duro, Aspectos de calificación claros, Tomaría su clase otra vezSiempre que tengas dudas las responderá. Los exámenes se vuelven sencillos si haces todas las tareas y la serie. Te deja buen nivel y disciplina que a muchos nos hace falta. Exentar con ella te sabrá, precisamente, a gloria.\r\nLa recomiendo mucho si quieres aprender de la materia."}, {"fecha": "18/Ene/2019", "score_general": "8.0", "score_facilidad": "4.0", "materia": "Cinematica y Dinamica", "comments": "Califica Duro, Muchas tareas, Clases excelentesSiempre que tengas dudas las responderá. Los exámenes se vuelven sencillos si haces todas las tareas y la serie. Te deja buen nivel y disciplina que a muchos nos hace falta. Exentar con ella te sabrá, precisamente, a gloria.\r\nLa recomiendo mucho si quieres aprender de la materia."}, {"fecha": "14/Ene/2019", "score_general": "6.0", "score_facilidad": "4.0", "materia": "Algebra", "comments": "Muchas tareas, Clases excelentes, Tomaría su clase otra vezSiempre que tengas dudas las responderá. Los exámenes se vuelven sencillos si haces todas las tareas y la serie. Te deja buen nivel y disciplina que a muchos nos hace falta. Exentar con ella te sabrá, precisamente, a gloria.\r\nLa recomiendo mucho si quieres aprender de la materia."}, {"fecha": "14/Ene/2019", "score_general": "9.0", "score_facilidad": "6.0", "materia": "Mecánica", "comments": "Califica Duro, Muchas tareas, Aspectos de calificación clarosEs cruel, y sabe MUCHO de la materia, sin duda te deja un gran nivel, pero es sùper complicado pasar con ella... Y aún así sin duda, volvería a llevar la materia con ella, porque aprendí mucho, deja muchass tareas, que no son tan complicadas,  sus exámenes se parecen a las tareas c:"}, {"fecha": "05/Ene/2019", "score_general": "8.0", "score_facilidad": "4.0", "materia": "Álgebra", "comments": "Califica Duro, Muchas tareasEs cruel, y sabe MUCHO de la materia, sin duda te deja un gran nivel, pero es sùper complicado pasar con ella... Y aún así sin duda, volvería a llevar la materia con ella, porque aprendí mucho, deja muchass tareas, que no son tan complicadas,  sus exámenes se parecen a las tareas c:"}, {"fecha": "20/Sep/2018", "score_general": "8.0", "score_facilidad": "8.0", "materia": "Estática", "comments": "Califica Duro, Muchas tareas, Pocos ExámenesEs cruel, y sabe MUCHO de la materia, sin duda te deja un gran nivel, pero es sùper complicado pasar con ella... Y aún así sin duda, volvería a llevar la materia con ella, porque aprendí mucho, deja muchass tareas, que no son tan complicadas,  sus exámenes se parecen a las tareas c:"}, {"fecha": "16/Ago/2018", "score_general": "8.0", "score_facilidad": "6.0", "materia": "Cinemática y dinámica", "comments": "Muchas tareas, Clases excelentes, Tomaría su clase otra vezEs cruel, y sabe MUCHO de la materia, sin duda te deja un gran nivel, pero es sùper complicado pasar con ella... Y aún así sin duda, volvería a llevar la materia con ella, porque aprendí mucho, deja muchass tareas, que no son tan complicadas,  sus exámenes se parecen a las tareas c:"}, {"fecha": "25/Jul/2018", "score_general": "10.0", "score_facilidad": "2.0", "materia": "Mecanica", "comments": "Califica Duro, Muy cómico, Brinda apoyoEs cruel, y sabe MUCHO de la materia, sin duda te deja un gran nivel, pero es sùper complicado pasar con ella... Y aún así sin duda, volvería a llevar la materia con ella, porque aprendí mucho, deja muchass tareas, que no son tan complicadas,  sus exámenes se parecen a las tareas c:"}, {"fecha": "13/Jul/2018", "score_general": "6.0", "score_facilidad": "6.0", "materia": "Mecánica", "comments": "No es clara en sus explicaciones, te revuelve, deja muchas tareas y sus exámenes son algo complicados. Además trata a los alumnos como si fueran niños. Nada recomendable."}, {"fecha": "11/Jun/2018", "score_general": "9.0", "score_facilidad": "6.0", "materia": "Mecánica", "comments": "No es clara en sus explicaciones, te revuelve, deja muchas tareas y sus exámenes son algo complicados. Además trata a los alumnos como si fueran niños. Nada recomendable."}, {"fecha": "17/May/2018", "score_general": "8.0", "score_facilidad": "6.0", "materia": "Mecanica", "comments": "No es clara en sus explicaciones, te revuelve, deja muchas tareas y sus exámenes son algo complicados. Además trata a los alumnos como si fueran niños. Nada recomendable."}, {"fecha": "30/Nov/2017", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Cinematica y Dinamica", "comments": "Muchas tareas, Clases excelentes, Tomaría su clase otra vezNo es clara en sus explicaciones, te revuelve, deja muchas tareas y sus exámenes son algo complicados. Además trata a los alumnos como si fueran niños. Nada recomendable."}, {"fecha": "30/Nov/2017", "score_general": "8.0", "score_facilidad": "6.0", "materia": "Mecánica", "comments": "Muchas tareas, Respetado por los estudiantes, Tomaría su clase otra vezNo es clara en sus explicaciones, te revuelve, deja muchas tareas y sus exámenes son algo complicados. Además trata a los alumnos como si fueran niños. Nada recomendable."}, {"fecha": "05/Sep/2017", "score_general": "2.0", "score_facilidad": "2.0", "materia": "---", "comments": "Califica Duro, Deja trabajos largos, Los exámenes son difíciles[Comentario esperando revisión]"}, {"fecha": "03/Ago/2017", "score_general": "3.0", "score_facilidad": "6.0", "materia": "Mecánica", "comments": "La Participación Importa, Las clases son largas, Deja trabajos largos[Comentario esperando revisión]"}, {"fecha": "24/Jul/2017", "score_general": "8.0", "score_facilidad": "6.0", "materia": "Mécanica", "comments": "Muchas tareas, Brinda apoyo[Comentario esperando revisión]"}, {"fecha": "30/Jun/2017", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Mecanica", "comments": "Muy cómico, Muchas tareas, Inspiracional[Comentario esperando revisión]"}, {"fecha": "26/Jun/2017", "score_general": "10.0", "score_facilidad": "4.0", "materia": "Mecánica", "comments": "Muy cómico, Da buena retroalimentación, Muchas tareas[Comentario esperando revisión]"}, {"fecha": "26/Jun/2017", "score_general": "5.0", "score_facilidad": "2.0", "materia": "Mecanica", "comments": "Muchas tareasSu clase es bastante confusa y deja demasiada tarea. Cuando le preguntas resulta ser demasiado sacastica e incluso hasta grosera y ni así logra explicarse. Toma en cuenta cuaderno, practicas, examenes y tareas. No la recomiendo."}, {"fecha": "17/Jun/2017", "score_general": "4.0", "score_facilidad": "2.0", "materia": "Mecánica", "comments": "Califica Duro, Muchas tareasSu clase es bastante confusa y deja demasiada tarea. Cuando le preguntas resulta ser demasiado sacastica e incluso hasta grosera y ni así logra explicarse. Toma en cuenta cuaderno, practicas, examenes y tareas. No la recomiendo."}, {"fecha": "02/Feb/2017", "score_general": "7.0", "score_facilidad": "8.0", "materia": "Mécanica", "comments": "Muchas tareas, Brinda apoyoSu clase es bastante confusa y deja demasiada tarea. Cuando le preguntas resulta ser demasiado sacastica e incluso hasta grosera y ni así logra explicarse. Toma en cuenta cuaderno, practicas, examenes y tareas. No la recomiendo."}, {"fecha": "19/Ene/2017", "score_general": "7.0", "score_facilidad": "6.0", "materia": "Cinemática y dinámica", "comments": "Califica Duro, Muchas tareas, Las clases son largasSu clase es bastante confusa y deja demasiada tarea. Cuando le preguntas resulta ser demasiado sacastica e incluso hasta grosera y ni así logra explicarse. Toma en cuenta cuaderno, practicas, examenes y tareas. No la recomiendo."}, {"fecha": "19/Ene/2017", "score_general": "6.0", "score_facilidad": "6.0", "materia": "Mecanica", "comments": "Califica Duro, Muchas tareasSu clase es bastante confusa y deja demasiada tarea. Cuando le preguntas resulta ser demasiado sacastica e incluso hasta grosera y ni así logra explicarse. Toma en cuenta cuaderno, practicas, examenes y tareas. No la recomiendo."}, {"fecha": "11/Dic/2016", "score_general": "4.0", "score_facilidad": "6.0", "materia": "Mecánica", "comments": "Califica Duro, Muchas tareas, Los exámenes son difíciles"}, {"fecha": "28/Nov/2016", "score_general": "8.0", "score_facilidad": "8.0", "materia": "Cinemática y Dinámics", "comments": "Muchas tareas, Brinda apoyo, Tomaría su clase otra vez"}, {"fecha": "25/Jul/2016", "score_general": "10.0", "score_facilidad": "10.0", "materia": "mecanica", "comments": "Barco, Aspectos de calificación claros"}, {"fecha": "28/Nov/2015", "score_general": "2.0", "score_facilidad": "6.0", "materia": "Cinematica y Dinamica", "comments": ""}, {"fecha": "27/Nov/2014", "score_general": "9.0", "score_facilidad": "6.0", "materia": "Cinemática y Dinámica", "comments": ""}, {"fecha": "29/Sep/2013", "score_general": "5.0", "score_facilidad": "10.0", "materia": "Cinematica", "comments": "Facil aprobar si pones un poquito de esfuerzo para el examen global, yo reprobe todos los parciales el primero con 4, 2do con 3 y el ultimo con 2, al final en el global me fue bien y me puso 7, eso si explica del asquito, pero su global es para morir de risa. Trata de entregar las tareas aunque mal"}, {"fecha": "03/Jun/2013", "score_general": "4.0", "score_facilidad": "10.0", "materia": "Cinematica y Dinamica", "comments": "Facil aprobar si pones un poquito de esfuerzo para el examen global, yo reprobe todos los parciales el primero con 4, 2do con 3 y el ultimo con 2, al final en el global me fue bien y me puso 7, eso si explica del asquito, pero su global es para morir de risa. Trata de entregar las tareas aunque mal"}, {"fecha": "25/May/2013", "score_general": "5.0", "score_facilidad": "10.0", "materia": "Cinematica y Dinamica", "comments": "Facil aprobar si pones un poquito de esfuerzo para el examen global, yo reprobe todos los parciales el primero con 4, 2do con 3 y el ultimo con 2, al final en el global me fue bien y me puso 7, eso si explica del asquito, pero su global es para morir de risa. Trata de entregar las tareas aunque mal"}, {"fecha": "17/Mar/2012", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Cinemática y Dinámica", "comments": "Facil aprobar si pones un poquito de esfuerzo para el examen global, yo reprobe todos los parciales el primero con 4, 2do con 3 y el ultimo con 2, al final en el global me fue bien y me puso 7, eso si explica del asquito, pero su global es para morir de risa. Trata de entregar las tareas aunque mal"}, {"fecha": "01/Feb/2012", "score_general": "6.0", "score_facilidad": "6.0", "materia": "cinematica y dinamica", "comments": "Facil aprobar si pones un poquito de esfuerzo para el examen global, yo reprobe todos los parciales el primero con 4, 2do con 3 y el ultimo con 2, al final en el global me fue bien y me puso 7, eso si explica del asquito, pero su global es para morir de risa. Trata de entregar las tareas aunque mal"}]