[{"fecha": "06/Feb/2023", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Ecuaciones Diferenciales", "comments": "Califica Duro, Respetado por los estudiantes, Brinda apoyoEs un excelente profesor, la neta si salí con un buen nivel en su clase. No aprobé la materia porque no tenía buenas bases de integrales que es lo más importante. Ayuda muchísimo si el grupo está siempre atento y la verdad da muchos chances de pasar. Si lo piensas tomar, es una excelente opción."}, {"fecha": "01/Feb/2023", "score_general": "10.0", "score_facilidad": "2.0", "materia": "ED", "comments": "Califica Duro, Brinda apoyo, Los exámenes son difícilesEs un excelente profesor, la neta si salí con un buen nivel en su clase. No aprobé la materia porque no tenía buenas bases de integrales que es lo más importante. Ayuda muchísimo si el grupo está siempre atento y la verdad da muchos chances de pasar. Si lo piensas tomar, es una excelente opción."}, {"fecha": "31/Ene/2023", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Análisis Numérico", "comments": "Brinda apoyo, Clases excelentes, Tomaría su clase otra vezEs un excelente profesor, la neta si salí con un buen nivel en su clase. No aprobé la materia porque no tenía buenas bases de integrales que es lo más importante. Ayuda muchísimo si el grupo está siempre atento y la verdad da muchos chances de pasar. Si lo piensas tomar, es una excelente opción."}, {"fecha": "28/Ene/2023", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Analisis Numerico", "comments": "Aspectos de calificación claros, Clases excelentes, Tomaría su clase otra vezEs un excelente profesor, la neta si salí con un buen nivel en su clase. No aprobé la materia porque no tenía buenas bases de integrales que es lo más importante. Ayuda muchísimo si el grupo está siempre atento y la verdad da muchos chances de pasar. Si lo piensas tomar, es una excelente opción."}, {"fecha": "30/Jul/2022", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Mates Avanzadas", "comments": "Califica Duro, Clases excelentes, Tomaría su clase otra vezEs un excelente profesor, la neta si salí con un buen nivel en su clase. No aprobé la materia porque no tenía buenas bases de integrales que es lo más importante. Ayuda muchísimo si el grupo está siempre atento y la verdad da muchos chances de pasar. Si lo piensas tomar, es una excelente opción."}, {"fecha": "28/Jul/2022", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Matemáticas Avanzadas", "comments": "Da buena retroalimentación, Los exámenes son difíciles, Tomaría su clase otra vezEs un muy buen profe, se esfuerza porque aprendas y consigas una calificación decente. Pero si es especial para los examenes asi que intenta no omitir ni el mas pequeño detalle. Ademas, hace muy amena la clase con su forma de explicar"}, {"fecha": "28/Jun/2022", "score_general": "9.0", "score_facilidad": "4.0", "materia": "Análisis numérico", "comments": "Califica Duro, Las clases son largas, Clases excelentesEs un muy buen profe, se esfuerza porque aprendas y consigas una calificación decente. Pero si es especial para los examenes asi que intenta no omitir ni el mas pequeño detalle. Ademas, hace muy amena la clase con su forma de explicar"}, {"fecha": "24/Dic/2021", "score_general": "10.0", "score_facilidad": "4.0", "materia": "Análisis Numérico", "comments": "Califica Duro, Respetado por los estudiantes, Clases excelentesEs un muy buen profe, se esfuerza porque aprendas y consigas una calificación decente. Pero si es especial para los examenes asi que intenta no omitir ni el mas pequeño detalle. Ademas, hace muy amena la clase con su forma de explicar"}, {"fecha": "25/Ago/2021", "score_general": "2.0", "score_facilidad": "6.0", "materia": "Ecuaciones Diferenciales", "comments": "Las clases son largasEs un muy buen profe, se esfuerza porque aprendas y consigas una calificación decente. Pero si es especial para los examenes asi que intenta no omitir ni el mas pequeño detalle. Ademas, hace muy amena la clase con su forma de explicar"}, {"fecha": "24/Feb/2021", "score_general": "8.0", "score_facilidad": "6.0", "materia": "Ecuaciones diferenciales", "comments": "Califica Duro, Las clases son largas, Pocos ExámenesEs un muy buen profe, se esfuerza porque aprendas y consigas una calificación decente. Pero si es especial para los examenes asi que intenta no omitir ni el mas pequeño detalle. Ademas, hace muy amena la clase con su forma de explicar"}, {"fecha": "15/Feb/2021", "score_general": "10.0", "score_facilidad": "4.0", "materia": "Análisis numérico", "comments": "Califica Duro, Hace exámenes sorpresa, La Participación ImportaCalifica muy injustamente los exámenes, aunque tengas bien el resultado, si no le gusta tu procedimiento te tachará todo el ejercicio. Tarda en calificar los exámenes y ejercicios, entonces no da tiempo de que te corrija la calificación, ni de retroalimentación."}, {"fecha": "15/Feb/2021", "score_general": "7.0", "score_facilidad": "4.0", "materia": "Analisis Numerico", "comments": "Califica Duro, Aspectos de calificación clarosCalifica muy injustamente los exámenes, aunque tengas bien el resultado, si no le gusta tu procedimiento te tachará todo el ejercicio. Tarda en calificar los exámenes y ejercicios, entonces no da tiempo de que te corrija la calificación, ni de retroalimentación."}, {"fecha": "12/Feb/2021", "score_general": "8.0", "score_facilidad": "4.0", "materia": "Análisis Numérico", "comments": "Califica DuroCalifica muy injustamente los exámenes, aunque tengas bien el resultado, si no le gusta tu procedimiento te tachará todo el ejercicio. Tarda en calificar los exámenes y ejercicios, entonces no da tiempo de que te corrija la calificación, ni de retroalimentación."}, {"fecha": "29/Ene/2021", "score_general": "7.0", "score_facilidad": "4.0", "materia": "Analisis numerico", "comments": "Califica Duro, Los exámenes son difíciles, Muchos proyectos grupalesCalifica muy injustamente los exámenes, aunque tengas bien el resultado, si no le gusta tu procedimiento te tachará todo el ejercicio. Tarda en calificar los exámenes y ejercicios, entonces no da tiempo de que te corrija la calificación, ni de retroalimentación."}, {"fecha": "08/Sep/2020", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Ecuaciones Diferenciales", "comments": "Muchas tareas, Aspectos de calificación claros, Brinda apoyoCalifica muy injustamente los exámenes, aunque tengas bien el resultado, si no le gusta tu procedimiento te tachará todo el ejercicio. Tarda en calificar los exámenes y ejercicios, entonces no da tiempo de que te corrija la calificación, ni de retroalimentación."}, {"fecha": "31/Ago/2020", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Ecuaciones diferenciales", "comments": "Da buena retroalimentación, Brinda apoyo, Deja trabajos largosFueron de mis mejores clases en linea, el profesor subía vídeos a youtube  y dejaba tareas con respecto a cada subtema, dio muchísima ayuda para tener una buena calificación y aprender."}, {"fecha": "26/Jun/2020", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Ecuaciones diferenciales", "comments": "Inspiracional, Brinda apoyo, Clases excelentesFueron de mis mejores clases en linea, el profesor subía vídeos a youtube  y dejaba tareas con respecto a cada subtema, dio muchísima ayuda para tener una buena calificación y aprender."}, {"fecha": "18/May/2020", "score_general": "5.0", "score_facilidad": "2.0", "materia": "Ecuaciones diferenciales", "comments": "Califica Duro, Muchas tareas, Los exámenes son difícilesFueron de mis mejores clases en linea, el profesor subía vídeos a youtube  y dejaba tareas con respecto a cada subtema, dio muchísima ayuda para tener una buena calificación y aprender."}, {"fecha": "02/Feb/2020", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Ecuaciones diferenciales", "comments": "Inspiracional, Clases excelentes, Tomaría su clase otra vezFueron de mis mejores clases en linea, el profesor subía vídeos a youtube  y dejaba tareas con respecto a cada subtema, dio muchísima ayuda para tener una buena calificación y aprender."}, {"fecha": "22/Jul/2019", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Ecuaciones Diferenciales", "comments": "Barco, Da buena retroalimentación, Asistencia obligatoriaFueron de mis mejores clases en linea, el profesor subía vídeos a youtube  y dejaba tareas con respecto a cada subtema, dio muchísima ayuda para tener una buena calificación y aprender."}, {"fecha": "20/Ene/2019", "score_general": "8.0", "score_facilidad": "6.0", "materia": "Ecuaciones Diferenciales", "comments": "Hace exámenes sorpresa, Da Crédito Extra, Tomaría su clase otra vezExcelente profesor, realmente interesado por que los alumnos aprendan. Da puntos extra sobre los exámenes, tienen la misma dificultad que la serie (hazla). Demuestra muchas de las ecuaciones utilizadas y además te invita a ver más allá (interpretación física). No te confíes, no es barco. Da nivel."}, {"fecha": "04/Dic/2018", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Ecuaciones diferenciales", "comments": "Brinda apoyo, Clases excelentes, Tomaría su clase otra vezExcelente profesor, realmente interesado por que los alumnos aprendan. Da puntos extra sobre los exámenes, tienen la misma dificultad que la serie (hazla). Demuestra muchas de las ecuaciones utilizadas y además te invita a ver más allá (interpretación física). No te confíes, no es barco. Da nivel."}, {"fecha": "05/Nov/2018", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Ecuaciones Diferenciales", "comments": "Brinda apoyo, Clases excelentes, Tomaría su clase otra vezExcelente profesor, realmente interesado por que los alumnos aprendan. Da puntos extra sobre los exámenes, tienen la misma dificultad que la serie (hazla). Demuestra muchas de las ecuaciones utilizadas y además te invita a ver más allá (interpretación física). No te confíes, no es barco. Da nivel."}, {"fecha": "19/Jul/2018", "score_general": "8.0", "score_facilidad": "6.0", "materia": "Ecuaciones Diferenciales", "comments": "Brinda apoyo, Clases excelentes, Tomaría su clase otra vezExcelente profesor, realmente interesado por que los alumnos aprendan. Da puntos extra sobre los exámenes, tienen la misma dificultad que la serie (hazla). Demuestra muchas de las ecuaciones utilizadas y además te invita a ver más allá (interpretación física). No te confíes, no es barco. Da nivel."}, {"fecha": "17/Jul/2018", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Ecuaciones diferenciales", "comments": "Excelente profesor, realmente interesado por que los alumnos aprendan. Da puntos extra sobre los exámenes, tienen la misma dificultad que la serie (hazla). Demuestra muchas de las ecuaciones utilizadas y además te invita a ver más allá (interpretación física). No te confíes, no es barco. Da nivel."}, {"fecha": "11/Feb/2018", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Ecuaciones diferenciales", "comments": "Brinda apoyo, Clases excelentes, Tomaría su clase otra vezHagan las series con tiempo, si tienes duda te ayuda a entender. Los ejercicios que mas le preguntan son los que aveces pone en el examen"}, {"fecha": "26/Ene/2018", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Ecuaciones diferenciales", "comments": "Hagan las series con tiempo, si tienes duda te ayuda a entender. Los ejercicios que mas le preguntan son los que aveces pone en el examen"}, {"fecha": "26/Ago/2017", "score_general": "9.0", "score_facilidad": "6.0", "materia": "Ecuaciones Diferenciales", "comments": "Brinda apoyoHagan las series con tiempo, si tienes duda te ayuda a entender. Los ejercicios que mas le preguntan son los que aveces pone en el examen"}, {"fecha": "30/May/2017", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Ecuaciones Diferenciales.", "comments": "Brinda apoyoHagan las series con tiempo, si tienes duda te ayuda a entender. Los ejercicios que mas le preguntan son los que aveces pone en el examen"}, {"fecha": "22/Ene/2017", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Ecuaciones diferenciales", "comments": "Hagan las series con tiempo, si tienes duda te ayuda a entender. Los ejercicios que mas le preguntan son los que aveces pone en el examen"}, {"fecha": "16/Ene/2017", "score_general": "9.0", "score_facilidad": "6.0", "materia": "Ecuaciones Difereciales", "comments": "Muy cómico, Brinda apoyo, Clases excelentesExcelente profesor, explica todo de manera muy clara y en los exámenes solo pone ejercicios vistos en clase.\r\nEs fácil pasar con el si prestas la atención debida en la clase."}]