[{"fecha": "07/Feb/2023", "score_general": "10.0", "score_facilidad": "4.0", "materia": "Maufactura III", "comments": "Califica Duro, Da Crédito Extra, Pocos ExámenesLas clases las da de manera ordenada y se le entiende bien. Hace 2 exámenes que es lo que vimos en clase salvo alguna subida de nivel pero no es imposible pasar, lo difícil es que muchas veces no da tiempo de resolver sus exámenes por largos. Da décimas extra por participación."}, {"fecha": "03/Feb/2023", "score_general": "9.0", "score_facilidad": "6.0", "materia": "Manufactura III", "comments": "Muy cómico, Brinda apoyo, Clases excelentesLas clases las da de manera ordenada y se le entiende bien. Hace 2 exámenes que es lo que vimos en clase salvo alguna subida de nivel pero no es imposible pasar, lo difícil es que muchas veces no da tiempo de resolver sus exámenes por largos. Da décimas extra por participación."}, {"fecha": "18/Ene/2023", "score_general": "6.0", "score_facilidad": "6.0", "materia": "Manufactura 1", "comments": "Las clases son largas, Brinda apoyoLas clases las da de manera ordenada y se le entiende bien. Hace 2 exámenes que es lo que vimos en clase salvo alguna subida de nivel pero no es imposible pasar, lo difícil es que muchas veces no da tiempo de resolver sus exámenes por largos. Da décimas extra por participación."}, {"fecha": "30/Jul/2022", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Manufactura 1", "comments": "Las clases son largas, Pocos ExámenesLas clases las da de manera ordenada y se le entiende bien. Hace 2 exámenes que es lo que vimos en clase salvo alguna subida de nivel pero no es imposible pasar, lo difícil es que muchas veces no da tiempo de resolver sus exámenes por largos. Da décimas extra por participación."}, {"fecha": "25/Ago/2021", "score_general": "4.0", "score_facilidad": "2.0", "materia": "Manufactura 2", "comments": "Muchas tareas, La Participación Importa, Aspectos de calificación clarosLas clases las da de manera ordenada y se le entiende bien. Hace 2 exámenes que es lo que vimos en clase salvo alguna subida de nivel pero no es imposible pasar, lo difícil es que muchas veces no da tiempo de resolver sus exámenes por largos. Da décimas extra por participación."}, {"fecha": "23/Ago/2021", "score_general": "5.0", "score_facilidad": "4.0", "materia": "Manufactura 2", "comments": "Prepárate para leerDa una clase a la semana y deja pdf para la próxima clase, los pdf son muy malos, deja tareas sobre lo que viene en el pdf, te deja un proyecto en abaqus bastante complicado y si no aprendes mucho en el laboratorio vas a fallar en el proyecto y este semestre hizo puro examen final."}, {"fecha": "23/Ago/2021", "score_general": "6.0", "score_facilidad": "8.0", "materia": "Manufactura 2", "comments": "Califica DuroDa una clase a la semana y deja pdf para la próxima clase, los pdf son muy malos, deja tareas sobre lo que viene en el pdf, te deja un proyecto en abaqus bastante complicado y si no aprendes mucho en el laboratorio vas a fallar en el proyecto y este semestre hizo puro examen final."}, {"fecha": "16/Feb/2021", "score_general": "5.0", "score_facilidad": "2.0", "materia": "Manufactura 2", "comments": "Califica Duro, Prepárate para leer, Los exámenes son difícilesDa una clase a la semana y deja pdf para la próxima clase, los pdf son muy malos, deja tareas sobre lo que viene en el pdf, te deja un proyecto en abaqus bastante complicado y si no aprendes mucho en el laboratorio vas a fallar en el proyecto y este semestre hizo puro examen final."}, {"fecha": "31/Ene/2020", "score_general": "8.0", "score_facilidad": "4.0", "materia": "Materiales 2", "comments": "Califica Duro, Prepárate para leer, Tomaría su clase otra vezDa una clase a la semana y deja pdf para la próxima clase, los pdf son muy malos, deja tareas sobre lo que viene en el pdf, te deja un proyecto en abaqus bastante complicado y si no aprendes mucho en el laboratorio vas a fallar en el proyecto y este semestre hizo puro examen final."}, {"fecha": "20/Dic/2015", "score_general": "9.0", "score_facilidad": "6.0", "materia": "Materiales No Metálicos", "comments": "Da una clase a la semana y deja pdf para la próxima clase, los pdf son muy malos, deja tareas sobre lo que viene en el pdf, te deja un proyecto en abaqus bastante complicado y si no aprendes mucho en el laboratorio vas a fallar en el proyecto y este semestre hizo puro examen final."}]