[{"fecha": "23/Feb/2023", "score_general": "7.0", "score_facilidad": "10.0", "materia": "Química", "comments": "Es muy aburrida su clase, solo lee y pone a exponer a los alumnos los temas importantes, con ella no aprenderás nada, si ya llevaste la materia métela para pasar pero sino no la metas tendrás que estudiar por tu cuenta, sus exámenes estan normales así que no te confíes porque si reprueba gente."}, {"fecha": "02/Feb/2023", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Lab de Química", "comments": "Da buena retroalimentación, Las clases son largas, Aspectos de calificación clarosEs muy aburrida su clase, solo lee y pone a exponer a los alumnos los temas importantes, con ella no aprenderás nada, si ya llevaste la materia métela para pasar pero sino no la metas tendrás que estudiar por tu cuenta, sus exámenes estan normales así que no te confíes porque si reprueba gente."}, {"fecha": "12/Ago/2021", "score_general": "8.0", "score_facilidad": "10.0", "materia": "Química.", "comments": "Muchos Exámenes, Brinda apoyo, Tomaría su clase otra vezEs muy aburrida su clase, solo lee y pone a exponer a los alumnos los temas importantes, con ella no aprenderás nada, si ya llevaste la materia métela para pasar pero sino no la metas tendrás que estudiar por tu cuenta, sus exámenes estan normales así que no te confíes porque si reprueba gente."}, {"fecha": "26/Feb/2021", "score_general": "7.0", "score_facilidad": "10.0", "materia": "Química", "comments": "Barco, Las clases son largasEs muy aburrida su clase, solo lee y pone a exponer a los alumnos los temas importantes, con ella no aprenderás nada, si ya llevaste la materia métela para pasar pero sino no la metas tendrás que estudiar por tu cuenta, sus exámenes estan normales así que no te confíes porque si reprueba gente."}, {"fecha": "16/Feb/2021", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Laboratorio de Química", "comments": "Da buena retroalimentación, Brinda apoyo, Tomaría su clase otra vezEs muy aburrida su clase, solo lee y pone a exponer a los alumnos los temas importantes, con ella no aprenderás nada, si ya llevaste la materia métela para pasar pero sino no la metas tendrás que estudiar por tu cuenta, sus exámenes estan normales así que no te confíes porque si reprueba gente."}, {"fecha": "31/Ene/2021", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Laboratorio de química ?????????", "comments": "Da buena retroalimentación, Las clases son largas, Brinda apoyoEsta maestra es buena explicando las prácticas y no es demasiado exigente a la hora de calificarlas.\r\nSolo debes de tener cuidado con el examen colegiado de laboratorio, porque si lo repruebas no pasas el laboratorio con ella."}, {"fecha": "27/May/2019", "score_general": "8.0", "score_facilidad": "8.0", "materia": "Química", "comments": "Barco, Muchas tareas, Asistencia obligatoriaEsta maestra es buena explicando las prácticas y no es demasiado exigente a la hora de calificarlas.\r\nSolo debes de tener cuidado con el examen colegiado de laboratorio, porque si lo repruebas no pasas el laboratorio con ella."}, {"fecha": "19/Ene/2019", "score_general": "4.0", "score_facilidad": "4.0", "materia": "Quimica", "comments": "Muchas tareas, Inspiracional, Deja trabajos largosEsta maestra es buena explicando las prácticas y no es demasiado exigente a la hora de calificarlas.\r\nSolo debes de tener cuidado con el examen colegiado de laboratorio, porque si lo repruebas no pasas el laboratorio con ella."}, {"fecha": "16/Ene/2017", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Química", "comments": "Las clases son largas, Da Crédito Extra, Brinda apoyoEsta maestra es buena explicando las prácticas y no es demasiado exigente a la hora de calificarlas.\r\nSolo debes de tener cuidado con el examen colegiado de laboratorio, porque si lo repruebas no pasas el laboratorio con ella."}, {"fecha": "01/Dic/2016", "score_general": "6.0", "score_facilidad": "6.0", "materia": "Química", "comments": "Barco, Asistencia obligatoria, Las clases son largasEsta maestra es buena explicando las prácticas y no es demasiado exigente a la hora de calificarlas.\r\nSolo debes de tener cuidado con el examen colegiado de laboratorio, porque si lo repruebas no pasas el laboratorio con ella."}, {"fecha": "27/Jun/2016", "score_general": "8.0", "score_facilidad": "10.0", "materia": "Química para Ciencias de la Tierra", "comments": "Barco, Da Crédito Extra, Tomaría su clase otra vezEs una muy buena profesora, muy amable y seria. En realidad explica bien, sus exámenes son fáciles si estudias los problemas de clase, solo trata de entregar todo lo que pide y aprobar los exámenes."}, {"fecha": "27/Nov/2015", "score_general": "5.0", "score_facilidad": "8.0", "materia": "Quimica de ciencias de la tierra", "comments": "Es una muy buena profesora, muy amable y seria. En realidad explica bien, sus exámenes son fáciles si estudias los problemas de clase, solo trata de entregar todo lo que pide y aprobar los exámenes."}, {"fecha": "21/Ene/2015", "score_general": "6.0", "score_facilidad": "6.0", "materia": "teoria y lab QyE", "comments": "Es una muy buena profesora, muy amable y seria. En realidad explica bien, sus exámenes son fáciles si estudias los problemas de clase, solo trata de entregar todo lo que pide y aprobar los exámenes."}, {"fecha": "24/Oct/2014", "score_general": "6.0", "score_facilidad": "6.0", "materia": "QyEM", "comments": "Es una muy buena profesora, muy amable y seria. En realidad explica bien, sus exámenes son fáciles si estudias los problemas de clase, solo trata de entregar todo lo que pide y aprobar los exámenes."}]