[{"fecha": "27/May/2023", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Ecuaciones Diferenciales", "comments": "Califica Duro, Asistencia obligatoria, Tomaría su clase otra vez"}, {"fecha": "19/Mar/2023", "score_general": "8.0", "score_facilidad": "6.0", "materia": "Ecuaciones Diferenciales", "comments": "Califica Duro, Barco, Las clases son largas"}, {"fecha": "23/Feb/2023", "score_general": "6.0", "score_facilidad": "6.0", "materia": "E. D.", "comments": "Califica Duro, Da buena retroalimentación, Los exámenes son difíciles"}, {"fecha": "11/Feb/2023", "score_general": "3.0", "score_facilidad": "2.0", "materia": "Análisis Numérico", "comments": "Las clases son largas, Aspectos de calificación claros, Los exámenes son difíciles"}, {"fecha": "28/Ene/2022", "score_general": "9.0", "score_facilidad": "6.0", "materia": "Probabilidad", "comments": ""}, {"fecha": "28/Ene/2022", "score_general": "3.0", "score_facilidad": "6.0", "materia": "Probabilidad", "comments": "Prepárate para leer, Las clases son largasEste profesor se veía bueno al inicio pero sus exámenes son opción múltiple pero hace varias versiones para evitar que copien. Si reprubas un examen, aunque tengas 9 de promedio total, te manda a final y su evaluación es confusa"}, {"fecha": "22/Ene/2022", "score_general": "8.0", "score_facilidad": "6.0", "materia": "Ecuaciones Diferenciales", "comments": "Da buena retroalimentación, Aspectos de calificación claros, Deja trabajos largosEste profesor se veía bueno al inicio pero sus exámenes son opción múltiple pero hace varias versiones para evitar que copien. Si reprubas un examen, aunque tengas 9 de promedio total, te manda a final y su evaluación es confusa"}, {"fecha": "04/Ago/2020", "score_general": "4.0", "score_facilidad": "4.0", "materia": "Ec. Diferenciales", "comments": "Muchas tareasEste profesor se veía bueno al inicio pero sus exámenes son opción múltiple pero hace varias versiones para evitar que copien. Si reprubas un examen, aunque tengas 9 de promedio total, te manda a final y su evaluación es confusa"}, {"fecha": "12/Dic/2019", "score_general": "4.0", "score_facilidad": "4.0", "materia": "Ecuaciones Diferenciales", "comments": "La Participación Importa, Asistencia obligatoria, Las clases son largasEste profesor se veía bueno al inicio pero sus exámenes son opción múltiple pero hace varias versiones para evitar que copien. Si reprubas un examen, aunque tengas 9 de promedio total, te manda a final y su evaluación es confusa"}, {"fecha": "06/Ago/2019", "score_general": "10.0", "score_facilidad": "10.0", "materia": "---", "comments": "Este profesor se veía bueno al inicio pero sus exámenes son opción múltiple pero hace varias versiones para evitar que copien. Si reprubas un examen, aunque tengas 9 de promedio total, te manda a final y su evaluación es confusa"}, {"fecha": "12/Abr/2019", "score_general": "7.0", "score_facilidad": "8.0", "materia": "Ecuaciones diferenciales", "comments": "Califica Duro, Da buena retroalimentación, Asistencia obligatoriaAsiste a clases, consigue el libro de ecuaciones Zill,  si no eximes, promedia el final con lo obtenido en clase . En el final saqué 9."}, {"fecha": "13/Feb/2019", "score_general": "6.0", "score_facilidad": "10.0", "materia": "Ec. Diferenciales", "comments": "Asistencia obligatoriaAsiste a clases, consigue el libro de ecuaciones Zill,  si no eximes, promedia el final con lo obtenido en clase . En el final saqué 9."}, {"fecha": "22/Ene/2019", "score_general": "5.0", "score_facilidad": "6.0", "materia": "Análisis Numérico", "comments": "Las clases son largasAsiste a clases, consigue el libro de ecuaciones Zill,  si no eximes, promedia el final con lo obtenido en clase . En el final saqué 9."}, {"fecha": "04/Dic/2018", "score_general": "4.0", "score_facilidad": "4.0", "materia": "Análisis Numérico", "comments": "La Participación Importa, Asistencia obligatoria, Las clases son largasAsiste a clases, consigue el libro de ecuaciones Zill,  si no eximes, promedia el final con lo obtenido en clase . En el final saqué 9."}, {"fecha": "09/Ago/2018", "score_general": "2.0", "score_facilidad": "2.0", "materia": "ecuaciones diferenciales", "comments": "Califica Duro, Muchas tareas, Los exámenes son difícilesAsiste a clases, consigue el libro de ecuaciones Zill,  si no eximes, promedia el final con lo obtenido en clase . En el final saqué 9."}, {"fecha": "28/Ene/2018", "score_general": "8.0", "score_facilidad": "8.0", "materia": "Ecuaciones Diferenciales", "comments": "Da buena retroalimentación, Tomaría su clase otra vezEs un profesor bueno, es muy claro y aprendes. No es difícil pasar, exámenes de opción múltiple, lo malo es que no revisa procedimiento pero en general, los exámenes son sencillos, deja series que luego se resuelven en clase y las participaciones son extras. Es buena opción."}, {"fecha": "13/Ene/2018", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Ecuaciones diferenciales", "comments": "Es un profesor bueno, es muy claro y aprendes. No es difícil pasar, exámenes de opción múltiple, lo malo es que no revisa procedimiento pero en general, los exámenes son sencillos, deja series que luego se resuelven en clase y las participaciones son extras. Es buena opción."}, {"fecha": "06/Ene/2018", "score_general": "8.0", "score_facilidad": "6.0", "materia": "Ecuaciones diferenciales", "comments": "Barco, Asistencia obligatoria, Da Crédito ExtraEs un profesor bueno, es muy claro y aprendes. No es difícil pasar, exámenes de opción múltiple, lo malo es que no revisa procedimiento pero en general, los exámenes son sencillos, deja series que luego se resuelven en clase y las participaciones son extras. Es buena opción."}, {"fecha": "07/Dic/2017", "score_general": "4.0", "score_facilidad": "6.0", "materia": "ecuaciones diferenciales", "comments": "Las clases son largas, Da Crédito ExtraEs un profesor bueno, es muy claro y aprendes. No es difícil pasar, exámenes de opción múltiple, lo malo es que no revisa procedimiento pero en general, los exámenes son sencillos, deja series que luego se resuelven en clase y las participaciones son extras. Es buena opción."}, {"fecha": "27/Jul/2016", "score_general": "10.0", "score_facilidad": "10.0", "materia": "---", "comments": "Barco, Inspiracional, Clases excelentesEs un profesor bueno, es muy claro y aprendes. No es difícil pasar, exámenes de opción múltiple, lo malo es que no revisa procedimiento pero en general, los exámenes son sencillos, deja series que luego se resuelven en clase y las participaciones son extras. Es buena opción."}, {"fecha": "21/Jun/2016", "score_general": "5.0", "score_facilidad": "4.0", "materia": "Probabilidad y Estadística", "comments": "Califica Duro, Las clases son largas, Los exámenes son difícilesEste profesor debe explicar muy bien, pero la verdad esque te preocupa más el hecho que debes de permanecer despierto para entenderle, a veces se mancha en los exámenes, no debes reprobar ninguno sino ya estas en final, ay no sé es horrible, si te gusta  la materia ADELANTE, llevate unos dulces"}, {"fecha": "05/Feb/2016", "score_general": "7.0", "score_facilidad": "6.0", "materia": "Ecuaciones diferenciales", "comments": "Da buena retroalimentación, La Participación Importa, Clases excelentesEste profesor debe explicar muy bien, pero la verdad esque te preocupa más el hecho que debes de permanecer despierto para entenderle, a veces se mancha en los exámenes, no debes reprobar ninguno sino ya estas en final, ay no sé es horrible, si te gusta  la materia ADELANTE, llevate unos dulces"}, {"fecha": "21/Ene/2016", "score_general": "8.0", "score_facilidad": "8.0", "materia": "Ecuaciones D.", "comments": "Este profesor debe explicar muy bien, pero la verdad esque te preocupa más el hecho que debes de permanecer despierto para entenderle, a veces se mancha en los exámenes, no debes reprobar ninguno sino ya estas en final, ay no sé es horrible, si te gusta  la materia ADELANTE, llevate unos dulces"}, {"fecha": "12/Ene/2016", "score_general": "7.0", "score_facilidad": "6.0", "materia": "Ecuaciones Diferenciales", "comments": "Este profesor debe explicar muy bien, pero la verdad esque te preocupa más el hecho que debes de permanecer despierto para entenderle, a veces se mancha en los exámenes, no debes reprobar ninguno sino ya estas en final, ay no sé es horrible, si te gusta  la materia ADELANTE, llevate unos dulces"}, {"fecha": "13/Dic/2015", "score_general": "7.0", "score_facilidad": "6.0", "materia": "Ecuaciones Diferenciales", "comments": "Este profesor debe explicar muy bien, pero la verdad esque te preocupa más el hecho que debes de permanecer despierto para entenderle, a veces se mancha en los exámenes, no debes reprobar ninguno sino ya estas en final, ay no sé es horrible, si te gusta  la materia ADELANTE, llevate unos dulces"}, {"fecha": "10/Nov/2015", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Ecuaciones diferenciales", "comments": "Muy buen profesor, te deja un nivel increíble, si repruebas con el pasaras con otro profesor sin problema, siéntate hasta adelante para escucharlo bien jaja enseña muy bien e insisto te deja un excelente nivel, notas en word muy bien redactadas"}, {"fecha": "30/Oct/2015", "score_general": "8.0", "score_facilidad": "2.0", "materia": "Ecuaciones diferenciales", "comments": "Muy buen profesor, te deja un nivel increíble, si repruebas con el pasaras con otro profesor sin problema, siéntate hasta adelante para escucharlo bien jaja enseña muy bien e insisto te deja un excelente nivel, notas en word muy bien redactadas"}, {"fecha": "03/Nov/2014", "score_general": "6.0", "score_facilidad": "8.0", "materia": "ED", "comments": "Muy buen profesor, te deja un nivel increíble, si repruebas con el pasaras con otro profesor sin problema, siéntate hasta adelante para escucharlo bien jaja enseña muy bien e insisto te deja un excelente nivel, notas en word muy bien redactadas"}, {"fecha": "25/Jun/2014", "score_general": "4.0", "score_facilidad": "6.0", "materia": "---", "comments": "Muy buen profesor, te deja un nivel increíble, si repruebas con el pasaras con otro profesor sin problema, siéntate hasta adelante para escucharlo bien jaja enseña muy bien e insisto te deja un excelente nivel, notas en word muy bien redactadas"}]