[{"fecha": "13/Feb/2023", "score_general": "10.0", "score_facilidad": "10.0", "materia": "circuitos de rf", "comments": "Da buena retroalimentación, Aspectos de calificación claros, Tomaría su clase otra vezLa mejor opción para este lab., te deja el nivel necesario para el siguiente laboratorio. Explica claramente cada práctica y te da todos los elementos para que no falles en lograr la mejor calificación. Una lastima que no dio el siguiente laboratorio de Tx y Rx. Muy flexible a la hora de evaluar."}, {"fecha": "05/Feb/2023", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Laboratorio Sistemas de Com.", "comments": "Aspectos de calificación claros, Brinda apoyo, Clases excelentesLa mejor opción para este lab., te deja el nivel necesario para el siguiente laboratorio. Explica claramente cada práctica y te da todos los elementos para que no falles en lograr la mejor calificación. Una lastima que no dio el siguiente laboratorio de Tx y Rx. Muy flexible a la hora de evaluar."}, {"fecha": "02/Feb/2023", "score_general": "8.0", "score_facilidad": "4.0", "materia": "Sistemas de Comunicaciones", "comments": "Califica Duro, Muchas tareas, Las clases son largasLa mejor opción para este lab., te deja el nivel necesario para el siguiente laboratorio. Explica claramente cada práctica y te da todos los elementos para que no falles en lograr la mejor calificación. Una lastima que no dio el siguiente laboratorio de Tx y Rx. Muy flexible a la hora de evaluar."}, {"fecha": "29/Ene/2023", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Sistemas comunicaciones", "comments": "Respetado por los estudiantes, Pocos Exámenes, Aspectos de calificación clarosLa mejor opción para este lab., te deja el nivel necesario para el siguiente laboratorio. Explica claramente cada práctica y te da todos los elementos para que no falles en lograr la mejor calificación. Una lastima que no dio el siguiente laboratorio de Tx y Rx. Muy flexible a la hora de evaluar."}, {"fecha": "26/Ene/2023", "score_general": "9.0", "score_facilidad": "6.0", "materia": "---", "comments": "Muchas tareas, Asistencia obligatoria, Los exámenes son difícilesLa mejor opción para este lab., te deja el nivel necesario para el siguiente laboratorio. Explica claramente cada práctica y te da todos los elementos para que no falles en lograr la mejor calificación. Una lastima que no dio el siguiente laboratorio de Tx y Rx. Muy flexible a la hora de evaluar."}, {"fecha": "11/Ene/2023", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Sistemas de comunicaciones", "comments": "Clases excelentes, Tomaría su clase otra vezEs el mejor; tiene doctorado y derrocha ese conocimiento, explica muy claro, el primer examen viene cargadito, pero vale la pena, lo prometo. Todos pasan con buena calificacion, el te da todas las herramientas necesarias. Da descanso cada hora, y no deja tarea. No pasa lista."}, {"fecha": "03/May/2022", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Lab. Cir. Radiofrecuencia", "comments": "Da buena retroalimentación, Aspectos de calificación claros, Tomaría su clase otra vezEs el mejor; tiene doctorado y derrocha ese conocimiento, explica muy claro, el primer examen viene cargadito, pero vale la pena, lo prometo. Todos pasan con buena calificacion, el te da todas las herramientas necesarias. Da descanso cada hora, y no deja tarea. No pasa lista."}, {"fecha": "05/Feb/2022", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Lab. Transmisores-Receptores", "comments": "Da buena retroalimentación, Aspectos de calificación claros, Clases excelentesEs el mejor; tiene doctorado y derrocha ese conocimiento, explica muy claro, el primer examen viene cargadito, pero vale la pena, lo prometo. Todos pasan con buena calificacion, el te da todas las herramientas necesarias. Da descanso cada hora, y no deja tarea. No pasa lista."}, {"fecha": "27/Ene/2022", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Sistemas de comunicaciones", "comments": "Respetado por los estudiantes, Pocos Exámenes, Tomaría su clase otra vezEs el mejor; tiene doctorado y derrocha ese conocimiento, explica muy claro, el primer examen viene cargadito, pero vale la pena, lo prometo. Todos pasan con buena calificacion, el te da todas las herramientas necesarias. Da descanso cada hora, y no deja tarea. No pasa lista."}, {"fecha": "24/Ene/2022", "score_general": "9.0", "score_facilidad": "8.0", "materia": "SISTEMAS DE COMUNICACIONES", "comments": "Es el mejor; tiene doctorado y derrocha ese conocimiento, explica muy claro, el primer examen viene cargadito, pero vale la pena, lo prometo. Todos pasan con buena calificacion, el te da todas las herramientas necesarias. Da descanso cada hora, y no deja tarea. No pasa lista."}, {"fecha": "23/Ago/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Lab. RF", "comments": "La Participación Importa, Clases excelentes, Tomaría su clase otra vez"}, {"fecha": "14/Feb/2021", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Sistemas de comunicaciones", "comments": "Da Crédito Extra, Brinda apoyo, Deja trabajos largos"}, {"fecha": "31/Ene/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Lab. sistemas de comunicaciones electroncias", "comments": "Aspectos de calificación claros, Brinda apoyo, Clases excelentes"}]