[{"fecha": "22/Feb/2023", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Investigacion 1 Taller de Proyectos", "comments": "Prepárate para leer, La Participación Importa, Da Crédito ExtraSus clases fueron amenas. Los recursos \"extracurriculares\" (viajes, visitas de sitio, acudir a actividades por fuera) fueron realmente lo que hizo diferente a su materia. Vale la pena por todos esos extras. No se apega mucho al programa que suelen tener las materias y ahí suele haber problemas"}, {"fecha": "05/Feb/2023", "score_general": "9.0", "score_facilidad": "10.0", "materia": "LITERATURA HISPANOAMERICANA CONTEMPORANEA", "comments": "Barco, Muchas tareas, Prepárate para leerSus clases fueron amenas. Los recursos \"extracurriculares\" (viajes, visitas de sitio, acudir a actividades por fuera) fueron realmente lo que hizo diferente a su materia. Vale la pena por todos esos extras. No se apega mucho al programa que suelen tener las materias y ahí suele haber problemas"}, {"fecha": "04/Ago/2022", "score_general": "7.0", "score_facilidad": "8.0", "materia": "Cultura y comunicación", "comments": "Barco, Muchas tareas, Las clases son largasSus clases fueron amenas. Los recursos \"extracurriculares\" (viajes, visitas de sitio, acudir a actividades por fuera) fueron realmente lo que hizo diferente a su materia. Vale la pena por todos esos extras. No se apega mucho al programa que suelen tener las materias y ahí suele haber problemas"}, {"fecha": "12/Feb/2022", "score_general": "2.0", "score_facilidad": "10.0", "materia": "cultura y comunicación", "comments": "Sus clases fueron amenas. Los recursos \"extracurriculares\" (viajes, visitas de sitio, acudir a actividades por fuera) fueron realmente lo que hizo diferente a su materia. Vale la pena por todos esos extras. No se apega mucho al programa que suelen tener las materias y ahí suele haber problemas"}, {"fecha": "31/Ene/2022", "score_general": "10.0", "score_facilidad": "10.0", "materia": "literatura hispanoamericana", "comments": "Muchas tareas, Da Crédito Extra, Brinda apoyoSus clases fueron amenas. Los recursos \"extracurriculares\" (viajes, visitas de sitio, acudir a actividades por fuera) fueron realmente lo que hizo diferente a su materia. Vale la pena por todos esos extras. No se apega mucho al programa que suelen tener las materias y ahí suele haber problemas"}, {"fecha": "27/Ago/2021", "score_general": "6.0", "score_facilidad": "8.0", "materia": "Literatura Hispanoamericana", "comments": "Barco, Muchas tareas, Las clases son largasSi te interesa esta materia no la metas con ella pues no sigue el temario. Si lo que quieres es chambearle pero no pensarle mucho, ella es la opción. Deja muuuuuchas tareas y proyectos pero si haces todo sacas 10. No es exigente con los trabajos, puedes ser una basura y de todos modos te irá bien."}, {"fecha": "24/Ago/2021", "score_general": "8.0", "score_facilidad": "10.0", "materia": "Literatura Hispanoamericana", "comments": "Si te interesa esta materia no la metas con ella pues no sigue el temario. Si lo que quieres es chambearle pero no pensarle mucho, ella es la opción. Deja muuuuuchas tareas y proyectos pero si haces todo sacas 10. No es exigente con los trabajos, puedes ser una basura y de todos modos te irá bien."}, {"fecha": "23/Ago/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Cultura y Comunicación", "comments": "Muchas tareas, Las clases son largas, Aspectos de calificación clarosSi te interesa esta materia no la metas con ella pues no sigue el temario. Si lo que quieres es chambearle pero no pensarle mucho, ella es la opción. Deja muuuuuchas tareas y proyectos pero si haces todo sacas 10. No es exigente con los trabajos, puedes ser una basura y de todos modos te irá bien."}, {"fecha": "18/Feb/2021", "score_general": "8.0", "score_facilidad": "8.0", "materia": "Literatura hispanoamericana", "comments": "Muchas tareas, Prepárate para leer, La Participación ImportaSi te interesa esta materia no la metas con ella pues no sigue el temario. Si lo que quieres es chambearle pero no pensarle mucho, ella es la opción. Deja muuuuuchas tareas y proyectos pero si haces todo sacas 10. No es exigente con los trabajos, puedes ser una basura y de todos modos te irá bien."}, {"fecha": "16/Feb/2021", "score_general": "8.0", "score_facilidad": "8.0", "materia": "Literatura Hispanoamericana Contemporanea", "comments": "Muchas tareas, Prepárate para leer, Deja trabajos largosSi te interesa esta materia no la metas con ella pues no sigue el temario. Si lo que quieres es chambearle pero no pensarle mucho, ella es la opción. Deja muuuuuchas tareas y proyectos pero si haces todo sacas 10. No es exigente con los trabajos, puedes ser una basura y de todos modos te irá bien."}, {"fecha": "23/Nov/2019", "score_general": "9.0", "score_facilidad": "10.0", "materia": "Literatura", "comments": "Barco, Muchas tareas, Asistencia obligatoriaExcelente Profesora, muy flexible y buena onda."}, {"fecha": "10/Ago/2019", "score_general": "2.0", "score_facilidad": "4.0", "materia": "Redacción y exposición de temas de ingeniería", "comments": "Deja trabajos largos, Muchos proyectos grupalesExcelente Profesora, muy flexible y buena onda."}, {"fecha": "25/Jul/2019", "score_general": "2.0", "score_facilidad": "10.0", "materia": "---", "comments": "Excelente Profesora, muy flexible y buena onda."}, {"fecha": "13/Jun/2019", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Cultura y Comunicación", "comments": "Muchas tareas, Prepárate para leer, Tomaría su clase otra vezExcelente Profesora, muy flexible y buena onda."}, {"fecha": "07/Jun/2019", "score_general": "6.0", "score_facilidad": "10.0", "materia": "Cultura y Comunicación", "comments": "Barco, Prepárate para leer, Las clases son largasExcelente Profesora, muy flexible y buena onda."}, {"fecha": "31/Ene/2019", "score_general": "3.0", "score_facilidad": "2.0", "materia": "Redacción y Exposición de Temas de Ingeniería", "comments": "Muchas tareas, Deja trabajos largos, Muchos proyectos grupalesPésima maestra, no volvería a tomar clase con ella, sus clases son tediosas y aburridas, no aprendes nada de la materia."}, {"fecha": "20/Ene/2019", "score_general": "8.0", "score_facilidad": "8.0", "materia": "Redacción y Exposición", "comments": "Pésima maestra, no volvería a tomar clase con ella, sus clases son tediosas y aburridas, no aprendes nada de la materia."}, {"fecha": "13/Ene/2019", "score_general": "7.0", "score_facilidad": "10.0", "materia": "Redacción y Exposición de temas de ingeniería.", "comments": "Pésima maestra, no volvería a tomar clase con ella, sus clases son tediosas y aburridas, no aprendes nada de la materia."}, {"fecha": "28/Jul/2018", "score_general": "7.0", "score_facilidad": "10.0", "materia": "Cultura y comunicación", "comments": "Barco, Muy cómico, La Participación ImportaPésima maestra, no volvería a tomar clase con ella, sus clases son tediosas y aburridas, no aprendes nada de la materia."}, {"fecha": "23/Jul/2018", "score_general": "6.0", "score_facilidad": "10.0", "materia": "Redacción y Exposición de temas de ingeniería", "comments": "Muchas tareas, Asistencia obligatoria, Las clases son largasPésima maestra, no volvería a tomar clase con ella, sus clases son tediosas y aburridas, no aprendes nada de la materia."}, {"fecha": "15/Jul/2018", "score_general": "6.0", "score_facilidad": "8.0", "materia": "Redacción y exposición de temas de ingeniería", "comments": "Prepárate para leer, La Participación Importa, Las clases son largasEs una buena persona y se ve que le echa ganas pero eso no le quita lo mala profesora que es. Realmente nunca llegas a tener idea de que es el punto que esta tratando y siempre divaga, aunque ella cree que es buena. En concreto no aprendes nada pero puedes pasar fácil si haces todos sus trabajos."}, {"fecha": "28/Ene/2018", "score_general": "5.0", "score_facilidad": "8.0", "materia": "Redacción y exposición de temas de ingeniería", "comments": "Es una buena persona y se ve que le echa ganas pero eso no le quita lo mala profesora que es. Realmente nunca llegas a tener idea de que es el punto que esta tratando y siempre divaga, aunque ella cree que es buena. En concreto no aprendes nada pero puedes pasar fácil si haces todos sus trabajos."}, {"fecha": "23/Ene/2018", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Cultura y Comunicación", "comments": "Es una buena persona y se ve que le echa ganas pero eso no le quita lo mala profesora que es. Realmente nunca llegas a tener idea de que es el punto que esta tratando y siempre divaga, aunque ella cree que es buena. En concreto no aprendes nada pero puedes pasar fácil si haces todos sus trabajos."}, {"fecha": "17/Ene/2018", "score_general": "7.0", "score_facilidad": "6.0", "materia": "Cultura y comunicación.", "comments": "Muy cómico, Muchas tareas, Tomaría su clase otra vezEs una buena persona y se ve que le echa ganas pero eso no le quita lo mala profesora que es. Realmente nunca llegas a tener idea de que es el punto que esta tratando y siempre divaga, aunque ella cree que es buena. En concreto no aprendes nada pero puedes pasar fácil si haces todos sus trabajos."}, {"fecha": "25/Jul/2017", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Cultura y comunicación", "comments": "Barco, La Participación Importa, Brinda apoyoEs una buena persona y se ve que le echa ganas pero eso no le quita lo mala profesora que es. Realmente nunca llegas a tener idea de que es el punto que esta tratando y siempre divaga, aunque ella cree que es buena. En concreto no aprendes nada pero puedes pasar fácil si haces todos sus trabajos."}, {"fecha": "27/Jun/2017", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Redacción y Exposición de temas de Ingeneiría", "comments": "Muchas tareasDemasiado fácil pasar con ella es una buena profesora y persona. Muy tranquila. La recomiendo mucho para esta materia."}, {"fecha": "22/Abr/2017", "score_general": "4.0", "score_facilidad": "10.0", "materia": "Redacción y Exposición de Temas de Ingeniería", "comments": "Barco, Muchas tareas, Pocos ExámenesDemasiado fácil pasar con ella es una buena profesora y persona. Muy tranquila. La recomiendo mucho para esta materia."}, {"fecha": "19/Ene/2017", "score_general": "8.0", "score_facilidad": "10.0", "materia": "Literatura Hispanoamericana y Contemporanea", "comments": "BarcoDemasiado fácil pasar con ella es una buena profesora y persona. Muy tranquila. La recomiendo mucho para esta materia."}, {"fecha": "17/Ene/2017", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Redacción de temas selectos de ingeniería", "comments": "Demasiado fácil pasar con ella es una buena profesora y persona. Muy tranquila. La recomiendo mucho para esta materia."}, {"fecha": "11/Ago/2016", "score_general": "4.0", "score_facilidad": "10.0", "materia": "Redaccion", "comments": "Barco, Prepárate para leer, Las clases son largasDemasiado fácil pasar con ella es una buena profesora y persona. Muy tranquila. La recomiendo mucho para esta materia."}, {"fecha": "25/Jul/2016", "score_general": "7.0", "score_facilidad": "10.0", "materia": "Cultura y comunicación", "comments": "Muchas tareas, Prepárate para leer, Deja trabajos largosNo hay problema si faltas a sus clases, te pasa a exponer y te deja lecturas, pero al final del semestre tienes que entregarle un proyecto final, junto con todas sus lecturas en un folder, no te confies y empiezalas cuanto antes, si haces esto 10 seguro."}]