[{"fecha": "13/Feb/2023", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Laboratorio de sistemas de com.", "comments": "Hace exámenes sorpresa, Da Crédito ExtraMuy buen profesor, no cabe duda que le gusta dejar claro todo para que no tengas dudas. La evaluación es la típica de cualquier laboratorio, te va guiando en el laboratorio y explicando las cosas necesarias para entender mejor la practica. Creo que da teoría pero supongo que ha de ser igual de bueno"}, {"fecha": "05/Feb/2023", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Lab. Circuitos RF", "comments": "Barco, Clases excelentes, Tomaría su clase otra vezMuy buen profesor, no cabe duda que le gusta dejar claro todo para que no tengas dudas. La evaluación es la típica de cualquier laboratorio, te va guiando en el laboratorio y explicando las cosas necesarias para entender mejor la practica. Creo que da teoría pero supongo que ha de ser igual de bueno"}, {"fecha": "28/Jun/2022", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Circuitos De RF (LAB)", "comments": "Da buena retroalimentación, Brinda apoyo, Tomaría su clase otra vezMuy buen profesor, no cabe duda que le gusta dejar claro todo para que no tengas dudas. La evaluación es la típica de cualquier laboratorio, te va guiando en el laboratorio y explicando las cosas necesarias para entender mejor la practica. Creo que da teoría pero supongo que ha de ser igual de bueno"}, {"fecha": "03/Jun/2022", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Sistemas de comunicaciones", "comments": "Da buena retroalimentación, Aspectos de calificación claros, Clases excelentesMuy buen profesor, no cabe duda que le gusta dejar claro todo para que no tengas dudas. La evaluación es la típica de cualquier laboratorio, te va guiando en el laboratorio y explicando las cosas necesarias para entender mejor la practica. Creo que da teoría pero supongo que ha de ser igual de bueno"}, {"fecha": "28/May/2022", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Laboratorio Transmisores y Receptores", "comments": "Brinda apoyo, Clases excelentes, Tomaría su clase otra vezMuy buen profesor, no cabe duda que le gusta dejar claro todo para que no tengas dudas. La evaluación es la típica de cualquier laboratorio, te va guiando en el laboratorio y explicando las cosas necesarias para entender mejor la practica. Creo que da teoría pero supongo que ha de ser igual de bueno"}, {"fecha": "30/Abr/2022", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Lab. circ. radiofrecuencia", "comments": "Da buena retroalimentación, Da Crédito Extra, Tomaría su clase otra vezLa mejor opción para este lab. y el siguiente. No hay pierde sabe mucho y te apoya en todo. No te deja solo y explica muy bien. Cumple todo y no hay falla de sacar una buena calificación. Se aprende más en el laboratorio. Ojala diera tambien teoria. Metela pronto por que se acaban sus vacantes."}, {"fecha": "10/Feb/2022", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Lab. Circuitos Radiofrecuencia", "comments": "Da buena retroalimentación, Aspectos de calificación claros, Tomaría su clase otra vezLa mejor opción para este lab. y el siguiente. No hay pierde sabe mucho y te apoya en todo. No te deja solo y explica muy bien. Cumple todo y no hay falla de sacar una buena calificación. Se aprende más en el laboratorio. Ojala diera tambien teoria. Metela pronto por que se acaban sus vacantes."}, {"fecha": "26/Feb/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Lab. Fundamentos de Sistemas de comunicaciones", "comments": "Da buena retroalimentación, Brinda apoyo, Tomaría su clase otra vezLa mejor opción para este lab. y el siguiente. No hay pierde sabe mucho y te apoya en todo. No te deja solo y explica muy bien. Cumple todo y no hay falla de sacar una buena calificación. Se aprende más en el laboratorio. Ojala diera tambien teoria. Metela pronto por que se acaban sus vacantes."}, {"fecha": "16/Feb/2021", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Lab. Sistemas de comunicaciones", "comments": "Asistencia obligatoria, Brinda apoyo, Deja trabajos largosLa mejor opción para este lab. y el siguiente. No hay pierde sabe mucho y te apoya en todo. No te deja solo y explica muy bien. Cumple todo y no hay falla de sacar una buena calificación. Se aprende más en el laboratorio. Ojala diera tambien teoria. Metela pronto por que se acaban sus vacantes."}]