[{"fecha": "23/Abr/2023", "score_general": "3.0", "score_facilidad": "6.0", "materia": "Dibujo", "comments": "Califica Duro, Muchas tareas, Las clases son largasYo tomé clase con ella en 1994. Parece increíble que profesoras como ella sigan dando clase. Se la pasa descargando sus traumas en los alumnos y se las daba de muy docta en clase de dibujo. Evítenla a toda costa."}, {"fecha": "11/Feb/2023", "score_general": "2.0", "score_facilidad": "2.0", "materia": "Probabilidad", "comments": "Califica Duro, Las clases son largas, Los exámenes son difícilesYo tomé clase con ella en 1994. Parece increíble que profesoras como ella sigan dando clase. Se la pasa descargando sus traumas en los alumnos y se las daba de muy docta en clase de dibujo. Evítenla a toda costa."}, {"fecha": "24/Nov/2022", "score_general": "2.0", "score_facilidad": "2.0", "materia": "Probabilidad", "comments": "Califica Duro, Prepárate para leer, Las clases son largasYo tomé clase con ella en 1994. Parece increíble que profesoras como ella sigan dando clase. Se la pasa descargando sus traumas en los alumnos y se las daba de muy docta en clase de dibujo. Evítenla a toda costa."}, {"fecha": "19/Sep/2020", "score_general": "3.0", "score_facilidad": "4.0", "materia": "Probabilidad", "comments": "Muchas tareas, Deja trabajos largos, Los exámenes son difícilesYo tomé clase con ella en 1994. Parece increíble que profesoras como ella sigan dando clase. Se la pasa descargando sus traumas en los alumnos y se las daba de muy docta en clase de dibujo. Evítenla a toda costa."}, {"fecha": "28/Ene/2020", "score_general": "6.0", "score_facilidad": "10.0", "materia": "Probabilidad", "comments": "Barco, Los exámenes son difícilesYo tomé clase con ella en 1994. Parece increíble que profesoras como ella sigan dando clase. Se la pasa descargando sus traumas en los alumnos y se las daba de muy docta en clase de dibujo. Evítenla a toda costa."}, {"fecha": "08/Ago/2019", "score_general": "2.0", "score_facilidad": "2.0", "materia": "Probabilidad", "comments": "Califica Duro, Asistencia obligatoria, Los exámenes son difícilesSolo me bastó dos clases para ver que es una pésima profesora y maestra. Es homofobica y pide cosas innecesarias y solo habla de ella. Tiene que ser la PEOR PROFESORA en facultad. NO metas con ella, si es tu última opción, espérate al siguiente semestre"}, {"fecha": "28/Ene/2019", "score_general": "3.0", "score_facilidad": "2.0", "materia": "Probabilidad", "comments": "Califica Duro, Muchas tareas, Los exámenes son difícilesSolo me bastó dos clases para ver que es una pésima profesora y maestra. Es homofobica y pide cosas innecesarias y solo habla de ella. Tiene que ser la PEOR PROFESORA en facultad. NO metas con ella, si es tu última opción, espérate al siguiente semestre"}, {"fecha": "14/Ene/2019", "score_general": "2.0", "score_facilidad": "2.0", "materia": "PROBABILIDAD", "comments": "Solo me bastó dos clases para ver que es una pésima profesora y maestra. Es homofobica y pide cosas innecesarias y solo habla de ella. Tiene que ser la PEOR PROFESORA en facultad. NO metas con ella, si es tu última opción, espérate al siguiente semestre"}, {"fecha": "16/Ago/2017", "score_general": "2.0", "score_facilidad": "2.0", "materia": "Probabilidad y estadistica", "comments": "Solo me bastó dos clases para ver que es una pésima profesora y maestra. Es homofobica y pide cosas innecesarias y solo habla de ella. Tiene que ser la PEOR PROFESORA en facultad. NO metas con ella, si es tu última opción, espérate al siguiente semestre"}, {"fecha": "10/Ago/2017", "score_general": "5.0", "score_facilidad": "8.0", "materia": "Probabilidad y Estadistica", "comments": "Califica Duro, Deja trabajos largosSolo me bastó dos clases para ver que es una pésima profesora y maestra. Es homofobica y pide cosas innecesarias y solo habla de ella. Tiene que ser la PEOR PROFESORA en facultad. NO metas con ella, si es tu última opción, espérate al siguiente semestre"}, {"fecha": "24/Ene/2017", "score_general": "3.0", "score_facilidad": "4.0", "materia": "Probabilidad y Estadística", "comments": "Califica Duro, Las clases son largas, Los exámenes son difícilesTanto como persona como maestra es HORRIBLE. Puedes pasar si aguantas hasta el final, pero ñee, no  lo vale. Reprobarás todos los exámenes, y aunque te esfuerces en las tareas, sus resúmenes y todo lo demás, ella no lo va a revisar, va a ser tu jefe de equipo. Le pone 9 ó 10 a los que le caen bien."}, {"fecha": "09/Nov/2015", "score_general": "2.0", "score_facilidad": "4.0", "materia": "Probabilidad", "comments": "Tanto como persona como maestra es HORRIBLE. Puedes pasar si aguantas hasta el final, pero ñee, no  lo vale. Reprobarás todos los exámenes, y aunque te esfuerces en las tareas, sus resúmenes y todo lo demás, ella no lo va a revisar, va a ser tu jefe de equipo. Le pone 9 ó 10 a los que le caen bien."}, {"fecha": "26/Ago/2015", "score_general": "3.0", "score_facilidad": "2.0", "materia": "Probabilidad y estadistica", "comments": "Muchas tareas, Asistencia obligatoria, Los exámenes son difícilesTanto como persona como maestra es HORRIBLE. Puedes pasar si aguantas hasta el final, pero ñee, no  lo vale. Reprobarás todos los exámenes, y aunque te esfuerces en las tareas, sus resúmenes y todo lo demás, ella no lo va a revisar, va a ser tu jefe de equipo. Le pone 9 ó 10 a los que le caen bien."}, {"fecha": "28/Jun/2013", "score_general": "2.0", "score_facilidad": "2.0", "materia": "Probabilidad y estadística", "comments": "Tanto como persona como maestra es HORRIBLE. Puedes pasar si aguantas hasta el final, pero ñee, no  lo vale. Reprobarás todos los exámenes, y aunque te esfuerces en las tareas, sus resúmenes y todo lo demás, ella no lo va a revisar, va a ser tu jefe de equipo. Le pone 9 ó 10 a los que le caen bien."}, {"fecha": "31/Ene/2013", "score_general": "6.0", "score_facilidad": "6.0", "materia": "Probabilidad y estadística", "comments": "Tanto como persona como maestra es HORRIBLE. Puedes pasar si aguantas hasta el final, pero ñee, no  lo vale. Reprobarás todos los exámenes, y aunque te esfuerces en las tareas, sus resúmenes y todo lo demás, ella no lo va a revisar, va a ser tu jefe de equipo. Le pone 9 ó 10 a los que le caen bien."}, {"fecha": "14/Ene/2013", "score_general": "3.0", "score_facilidad": "2.0", "materia": "Probabilidad y Estadistica", "comments": "Pues esta maestra en ves de que te de clase se la pasa hablando de su vida, pero sobre todo de su hijo y cuando te da clase se la pasa regañando a todo el grupo.\r\nEsta maestra no es nada accesible y si metes con ella no pasas y tampoco aprendes, y los que pasan solo son los que le hacen la barba o."}]