[{"fecha": "16/Feb/2023", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Analisis Numerico", "comments": "Barco, Da buena retroalimentación, Brinda apoyoUno o sino el mejor profesor que tiene la Facultad de Ingenieria! Recomendado al 200%! Lo meti en Analisis Numerico y la vdd te tira paro en el proyecto final! Dios lo bendiga"}, {"fecha": "19/Jun/2022", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Análisis numérico", "comments": "Muchas tareas, Asistencia obligatoria, Clases excelentesUno o sino el mejor profesor que tiene la Facultad de Ingenieria! Recomendado al 200%! Lo meti en Analisis Numerico y la vdd te tira paro en el proyecto final! Dios lo bendiga"}, {"fecha": "10/Jun/2022", "score_general": "10.0", "score_facilidad": "6.0", "materia": "AN", "comments": "Da Crédito Extra, Brinda apoyo, Tomaría su clase otra vezUno o sino el mejor profesor que tiene la Facultad de Ingenieria! Recomendado al 200%! Lo meti en Analisis Numerico y la vdd te tira paro en el proyecto final! Dios lo bendiga"}, {"fecha": "30/May/2022", "score_general": "9.0", "score_facilidad": "6.0", "materia": "Análisis numérico", "comments": "Uno o sino el mejor profesor que tiene la Facultad de Ingenieria! Recomendado al 200%! Lo meti en Analisis Numerico y la vdd te tira paro en el proyecto final! Dios lo bendiga"}, {"fecha": "24/Ene/2022", "score_general": "8.0", "score_facilidad": "4.0", "materia": "Análisis Numérico", "comments": "Da buena retroalimentación, Muchas tareas, Deja trabajos largosUno o sino el mejor profesor que tiene la Facultad de Ingenieria! Recomendado al 200%! Lo meti en Analisis Numerico y la vdd te tira paro en el proyecto final! Dios lo bendiga"}, {"fecha": "12/Ene/2022", "score_general": "8.0", "score_facilidad": "6.0", "materia": "Analisis Numérico", "comments": "Muchas tareas, Aspectos de calificación claros, Deja trabajos largosEs una buena opción, aunque si debes de trabajarle mucho porque cada clase deja tareas que si te llevan algo de tiempo. Su proyecto final es en python, preparalo con tiempo porque es complicado hacerlo (ya que tiene unos videos para aprender python pero no son suficientes para elaborar el proyecto)"}, {"fecha": "12/Ene/2022", "score_general": "8.0", "score_facilidad": "6.0", "materia": "Análisis numérico", "comments": "Muchas tareas, Brinda apoyo, Tomaría su clase otra vezEs una buena opción, aunque si debes de trabajarle mucho porque cada clase deja tareas que si te llevan algo de tiempo. Su proyecto final es en python, preparalo con tiempo porque es complicado hacerlo (ya que tiene unos videos para aprender python pero no son suficientes para elaborar el proyecto)"}, {"fecha": "16/Oct/2021", "score_general": "5.0", "score_facilidad": "2.0", "materia": "---", "comments": "Califica Duro, Muchas tareas, Los exámenes son difícilesEs una buena opción, aunque si debes de trabajarle mucho porque cada clase deja tareas que si te llevan algo de tiempo. Su proyecto final es en python, preparalo con tiempo porque es complicado hacerlo (ya que tiene unos videos para aprender python pero no son suficientes para elaborar el proyecto)"}, {"fecha": "26/Ago/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Análisis Numérico", "comments": "Califica Duro, Clases excelentes, Tomaría su clase otra vezEs una buena opción, aunque si debes de trabajarle mucho porque cada clase deja tareas que si te llevan algo de tiempo. Su proyecto final es en python, preparalo con tiempo porque es complicado hacerlo (ya que tiene unos videos para aprender python pero no son suficientes para elaborar el proyecto)"}, {"fecha": "24/Ago/2021", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Analisis Numerico", "comments": "Muchas tareas, Aspectos de calificación claros, Deja trabajos largosEs una buena opción, aunque si debes de trabajarle mucho porque cada clase deja tareas que si te llevan algo de tiempo. Su proyecto final es en python, preparalo con tiempo porque es complicado hacerlo (ya que tiene unos videos para aprender python pero no son suficientes para elaborar el proyecto)"}, {"fecha": "23/Ago/2021", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Análisis numérico", "comments": "Aspectos de calificación clarosEs claro con la evaluación, desde el principio ya están en la plataforma las tareas por hacer durante el semestre, sus videos son claros y da cursos de python, lo recomiendo bastante, aprendes mucho, las clases duran 1 hora, son solo de dudas de los videos. La clase es amena."}, {"fecha": "22/Feb/2021", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Análisis numérico", "comments": "Da buena retroalimentación, Respetado por los estudiantes, InspiracionalEs claro con la evaluación, desde el principio ya están en la plataforma las tareas por hacer durante el semestre, sus videos son claros y da cursos de python, lo recomiendo bastante, aprendes mucho, las clases duran 1 hora, son solo de dudas de los videos. La clase es amena."}, {"fecha": "19/Feb/2021", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Análisis Numérico", "comments": "Respetado por los estudiantes, Inspiracional, Brinda apoyoEs claro con la evaluación, desde el principio ya están en la plataforma las tareas por hacer durante el semestre, sus videos son claros y da cursos de python, lo recomiendo bastante, aprendes mucho, las clases duran 1 hora, son solo de dudas de los videos. La clase es amena."}, {"fecha": "11/Feb/2021", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Análisis Numérico", "comments": "Muchas tareas, Inspiracional, Brinda apoyoEs claro con la evaluación, desde el principio ya están en la plataforma las tareas por hacer durante el semestre, sus videos son claros y da cursos de python, lo recomiendo bastante, aprendes mucho, las clases duran 1 hora, son solo de dudas de los videos. La clase es amena."}, {"fecha": "08/Feb/2021", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Análisis numérico", "comments": "Muchas tareas, Aspectos de calificación claros, Tomaría su clase otra vezEs claro con la evaluación, desde el principio ya están en la plataforma las tareas por hacer durante el semestre, sus videos son claros y da cursos de python, lo recomiendo bastante, aprendes mucho, las clases duran 1 hora, son solo de dudas de los videos. La clase es amena."}, {"fecha": "08/Feb/2021", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Análisis Numérico", "comments": "Excelente curso, sus vídeos son muy claros. Se tiene que  entregar tareas semanales . Se cumple el temario totalmente."}, {"fecha": "23/Jun/2020", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Analisis Numerico", "comments": "Muchas tareas, Inspiracional, Tomaría su clase otra vezExcelente curso, sus vídeos son muy claros. Se tiene que  entregar tareas semanales . Se cumple el temario totalmente."}, {"fecha": "22/Jun/2020", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Analisis Numerico", "comments": "Califica Duro, Muy cómico, Aspectos de calificación clarosExcelente curso, sus vídeos son muy claros. Se tiene que  entregar tareas semanales . Se cumple el temario totalmente."}, {"fecha": "22/Jun/2020", "score_general": "9.0", "score_facilidad": "6.0", "materia": "Análisis Numérico", "comments": "Da buena retroalimentación, Muchas tareas, Tomaría su clase otra vezExcelente curso, sus vídeos son muy claros. Se tiene que  entregar tareas semanales . Se cumple el temario totalmente."}, {"fecha": "25/Jul/2019", "score_general": "8.0", "score_facilidad": "4.0", "materia": "Análisis Numérico", "comments": "Excelente curso, sus vídeos son muy claros. Se tiene que  entregar tareas semanales . Se cumple el temario totalmente."}, {"fecha": "25/Jul/2019", "score_general": "7.0", "score_facilidad": "6.0", "materia": "Análisis Numérico", "comments": "Califica Duro, Muchas tareas, Muchos ExámenesSi eres responsable haciendo tareas y asisitiendo a clases no tendrás problema, pero si faltas a una ya no entendiste muchas cosas y difícil ponerse al corriente. Aparte de que pone muchas condiciones a la hora de calificar y no te deja usar formulario en los exámenes."}, {"fecha": "17/Jul/2019", "score_general": "8.0", "score_facilidad": "6.0", "materia": "Análisis Numérico", "comments": "Califica Duro, Clases excelentes, Tomaría su clase otra vezSi eres responsable haciendo tareas y asisitiendo a clases no tendrás problema, pero si faltas a una ya no entendiste muchas cosas y difícil ponerse al corriente. Aparte de que pone muchas condiciones a la hora de calificar y no te deja usar formulario en los exámenes."}, {"fecha": "27/Jun/2019", "score_general": "8.0", "score_facilidad": "8.0", "materia": "Análisis Numérico", "comments": "Muchas tareas, Muchos Exámenes, Aspectos de calificación clarosSi eres responsable haciendo tareas y asisitiendo a clases no tendrás problema, pero si faltas a una ya no entendiste muchas cosas y difícil ponerse al corriente. Aparte de que pone muchas condiciones a la hora de calificar y no te deja usar formulario en los exámenes."}, {"fecha": "13/Jun/2019", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Análisis numérico", "comments": "La Participación Importa, Brinda apoyo, Tomaría su clase otra vezSi eres responsable haciendo tareas y asisitiendo a clases no tendrás problema, pero si faltas a una ya no entendiste muchas cosas y difícil ponerse al corriente. Aparte de que pone muchas condiciones a la hora de calificar y no te deja usar formulario en los exámenes."}, {"fecha": "07/Jun/2019", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Análisis numérico", "comments": "Muy cómico, Muchas tareas, Clases excelentesSi eres responsable haciendo tareas y asisitiendo a clases no tendrás problema, pero si faltas a una ya no entendiste muchas cosas y difícil ponerse al corriente. Aparte de que pone muchas condiciones a la hora de calificar y no te deja usar formulario en los exámenes."}, {"fecha": "05/May/2019", "score_general": "8.0", "score_facilidad": "8.0", "materia": "Analisis numerico", "comments": "Muchas tareasEl profesor da los temas de una forma muy clara y sencilla ya que tuve la experiencia de tomar esta materia con otro profesor y el resultado fue pesimo por lo que tuve que recursar la materia y con Ulises los temas los vemos muy rapido sencillo y claro, solo que deja muchas tareas"}, {"fecha": "02/May/2019", "score_general": "9.0", "score_facilidad": "10.0", "materia": "Análisis Numérico", "comments": "El profesor da los temas de una forma muy clara y sencilla ya que tuve la experiencia de tomar esta materia con otro profesor y el resultado fue pesimo por lo que tuve que recursar la materia y con Ulises los temas los vemos muy rapido sencillo y claro, solo que deja muchas tareas"}, {"fecha": "02/May/2019", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Analisis numerico", "comments": "Muchas tareas, Clases excelentes, Tomaría su clase otra vezEl profesor da los temas de una forma muy clara y sencilla ya que tuve la experiencia de tomar esta materia con otro profesor y el resultado fue pesimo por lo que tuve que recursar la materia y con Ulises los temas los vemos muy rapido sencillo y claro, solo que deja muchas tareas"}, {"fecha": "02/May/2019", "score_general": "8.0", "score_facilidad": "8.0", "materia": "Análisis Numérico", "comments": "Muchas tareas, Aspectos de calificación claros, Tomaría su clase otra vezEl profesor da los temas de una forma muy clara y sencilla ya que tuve la experiencia de tomar esta materia con otro profesor y el resultado fue pesimo por lo que tuve que recursar la materia y con Ulises los temas los vemos muy rapido sencillo y claro, solo que deja muchas tareas"}, {"fecha": "01/May/2019", "score_general": "5.0", "score_facilidad": "8.0", "materia": "Análisis Numérico", "comments": "Califica Duro, Muchas tareas, Deja trabajos largosEl profesor da los temas de una forma muy clara y sencilla ya que tuve la experiencia de tomar esta materia con otro profesor y el resultado fue pesimo por lo que tuve que recursar la materia y con Ulises los temas los vemos muy rapido sencillo y claro, solo que deja muchas tareas"}, {"fecha": "01/May/2019", "score_general": "8.0", "score_facilidad": "10.0", "materia": "Análisis Numérico", "comments": "Deja trabajos largosEs un profesor joven. A mi parecer le falta un poco de experiencia, a veces a la hora de explicar o expresarse puede llegar a confundir un poco, sin embargo nada que el tiempo no pueda arreglar. Las clases se hace muy amenas e interesantes. Sí aprendes pero también debes invertir mucho tiempo."}, {"fecha": "01/May/2019", "score_general": "6.0", "score_facilidad": "4.0", "materia": "Análisis Numérico", "comments": "Muchas tareas, Las clases son largas, Muchos ExámenesEs un profesor joven. A mi parecer le falta un poco de experiencia, a veces a la hora de explicar o expresarse puede llegar a confundir un poco, sin embargo nada que el tiempo no pueda arreglar. Las clases se hace muy amenas e interesantes. Sí aprendes pero también debes invertir mucho tiempo."}, {"fecha": "01/May/2019", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Análisis numérico", "comments": "Respetado por los estudiantes, Aspectos de calificación claros, Clases excelentesEs un profesor joven. A mi parecer le falta un poco de experiencia, a veces a la hora de explicar o expresarse puede llegar a confundir un poco, sin embargo nada que el tiempo no pueda arreglar. Las clases se hace muy amenas e interesantes. Sí aprendes pero también debes invertir mucho tiempo."}, {"fecha": "30/Abr/2019", "score_general": "7.0", "score_facilidad": "8.0", "materia": "Analisis Numérico", "comments": "Muchas tareasEs un profesor joven. A mi parecer le falta un poco de experiencia, a veces a la hora de explicar o expresarse puede llegar a confundir un poco, sin embargo nada que el tiempo no pueda arreglar. Las clases se hace muy amenas e interesantes. Sí aprendes pero también debes invertir mucho tiempo."}, {"fecha": "30/Abr/2019", "score_general": "7.0", "score_facilidad": "6.0", "materia": "Análisis numérico", "comments": "Muchas tareas, Aspectos de calificación claros, Los exámenes son difícilesEs un profesor joven. A mi parecer le falta un poco de experiencia, a veces a la hora de explicar o expresarse puede llegar a confundir un poco, sin embargo nada que el tiempo no pueda arreglar. Las clases se hace muy amenas e interesantes. Sí aprendes pero también debes invertir mucho tiempo."}, {"fecha": "16/Feb/2019", "score_general": "6.0", "score_facilidad": "4.0", "materia": "Curso Intersemestral - Métodos Numéricos con Python", "comments": "La verdad no considero que haya sido un buen profesor. No es muy bueno explicando, lo que dificulta prender. Cuando preguntaba lo sentía hasta grosero, como queriendo pasar sobre mí imponiéndose desde la primer clase, dejándome sin ganas de volver a preguntar una duda con él. :\\"}, {"fecha": "05/Feb/2019", "score_general": "4.0", "score_facilidad": "4.0", "materia": "Análisis numérico", "comments": "Barco, Las clases son largas, Deja trabajos largosLa verdad no considero que haya sido un buen profesor. No es muy bueno explicando, lo que dificulta prender. Cuando preguntaba lo sentía hasta grosero, como queriendo pasar sobre mí imponiéndose desde la primer clase, dejándome sin ganas de volver a preguntar una duda con él. :\\"}, {"fecha": "21/Ene/2019", "score_general": "2.0", "score_facilidad": "2.0", "materia": "---", "comments": "Califica Duro, Muchas tareas, Los exámenes son difícilesLa verdad no considero que haya sido un buen profesor. No es muy bueno explicando, lo que dificulta prender. Cuando preguntaba lo sentía hasta grosero, como queriendo pasar sobre mí imponiéndose desde la primer clase, dejándome sin ganas de volver a preguntar una duda con él. :\\"}, {"fecha": "17/Ene/2019", "score_general": "7.0", "score_facilidad": "6.0", "materia": "Analisis Numérico", "comments": "Califica Duro, Muchas tareas, Deja trabajos largosLa verdad no considero que haya sido un buen profesor. No es muy bueno explicando, lo que dificulta prender. Cuando preguntaba lo sentía hasta grosero, como queriendo pasar sobre mí imponiéndose desde la primer clase, dejándome sin ganas de volver a preguntar una duda con él. :\\"}, {"fecha": "14/Ene/2019", "score_general": "8.0", "score_facilidad": "8.0", "materia": "Análisis numérico", "comments": "Muchos Exámenes, Deja trabajos largosLa verdad no considero que haya sido un buen profesor. No es muy bueno explicando, lo que dificulta prender. Cuando preguntaba lo sentía hasta grosero, como queriendo pasar sobre mí imponiéndose desde la primer clase, dejándome sin ganas de volver a preguntar una duda con él. :\\"}, {"fecha": "19/Jun/2018", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Análisis Numérico", "comments": "Da buena retroalimentación, Muchos Exámenes, Tomaría su clase otra vezEs buen profesor, se preocupa porque aprendas los temas. Deja exámenes por tema, proyecto, programas y muchas tareas sí haces todo puedes obtener buena calificación. Es muy buena onda y siempre responde dudas."}, {"fecha": "17/Jun/2018", "score_general": "9.0", "score_facilidad": "10.0", "materia": "Análisis Numérico", "comments": "Barco, Muchos Exámenes, Clases excelentesEs buen profesor, se preocupa porque aprendas los temas. Deja exámenes por tema, proyecto, programas y muchas tareas sí haces todo puedes obtener buena calificación. Es muy buena onda y siempre responde dudas."}, {"fecha": "16/Jun/2018", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Análisis Númerico", "comments": "Inspiracional, Clases excelentes, Tomaría su clase otra vezEs buen profesor, se preocupa porque aprendas los temas. Deja exámenes por tema, proyecto, programas y muchas tareas sí haces todo puedes obtener buena calificación. Es muy buena onda y siempre responde dudas."}, {"fecha": "11/Jun/2018", "score_general": "8.0", "score_facilidad": "8.0", "materia": "Análisis Numérico", "comments": "Muchas tareasEs buen profesor, se preocupa porque aprendas los temas. Deja exámenes por tema, proyecto, programas y muchas tareas sí haces todo puedes obtener buena calificación. Es muy buena onda y siempre responde dudas."}, {"fecha": "11/Jun/2018", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Análisis Numérico", "comments": "Es buen profesor, se preocupa porque aprendas los temas. Deja exámenes por tema, proyecto, programas y muchas tareas sí haces todo puedes obtener buena calificación. Es muy buena onda y siempre responde dudas."}, {"fecha": "10/Jun/2018", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Análisis Numérico", "comments": "Muchas tareas, Muchos Exámenes, Brinda apoyoBuen profesor, pero sí es un poco raro al calificar y sus exámenes a pesar de ser sólo uno por tema, son complicados. Pero en general no es difícil pasar con él y te deja en un buen nivel, tanto que el examen final se te hace muy sencillo. Le falta aprender a ser profe un poco, pero es muy bueno."}, {"fecha": "30/May/2018", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Análisis numérico", "comments": "Buen profesor, pero sí es un poco raro al calificar y sus exámenes a pesar de ser sólo uno por tema, son complicados. Pero en general no es difícil pasar con él y te deja en un buen nivel, tanto que el examen final se te hace muy sencillo. Le falta aprender a ser profe un poco, pero es muy bueno."}, {"fecha": "30/May/2018", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Analisis numérico", "comments": "Buen profesor, pero sí es un poco raro al calificar y sus exámenes a pesar de ser sólo uno por tema, son complicados. Pero en general no es difícil pasar con él y te deja en un buen nivel, tanto que el examen final se te hace muy sencillo. Le falta aprender a ser profe un poco, pero es muy bueno."}, {"fecha": "29/May/2018", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Métodos numéricos", "comments": "Barco, Muchas tareas, Tomaría su clase otra vezBuen profesor, pero sí es un poco raro al calificar y sus exámenes a pesar de ser sólo uno por tema, son complicados. Pero en general no es difícil pasar con él y te deja en un buen nivel, tanto que el examen final se te hace muy sencillo. Le falta aprender a ser profe un poco, pero es muy bueno."}, {"fecha": "28/May/2018", "score_general": "8.0", "score_facilidad": "6.0", "materia": "analisis numerico", "comments": "Buen profesor, pero sí es un poco raro al calificar y sus exámenes a pesar de ser sólo uno por tema, son complicados. Pero en general no es difícil pasar con él y te deja en un buen nivel, tanto que el examen final se te hace muy sencillo. Le falta aprender a ser profe un poco, pero es muy bueno."}, {"fecha": "28/May/2018", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Análisis Numérico", "comments": "Muchas tareas, Aspectos de calificación claros, Brinda apoyoEs muy bueno, pero yo creo que si se diera más a respetar la clase seria mejor. Es decir, hay personas que interrumpen mucho la clase con cosas BOBAS y el profe en vez de pedir silencio les ponía más atención a estas. Es muy blando como profesor. \r\nPero todo lo que enseña y como lo hace es genial !!"}, {"fecha": "28/May/2018", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Análisis nuérico", "comments": "Es muy bueno, pero yo creo que si se diera más a respetar la clase seria mejor. Es decir, hay personas que interrumpen mucho la clase con cosas BOBAS y el profe en vez de pedir silencio les ponía más atención a estas. Es muy blando como profesor. \r\nPero todo lo que enseña y como lo hace es genial !!"}, {"fecha": "27/May/2018", "score_general": "8.0", "score_facilidad": "10.0", "materia": "Análisis Numérico", "comments": "Barco, Las clases son largas, Brinda apoyoEs muy bueno, pero yo creo que si se diera más a respetar la clase seria mejor. Es decir, hay personas que interrumpen mucho la clase con cosas BOBAS y el profe en vez de pedir silencio les ponía más atención a estas. Es muy blando como profesor. \r\nPero todo lo que enseña y como lo hace es genial !!"}, {"fecha": "11/Mar/2018", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Análisis Numérico", "comments": "Da buena retroalimentación, Muchas tareas, La Participación ImportaEs muy bueno, pero yo creo que si se diera más a respetar la clase seria mejor. Es decir, hay personas que interrumpen mucho la clase con cosas BOBAS y el profe en vez de pedir silencio les ponía más atención a estas. Es muy blando como profesor. \r\nPero todo lo que enseña y como lo hace es genial !!"}, {"fecha": "25/Ene/2018", "score_general": "9.0", "score_facilidad": "10.0", "materia": "Análisis Numerico", "comments": "Respetado por los estudiantes, Aspectos de calificación claros, Brinda apoyoEs muy bueno, pero yo creo que si se diera más a respetar la clase seria mejor. Es decir, hay personas que interrumpen mucho la clase con cosas BOBAS y el profe en vez de pedir silencio les ponía más atención a estas. Es muy blando como profesor. \r\nPero todo lo que enseña y como lo hace es genial !!"}]