[{"fecha": "21/Feb/2023", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Medición e Instrumentación", "comments": "Da buena retroalimentación, Aspectos de calificación claros, Tomaría su clase otra vezEl profesor no hace exámenes y califica con un proyecto aunque no te dejes engañar con eso,  ahí pone a prueba TODO lo aprendido en el curso y si algo no quedó tan claro el proyecto se va a hacer más y más difícil, por otro lado el profesor es bastante dinámico y sus clases son muy claras"}, {"fecha": "21/Feb/2023", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Medición e Instrumentación", "comments": "Da buena retroalimentación, Deja trabajos largos, Clases excelentesEl profesor no hace exámenes y califica con un proyecto aunque no te dejes engañar con eso,  ahí pone a prueba TODO lo aprendido en el curso y si algo no quedó tan claro el proyecto se va a hacer más y más difícil, por otro lado el profesor es bastante dinámico y sus clases son muy claras"}, {"fecha": "23/Ene/2022", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Medición e instrumentación", "comments": "Da buena retroalimentación, Muchas tareas, Brinda apoyoEl profesor no hace exámenes y califica con un proyecto aunque no te dejes engañar con eso,  ahí pone a prueba TODO lo aprendido en el curso y si algo no quedó tan claro el proyecto se va a hacer más y más difícil, por otro lado el profesor es bastante dinámico y sus clases son muy claras"}, {"fecha": "10/Feb/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Medición e Instrumentación", "comments": "Brinda apoyoEl profesor no hace exámenes y califica con un proyecto aunque no te dejes engañar con eso,  ahí pone a prueba TODO lo aprendido en el curso y si algo no quedó tan claro el proyecto se va a hacer más y más difícil, por otro lado el profesor es bastante dinámico y sus clases son muy claras"}, {"fecha": "21/Ene/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Instrumentacion", "comments": "Da buena retroalimentación, Brinda apoyoEl profesor no hace exámenes y califica con un proyecto aunque no te dejes engañar con eso,  ahí pone a prueba TODO lo aprendido en el curso y si algo no quedó tan claro el proyecto se va a hacer más y más difícil, por otro lado el profesor es bastante dinámico y sus clases son muy claras"}, {"fecha": "21/Ene/2019", "score_general": "9.0", "score_facilidad": "6.0", "materia": "Instrumentación", "comments": "Asistencia obligatoriaEs un profesor que la clase explica bastante bien los conceptos, normalmente hace un examen y es de casa, pero si nota que todo mundo se copeo, les hace uno en clase y son bastante pesados sus examenes, el proyecto final siempre lo cambia y siempre es algo complicado, al final te ayuda mucho."}, {"fecha": "20/Ene/2019", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Medición E Instrumentación", "comments": "Muchas tareas, Inspiracional, Clases excelentesEs un profesor que la clase explica bastante bien los conceptos, normalmente hace un examen y es de casa, pero si nota que todo mundo se copeo, les hace uno en clase y son bastante pesados sus examenes, el proyecto final siempre lo cambia y siempre es algo complicado, al final te ayuda mucho."}, {"fecha": "01/Ene/2019", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Diseño digital moderno", "comments": "Es un profesor que la clase explica bastante bien los conceptos, normalmente hace un examen y es de casa, pero si nota que todo mundo se copeo, les hace uno en clase y son bastante pesados sus examenes, el proyecto final siempre lo cambia y siempre es algo complicado, al final te ayuda mucho."}, {"fecha": "19/Dic/2018", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Medición e Instrumentación", "comments": "Es un profesor que la clase explica bastante bien los conceptos, normalmente hace un examen y es de casa, pero si nota que todo mundo se copeo, les hace uno en clase y son bastante pesados sus examenes, el proyecto final siempre lo cambia y siempre es algo complicado, al final te ayuda mucho."}, {"fecha": "03/Dic/2018", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Diseño Digital Moderno", "comments": "Clases excelentes, Tomaría su clase otra vezEs un profesor que la clase explica bastante bien los conceptos, normalmente hace un examen y es de casa, pero si nota que todo mundo se copeo, les hace uno en clase y son bastante pesados sus examenes, el proyecto final siempre lo cambia y siempre es algo complicado, al final te ayuda mucho."}, {"fecha": "26/Jun/2017", "score_general": "8.0", "score_facilidad": "6.0", "materia": "Diseño de Sistema Digitales", "comments": "Califica Duro, Deja trabajos largos, Muchos proyectos grupalesPienso que  como persona es buena onda pero no lo hagan enojar porque se venga con los exámenes y proyectos, falta mucho y en sí la materia es compleja , necesitas mucho VHDL para tus prácticas y tu proyecto final, los exámenes son acordes como sea el grupo."}, {"fecha": "25/Jun/2017", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Diseño de Sistemas Digitales", "comments": "Respetado por los estudiantes, Clases excelentes, Tomaría su clase otra vezPienso que  como persona es buena onda pero no lo hagan enojar porque se venga con los exámenes y proyectos, falta mucho y en sí la materia es compleja , necesitas mucho VHDL para tus prácticas y tu proyecto final, los exámenes son acordes como sea el grupo."}, {"fecha": "16/Ene/2017", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Diseño de sistemas digitales", "comments": "Respetado por los estudiantes, Brinda apoyo, Clases excelentesPienso que  como persona es buena onda pero no lo hagan enojar porque se venga con los exámenes y proyectos, falta mucho y en sí la materia es compleja , necesitas mucho VHDL para tus prácticas y tu proyecto final, los exámenes son acordes como sea el grupo."}, {"fecha": "11/Sep/2016", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Diseño de Sistemas Digitales", "comments": "Inspiracional, Brinda apoyo, Tomaría su clase otra vezPienso que  como persona es buena onda pero no lo hagan enojar porque se venga con los exámenes y proyectos, falta mucho y en sí la materia es compleja , necesitas mucho VHDL para tus prácticas y tu proyecto final, los exámenes son acordes como sea el grupo."}, {"fecha": "30/May/2016", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Cálculo Vectorial", "comments": "Da buena retroalimentación, Respetado por los estudiantes, Aspectos de calificación clarosPienso que  como persona es buena onda pero no lo hagan enojar porque se venga con los exámenes y proyectos, falta mucho y en sí la materia es compleja , necesitas mucho VHDL para tus prácticas y tu proyecto final, los exámenes son acordes como sea el grupo."}, {"fecha": "18/Ene/2016", "score_general": "9.0", "score_facilidad": "4.0", "materia": "Diseño digital", "comments": ""}, {"fecha": "18/Ene/2016", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Diseño de sistemas digitales", "comments": ""}, {"fecha": "11/Dic/2015", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Diseño de sistemas digitales.", "comments": ""}]