[{"fecha": "06/Feb/2023", "score_general": "2.0", "score_facilidad": "2.0", "materia": "Sistemas comunicaciones", "comments": "Califica Duro, Muchos Exámenes, Los exámenes son difícilesDe la vrg su clase, sus clases son del asco y la evaluacion nada que ver con su nivel. Sufres siempre y no mejora conforme pasa el semestre. Evita perder tu tiempo y que te vaya mal en el semestre. Nada recomendable no vale la pena ni por el horario tan temprano."}, {"fecha": "24/Ene/2023", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Lab SCE", "comments": "Califica Duro, Da buena retroalimentación, Clases excelentesDe la vrg su clase, sus clases son del asco y la evaluacion nada que ver con su nivel. Sufres siempre y no mejora conforme pasa el semestre. Evita perder tu tiempo y que te vaya mal en el semestre. Nada recomendable no vale la pena ni por el horario tan temprano."}, {"fecha": "24/Ene/2023", "score_general": "4.0", "score_facilidad": "6.0", "materia": "fundamentso d e sistemas de comunicaciones", "comments": "Los exámenes son difícilesDe la vrg su clase, sus clases son del asco y la evaluacion nada que ver con su nivel. Sufres siempre y no mejora conforme pasa el semestre. Evita perder tu tiempo y que te vaya mal en el semestre. Nada recomendable no vale la pena ni por el horario tan temprano."}, {"fecha": "16/Ene/2023", "score_general": "9.0", "score_facilidad": "6.0", "materia": "LAB SCE", "comments": "Califica Duro, Da buena retroalimentación, Asistencia obligatoriaDe la vrg su clase, sus clases son del asco y la evaluacion nada que ver con su nivel. Sufres siempre y no mejora conforme pasa el semestre. Evita perder tu tiempo y que te vaya mal en el semestre. Nada recomendable no vale la pena ni por el horario tan temprano."}, {"fecha": "30/Jul/2022", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Lab Sistemas de Comunicaciones", "comments": "Aspectos de calificación claros, Brinda apoyo, Tomaría su clase otra vezDe la vrg su clase, sus clases son del asco y la evaluacion nada que ver con su nivel. Sufres siempre y no mejora conforme pasa el semestre. Evita perder tu tiempo y que te vaya mal en el semestre. Nada recomendable no vale la pena ni por el horario tan temprano."}, {"fecha": "30/Abr/2022", "score_general": "2.0", "score_facilidad": "2.0", "materia": "Lab. de dispositivos de RF", "comments": "Califica Duro, Deja trabajos largos, Los exámenes son difícilesMuy mala profesora tanto de lab. como de teoria. en el caso del lab. de dispo. de rf no sabe lo que ella misma explica y no es muy clara en sus explicaciones. No meter en otro lab. que ella lo imparta. Mejor metan con otro."}, {"fecha": "15/Ene/2022", "score_general": "6.0", "score_facilidad": "10.0", "materia": "FUNDAMENTOS DE SISTEMAS DE COMUNICACIONES", "comments": "La Participación ImportaMuy mala profesora tanto de lab. como de teoria. en el caso del lab. de dispo. de rf no sabe lo que ella misma explica y no es muy clara en sus explicaciones. No meter en otro lab. que ella lo imparta. Mejor metan con otro."}, {"fecha": "15/Ene/2022", "score_general": "8.0", "score_facilidad": "8.0", "materia": "Fundamentos de Sistemas de Comunicaciones", "comments": "La Participación ImportaMuy mala profesora tanto de lab. como de teoria. en el caso del lab. de dispo. de rf no sabe lo que ella misma explica y no es muy clara en sus explicaciones. No meter en otro lab. que ella lo imparta. Mejor metan con otro."}, {"fecha": "31/Ago/2021", "score_general": "8.0", "score_facilidad": "8.0", "materia": "Sistemas de Comunicaciones", "comments": "Muchas tareas, La Participación Importa, Brinda apoyoMuy mala profesora tanto de lab. como de teoria. en el caso del lab. de dispo. de rf no sabe lo que ella misma explica y no es muy clara en sus explicaciones. No meter en otro lab. que ella lo imparta. Mejor metan con otro."}, {"fecha": "16/Ago/2021", "score_general": "8.0", "score_facilidad": "6.0", "materia": "Lab. Sistemas de comunicaciones electrónicas.", "comments": "La Participación Importa, Asistencia obligatoria, Las clases son largasMuy mala profesora tanto de lab. como de teoria. en el caso del lab. de dispo. de rf no sabe lo que ella misma explica y no es muy clara en sus explicaciones. No meter en otro lab. que ella lo imparta. Mejor metan con otro."}, {"fecha": "25/Feb/2021", "score_general": "2.0", "score_facilidad": "6.0", "materia": "FUNDAMENTOS DE SISTEMAS DE CONUNICACIONES", "comments": "La Participación ImportaNo la metas en teoría, es un asco. Ni si quiera tiene el conocimiento suficiente para poder impartir la materia, es la peor \"profesora\" que he tenido. Los exámenes los calificó al final y ni si quiera dio retroalimentación, además de que todos sus exámenes pedían más de lo que enseñaba."}, {"fecha": "15/Feb/2021", "score_general": "5.0", "score_facilidad": "2.0", "materia": "Fundamentos de sistemas", "comments": "Califica Duro, Muchas tareas, La Participación ImportaNo la metas en teoría, es un asco. Ni si quiera tiene el conocimiento suficiente para poder impartir la materia, es la peor \"profesora\" que he tenido. Los exámenes los calificó al final y ni si quiera dio retroalimentación, además de que todos sus exámenes pedían más de lo que enseñaba."}, {"fecha": "29/Ene/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Lab. Sistemas de Comunicaciones", "comments": "Da buena retroalimentación, La Participación Importa, Asistencia obligatoriaNo la metas en teoría, es un asco. Ni si quiera tiene el conocimiento suficiente para poder impartir la materia, es la peor \"profesora\" que he tenido. Los exámenes los calificó al final y ni si quiera dio retroalimentación, además de que todos sus exámenes pedían más de lo que enseñaba."}, {"fecha": "08/Sep/2020", "score_general": "6.0", "score_facilidad": "6.0", "materia": "Sistemas de Comunicaciones", "comments": "Califica Duro, Da buena retroalimentación, Muchas tareasNo la metas en teoría, es un asco. Ni si quiera tiene el conocimiento suficiente para poder impartir la materia, es la peor \"profesora\" que he tenido. Los exámenes los calificó al final y ni si quiera dio retroalimentación, además de que todos sus exámenes pedían más de lo que enseñaba."}, {"fecha": "03/Sep/2020", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Sistemas de Comunicaciones", "comments": "Barco, Da buena retroalimentación, Brinda apoyoNo la metas en teoría, es un asco. Ni si quiera tiene el conocimiento suficiente para poder impartir la materia, es la peor \"profesora\" que he tenido. Los exámenes los calificó al final y ni si quiera dio retroalimentación, además de que todos sus exámenes pedían más de lo que enseñaba."}, {"fecha": "29/May/2020", "score_general": "2.0", "score_facilidad": "2.0", "materia": "Matemáticas", "comments": "Califica Duro, Los exámenes son difíciles"}, {"fecha": "03/May/2020", "score_general": "2.0", "score_facilidad": "2.0", "materia": "SISTEMAS DE COMUNICACIONES", "comments": "Califica Duro, Deja trabajos largos, Los exámenes son difíciles"}, {"fecha": "14/Ene/2019", "score_general": "5.0", "score_facilidad": "4.0", "materia": "Lab. Sistemas de Comunicaciones Electrónicas", "comments": ""}, {"fecha": "06/Dic/2018", "score_general": "4.0", "score_facilidad": "6.0", "materia": "Lab. Sistemas de Comunicaciones Electrónicas", "comments": "Califica Duro"}, {"fecha": "26/Abr/2018", "score_general": "2.0", "score_facilidad": "2.0", "materia": "---", "comments": "Califica Duro, Los exámenes son difíciles"}, {"fecha": "24/Ene/2018", "score_general": "2.0", "score_facilidad": "2.0", "materia": "---", "comments": "Califica Duro, Las clases son largas, Los exámenes son difíciles[Comentario esperando revisión]"}, {"fecha": "11/Ene/2018", "score_general": "2.0", "score_facilidad": "2.0", "materia": "---", "comments": "[Comentario esperando revisión]"}, {"fecha": "26/Jun/2017", "score_general": "7.0", "score_facilidad": "8.0", "materia": "Sistemas de Comunicaciones", "comments": "Deja trabajos largos, Los exámenes son difíciles[Comentario esperando revisión]"}]