[{"fecha": "02/Feb/2023", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Laboratorio de fluidos", "comments": "Barco, Da buena retroalimentaciónBuena persona, buen profesor. Lo único que tendría de negativo es que tarda siglos en entregar las calificaciones (literal final de semestre) así que vas a ciegas con tu calificación hasta el final. Da retroalimentación (aunque ya no puedas corregir)."}, {"fecha": "01/Feb/2023", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Lab. de termofluidos", "comments": "Respetado por los estudiantes, Brinda apoyo, Tomaría su clase otra vezBuena persona, buen profesor. Lo único que tendría de negativo es que tarda siglos en entregar las calificaciones (literal final de semestre) así que vas a ciegas con tu calificación hasta el final. Da retroalimentación (aunque ya no puedas corregir)."}, {"fecha": "12/Ago/2022", "score_general": "3.0", "score_facilidad": "8.0", "materia": "Lab", "comments": "Califica Duro, Barco, Muchas tareasBuena persona, buen profesor. Lo único que tendría de negativo es que tarda siglos en entregar las calificaciones (literal final de semestre) así que vas a ciegas con tu calificación hasta el final. Da retroalimentación (aunque ya no puedas corregir)."}, {"fecha": "23/Ene/2022", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Lab Termofluidos", "comments": "Califica Duro, Asistencia obligatoria, Clases excelentesBuena persona, buen profesor. Lo único que tendría de negativo es que tarda siglos en entregar las calificaciones (literal final de semestre) así que vas a ciegas con tu calificación hasta el final. Da retroalimentación (aunque ya no puedas corregir)."}, {"fecha": "19/Ene/2022", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Lab. Termofluidos", "comments": "Da buena retroalimentación, Prepárate para leer, La Participación ImportaBuena persona, buen profesor. Lo único que tendría de negativo es que tarda siglos en entregar las calificaciones (literal final de semestre) así que vas a ciegas con tu calificación hasta el final. Da retroalimentación (aunque ya no puedas corregir)."}, {"fecha": "24/Ago/2021", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Lab. Termofluidos", "comments": "La Participación Importa, Brinda apoyo, Clases excelentesEs un profesor que te explica super bien las prácticas de laboratorio. Si tienes dudas siempre las atiende y te da puntos extra por participar. Las prácticas se te hacen fáciles por todo lo que te explica previamente. El mejor profe de lab que he tenido en la pandemia"}, {"fecha": "23/Jul/2019", "score_general": "8.0", "score_facilidad": "10.0", "materia": "Termofluidos", "comments": "Barco, Muy cómico, La Participación ImportaEs un profesor que te explica super bien las prácticas de laboratorio. Si tienes dudas siempre las atiende y te da puntos extra por participar. Las prácticas se te hacen fáciles por todo lo que te explica previamente. El mejor profe de lab que he tenido en la pandemia"}, {"fecha": "21/Jul/2019", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Laboratorio de Termofluidos", "comments": "Clases excelentes, Tomaría su clase otra vezEs un profesor que te explica super bien las prácticas de laboratorio. Si tienes dudas siempre las atiende y te da puntos extra por participar. Las prácticas se te hacen fáciles por todo lo que te explica previamente. El mejor profe de lab que he tenido en la pandemia"}, {"fecha": "21/Ene/2019", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Laboratorio Termofluidos", "comments": "Muy cómico, Brinda apoyo, Clases excelentesEs un profesor que te explica super bien las prácticas de laboratorio. Si tienes dudas siempre las atiende y te da puntos extra por participar. Las prácticas se te hacen fáciles por todo lo que te explica previamente. El mejor profe de lab que he tenido en la pandemia"}, {"fecha": "12/Ago/2018", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Lab termofluidos", "comments": "Muy cómico, Brinda apoyo, Clases excelentesEs un profesor que te explica super bien las prácticas de laboratorio. Si tienes dudas siempre las atiende y te da puntos extra por participar. Las prácticas se te hacen fáciles por todo lo que te explica previamente. El mejor profe de lab que he tenido en la pandemia"}, {"fecha": "18/Jun/2018", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Laboratorio de termofluidos", "comments": "Muy cómico, Asistencia obligatoria, Brinda apoyoEs la bandota este profesor. Es claro al explicar las prácticas, muy cómico y brinda mucho apoyo al realizarlas. Es un poco exigente con las prácticas y la puntualidad pero al final ayuda a todos a salir bien."}]