[{"fecha": "28/Ene/2023", "score_general": "7.0", "score_facilidad": "8.0", "materia": "Química", "comments": "Barco, La Participación Importa, Tomaría su clase otra vezEs un profesor muy fácil de aprobar, te ayuda bastante y sus clases son muy fáciles al igual que sus examenes. Su unicos contras es que es poco paciente y si se enoja con un compañero se enoja con todo el grupo. Fuera de eso es muy fácil pasar su materia."}, {"fecha": "13/Dic/2022", "score_general": "4.0", "score_facilidad": "6.0", "materia": "Laboratorio de Quimica", "comments": "Las clases son largas, Pocos ExámenesEs un profesor muy fácil de aprobar, te ayuda bastante y sus clases son muy fáciles al igual que sus examenes. Su unicos contras es que es poco paciente y si se enoja con un compañero se enoja con todo el grupo. Fuera de eso es muy fácil pasar su materia."}, {"fecha": "21/Ago/2021", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Lab termodinámica", "comments": "Barco, Muy cómico, Pocos ExámenesEs un profesor muy fácil de aprobar, te ayuda bastante y sus clases son muy fáciles al igual que sus examenes. Su unicos contras es que es poco paciente y si se enoja con un compañero se enoja con todo el grupo. Fuera de eso es muy fácil pasar su materia."}, {"fecha": "08/Feb/2021", "score_general": "5.0", "score_facilidad": "6.0", "materia": "Química", "comments": "Es un profesor muy fácil de aprobar, te ayuda bastante y sus clases son muy fáciles al igual que sus examenes. Su unicos contras es que es poco paciente y si se enoja con un compañero se enoja con todo el grupo. Fuera de eso es muy fácil pasar su materia."}, {"fecha": "31/Ene/2021", "score_general": "2.0", "score_facilidad": "4.0", "materia": "Química", "comments": "Califica Duro, Las clases son largas, Los exámenes son difícilesEs un profesor muy fácil de aprobar, te ayuda bastante y sus clases son muy fáciles al igual que sus examenes. Su unicos contras es que es poco paciente y si se enoja con un compañero se enoja con todo el grupo. Fuera de eso es muy fácil pasar su materia."}, {"fecha": "09/Sep/2020", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Laboratorio Quimica", "comments": "Muy cómico, Asistencia obligatoria, Respetado por los estudiantesPara el caso del laboratorio, es una buena persona ya que aparte de explicarte y ayudarte a llevar a cabo la practica, te platica un poco de las aplicaciones de la química ya en la industria.\r\nSi se lleva bien con el grupo es un amor, es medio barrio por que a aveces se le salen groserias JAJA"}, {"fecha": "21/Nov/2019", "score_general": "2.0", "score_facilidad": "10.0", "materia": "Química", "comments": "BarcoPara el caso del laboratorio, es una buena persona ya que aparte de explicarte y ayudarte a llevar a cabo la practica, te platica un poco de las aplicaciones de la química ya en la industria.\r\nSi se lleva bien con el grupo es un amor, es medio barrio por que a aveces se le salen groserias JAJA"}, {"fecha": "20/Jul/2018", "score_general": "10.0", "score_facilidad": "10.0", "materia": "qumica", "comments": "Pocos ExámenesPara el caso del laboratorio, es una buena persona ya que aparte de explicarte y ayudarte a llevar a cabo la practica, te platica un poco de las aplicaciones de la química ya en la industria.\r\nSi se lleva bien con el grupo es un amor, es medio barrio por que a aveces se le salen groserias JAJA"}, {"fecha": "14/Abr/2018", "score_general": "9.0", "score_facilidad": "10.0", "materia": "Química.", "comments": "Para el caso del laboratorio, es una buena persona ya que aparte de explicarte y ayudarte a llevar a cabo la practica, te platica un poco de las aplicaciones de la química ya en la industria.\r\nSi se lleva bien con el grupo es un amor, es medio barrio por que a aveces se le salen groserias JAJA"}, {"fecha": "01/Feb/2018", "score_general": "4.0", "score_facilidad": "4.0", "materia": "Química", "comments": "Para el caso del laboratorio, es una buena persona ya que aparte de explicarte y ayudarte a llevar a cabo la practica, te platica un poco de las aplicaciones de la química ya en la industria.\r\nSi se lleva bien con el grupo es un amor, es medio barrio por que a aveces se le salen groserias JAJA"}, {"fecha": "31/May/2017", "score_general": "3.0", "score_facilidad": "4.0", "materia": "Química", "comments": "Realmente no enseña nada, si quieres pasar la materia, te recomiendo que vallas a asesorias y busques un buen libro.\r\nNo deja tareas, pero solo califica con puros examenes y eso no esta bien.\r\nTiene preferencias a ciertos alumnos que le caigan bien, NO lo recomiendo."}, {"fecha": "21/Ene/2017", "score_general": "8.0", "score_facilidad": "4.0", "materia": "Química", "comments": "Realmente no enseña nada, si quieres pasar la materia, te recomiendo que vallas a asesorias y busques un buen libro.\r\nNo deja tareas, pero solo califica con puros examenes y eso no esta bien.\r\nTiene preferencias a ciertos alumnos que le caigan bien, NO lo recomiendo."}]