[{"fecha": "07/Feb/2023", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Laboratorio de Redes de Datos Seguras", "comments": "Barco, Asistencia obligatoria, Aspectos de calificación clarosExplica muy bien, si tienes dudas te las resuelve y suele ser muy accesible en cuanto a la entrega de prácticas.Solo asegúrate de entregar todas las prácticas y de entregar su proyecto, también hace un examen final pero no está muy complicado."}, {"fecha": "25/Ene/2023", "score_general": "9.0", "score_facilidad": "10.0", "materia": "Lab. de RDS", "comments": "Da buena retroalimentación, Asistencia obligatoria, Brinda apoyoExplica muy bien, si tienes dudas te las resuelve y suele ser muy accesible en cuanto a la entrega de prácticas.Solo asegúrate de entregar todas las prácticas y de entregar su proyecto, también hace un examen final pero no está muy complicado."}, {"fecha": "21/Ene/2023", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Lab Redes de Datos Seguras", "comments": "Asistencia obligatoria, Brinda apoyo, Tomaría su clase otra vezExplica muy bien, si tienes dudas te las resuelve y suele ser muy accesible en cuanto a la entrega de prácticas.Solo asegúrate de entregar todas las prácticas y de entregar su proyecto, también hace un examen final pero no está muy complicado."}, {"fecha": "17/Ene/2022", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Lab. Redes de Datos Seguras", "comments": "La Participación Importa, Aspectos de calificación claros, Tomaría su clase otra vezExplica muy bien, si tienes dudas te las resuelve y suele ser muy accesible en cuanto a la entrega de prácticas.Solo asegúrate de entregar todas las prácticas y de entregar su proyecto, también hace un examen final pero no está muy complicado."}, {"fecha": "11/Ene/2022", "score_general": "8.0", "score_facilidad": "8.0", "materia": "Administración de Redes", "comments": "Asistencia obligatoria, Brinda apoyo, Clases excelentesExplica muy bien, si tienes dudas te las resuelve y suele ser muy accesible en cuanto a la entrega de prácticas.Solo asegúrate de entregar todas las prácticas y de entregar su proyecto, también hace un examen final pero no está muy complicado."}, {"fecha": "14/Dic/2021", "score_general": "8.0", "score_facilidad": "8.0", "materia": "Redes de Datos Seguras", "comments": "La Participación Importa, Deja trabajos largos, Tomaría su clase otra vezLos exámenes son cuestionarios sobre las diapositivas de la clase, no son difíciles, pero da poco tiempo para resolverlos y evitar que todos se copien. El proyecto lo debes elaborar con tiempo porque sí está largo."}, {"fecha": "10/Dic/2021", "score_general": "7.0", "score_facilidad": "8.0", "materia": "Lab Redes de Datos Seguras", "comments": "Da buena retroalimentación, La Participación Importa, Brinda apoyoLos exámenes son cuestionarios sobre las diapositivas de la clase, no son difíciles, pero da poco tiempo para resolverlos y evitar que todos se copien. El proyecto lo debes elaborar con tiempo porque sí está largo."}, {"fecha": "02/Sep/2021", "score_general": "7.0", "score_facilidad": "4.0", "materia": "Criptografía", "comments": "Califica Duro, Asistencia obligatoria, Los exámenes son difícilesLos exámenes son cuestionarios sobre las diapositivas de la clase, no son difíciles, pero da poco tiempo para resolverlos y evitar que todos se copien. El proyecto lo debes elaborar con tiempo porque sí está largo."}, {"fecha": "31/Ago/2021", "score_general": "8.0", "score_facilidad": "6.0", "materia": "Lab Redes de datos seguras", "comments": "Da buena retroalimentación, Asistencia obligatoria, Brinda apoyoLos exámenes son cuestionarios sobre las diapositivas de la clase, no son difíciles, pero da poco tiempo para resolverlos y evitar que todos se copien. El proyecto lo debes elaborar con tiempo porque sí está largo."}, {"fecha": "27/Ago/2021", "score_general": "8.0", "score_facilidad": "6.0", "materia": "Criptografía", "comments": "Califica Duro, Respetado por los estudiantes, Tomaría su clase otra vezLos exámenes son cuestionarios sobre las diapositivas de la clase, no son difíciles, pero da poco tiempo para resolverlos y evitar que todos se copien. El proyecto lo debes elaborar con tiempo porque sí está largo."}, {"fecha": "26/Ago/2021", "score_general": "9.0", "score_facilidad": "10.0", "materia": "Criptografía", "comments": "Los exámenes son difícileszoomestre- Su ayudanta da la primera parte del curso, hace ejercicios(se equivoca mucho) y hace el primer examen. Los proyectos son muy importantes. La profra ayuda a que todos saquen la mejor calif. posible."}, {"fecha": "23/Ago/2021", "score_general": "7.0", "score_facilidad": "4.0", "materia": "Redes de datos seguras", "comments": "Muchas tareas, Los exámenes son difícileszoomestre- Su ayudanta da la primera parte del curso, hace ejercicios(se equivoca mucho) y hace el primer examen. Los proyectos son muy importantes. La profra ayuda a que todos saquen la mejor calif. posible."}, {"fecha": "16/Ago/2021", "score_general": "8.0", "score_facilidad": "8.0", "materia": "Administración de Redes", "comments": "Califica Duro, Asistencia obligatoria, Respetado por los estudianteszoomestre- Su ayudanta da la primera parte del curso, hace ejercicios(se equivoca mucho) y hace el primer examen. Los proyectos son muy importantes. La profra ayuda a que todos saquen la mejor calif. posible."}, {"fecha": "02/Ago/2021", "score_general": "4.0", "score_facilidad": "2.0", "materia": "redes", "comments": "Muchas tareas, Deja trabajos largos, Los exámenes son difícileszoomestre- Su ayudanta da la primera parte del curso, hace ejercicios(se equivoca mucho) y hace el primer examen. Los proyectos son muy importantes. La profra ayuda a que todos saquen la mejor calif. posible."}, {"fecha": "11/Feb/2021", "score_general": "8.0", "score_facilidad": "8.0", "materia": "Laboratorio de Redes de Datos Seguras", "comments": "Muchas tareas, La Participación Importa, Brinda apoyozoomestre- Su ayudanta da la primera parte del curso, hace ejercicios(se equivoca mucho) y hace el primer examen. Los proyectos son muy importantes. La profra ayuda a que todos saquen la mejor calif. posible."}, {"fecha": "14/Ene/2021", "score_general": "7.0", "score_facilidad": "6.0", "materia": "Lab. Redes", "comments": "Asistencia obligatoria, Da Crédito Extra, Brinda apoyoEs buena explicando y ayudando aunque a distancia se complica un poco"}, {"fecha": "25/Jun/2020", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Lab. Redes de datos", "comments": "La Participación Importa, Brinda apoyo, Clases excelentesEs buena explicando y ayudando aunque a distancia se complica un poco"}, {"fecha": "04/Jun/2018", "score_general": "10.0", "score_facilidad": "6.0", "materia": "---", "comments": "Asistencia obligatoria, Aspectos de calificación claros, Brinda apoyoEs buena explicando y ayudando aunque a distancia se complica un poco"}, {"fecha": "25/Ene/2018", "score_general": "8.0", "score_facilidad": "8.0", "materia": "Lab. Redes de datos", "comments": "Es buena explicando y ayudando aunque a distancia se complica un poco"}, {"fecha": "16/May/2017", "score_general": "8.0", "score_facilidad": "8.0", "materia": "Redes de Datos/Administración de Redes", "comments": "Asistencia obligatoria, Brinda apoyo, Tomaría su clase otra vezEs buena explicando y ayudando aunque a distancia se complica un poco"}]