[{"fecha": "05/Feb/2022", "score_general": "10.0", "score_facilidad": "10.0", "materia": "EDA 1", "comments": "Da buena retroalimentación, Respetado por los estudiantes, Clases excelentesMuy buena profesora, enseña muy bien y aprenderás las bases con ella, las prácticas las puedes sacar tú solo. Como persona es muy amable y resuelve todas tus dudas"}, {"fecha": "27/Ene/2022", "score_general": "5.0", "score_facilidad": "8.0", "materia": "EDA I", "comments": "Muy buena profesora, enseña muy bien y aprenderás las bases con ella, las prácticas las puedes sacar tú solo. Como persona es muy amable y resuelve todas tus dudas"}, {"fecha": "26/Ago/2021", "score_general": "9.0", "score_facilidad": "8.0", "materia": "EDA", "comments": "Da Crédito Extra, Brinda apoyo, Tomaría su clase otra vezMuy buena profesora, enseña muy bien y aprenderás las bases con ella, las prácticas las puedes sacar tú solo. Como persona es muy amable y resuelve todas tus dudas"}, {"fecha": "20/Ago/2021", "score_general": "10.0", "score_facilidad": "8.0", "materia": "EDA I", "comments": "Brinda apoyo, Clases excelentes, Tomaría su clase otra vezMuy buena profesora, enseña muy bien y aprenderás las bases con ella, las prácticas las puedes sacar tú solo. Como persona es muy amable y resuelve todas tus dudas"}, {"fecha": "17/Ago/2021", "score_general": "10.0", "score_facilidad": "6.0", "materia": "EDA", "comments": "Da buena retroalimentación, Asistencia obligatoria, Tomaría su clase otra vezMuy buena profesora, enseña muy bien y aprenderás las bases con ella, las prácticas las puedes sacar tú solo. Como persona es muy amable y resuelve todas tus dudas"}, {"fecha": "23/Feb/2021", "score_general": "9.0", "score_facilidad": "10.0", "materia": "EDA 1", "comments": "Brinda apoyo, Tomaría su clase otra vez"}, {"fecha": "08/Feb/2021", "score_general": "9.0", "score_facilidad": "8.0", "materia": "EDA", "comments": "Brinda apoyo, Muchos proyectos grupales, Tomaría su clase otra vez"}, {"fecha": "30/Nov/2020", "score_general": "7.0", "score_facilidad": "6.0", "materia": "EDA I", "comments": "Barco, Brinda apoyo, Tomaría su clase otra vez"}, {"fecha": "23/Sep/2020", "score_general": "7.0", "score_facilidad": "8.0", "materia": "EDA", "comments": "Da buena retroalimentación, Pocos Exámenes, Clases excelentes"}, {"fecha": "17/Sep/2020", "score_general": "10.0", "score_facilidad": "10.0", "materia": "EDA 1", "comments": "Las clases son largas, Brinda apoyo, Tomaría su clase otra vez"}, {"fecha": "20/Ene/2020", "score_general": "8.0", "score_facilidad": "8.0", "materia": "Estructura de Datos y Algoritmos", "comments": "Pocos Exámenes, Aspectos de calificación claros, Tomaría su clase otra vezMe dejó buen nivel te enseña lo esencial y no es pesado llevar la materia con ella Sus examenes los senti sencillos y las practicas no eran complicadas, te explica si hay duda  Su material de enseñanza y ejemplos son buenos porque me quedaba dormido y me fue bien jaja Llega tarde pero la recomiendo."}, {"fecha": "10/Nov/2019", "score_general": "6.0", "score_facilidad": "6.0", "materia": "EDA I", "comments": "Muchas tareas, Las clases son largas, Los exámenes son difícilesMe dejó buen nivel te enseña lo esencial y no es pesado llevar la materia con ella Sus examenes los senti sencillos y las practicas no eran complicadas, te explica si hay duda  Su material de enseñanza y ejemplos son buenos porque me quedaba dormido y me fue bien jaja Llega tarde pero la recomiendo."}, {"fecha": "25/Jul/2019", "score_general": "8.0", "score_facilidad": "8.0", "materia": "EDA1", "comments": "Da buena retroalimentación, Pocos Exámenes, Brinda apoyoMe dejó buen nivel te enseña lo esencial y no es pesado llevar la materia con ella Sus examenes los senti sencillos y las practicas no eran complicadas, te explica si hay duda  Su material de enseñanza y ejemplos son buenos porque me quedaba dormido y me fue bien jaja Llega tarde pero la recomiendo."}]