[{"fecha": "23/Feb/2023", "score_general": "8.0", "score_facilidad": "4.0", "materia": "Materiales 2", "comments": "Califica Duro, Los exámenes son difícilesLa verdad sí es muy bueno explicando y dando clase, sin embargo es medio manchadito con los examenes y está bien porque te ayuda mucho a buscar superarte o demostrar si realmente entendiste lo que viste, lo recomiendo si te interesa aprender pero no le pierdas el hilo y haz que te ubique"}, {"fecha": "10/Feb/2023", "score_general": "7.0", "score_facilidad": "4.0", "materia": "Materiales II", "comments": "Califica Duro, Da Crédito Extra, Pocos ExámenesLa verdad sí es muy bueno explicando y dando clase, sin embargo es medio manchadito con los examenes y está bien porque te ayuda mucho a buscar superarte o demostrar si realmente entendiste lo que viste, lo recomiendo si te interesa aprender pero no le pierdas el hilo y haz que te ubique"}, {"fecha": "06/Feb/2023", "score_general": "6.0", "score_facilidad": "4.0", "materia": "Materiales", "comments": "Califica Duro, Prepárate para leer, Clases excelentesLa verdad sí es muy bueno explicando y dando clase, sin embargo es medio manchadito con los examenes y está bien porque te ayuda mucho a buscar superarte o demostrar si realmente entendiste lo que viste, lo recomiendo si te interesa aprender pero no le pierdas el hilo y haz que te ubique"}, {"fecha": "02/Feb/2023", "score_general": "8.0", "score_facilidad": "4.0", "materia": "Materiales II", "comments": "Prepárate para leer, Deja trabajos largos, Los exámenes son difícilesLa verdad sí es muy bueno explicando y dando clase, sin embargo es medio manchadito con los examenes y está bien porque te ayuda mucho a buscar superarte o demostrar si realmente entendiste lo que viste, lo recomiendo si te interesa aprender pero no le pierdas el hilo y haz que te ubique"}, {"fecha": "16/Ene/2023", "score_general": "8.0", "score_facilidad": "4.0", "materia": "Materiales", "comments": "Califica Duro, Los exámenes son difíciles, Tomaría su clase otra vezLa verdad sí es muy bueno explicando y dando clase, sin embargo es medio manchadito con los examenes y está bien porque te ayuda mucho a buscar superarte o demostrar si realmente entendiste lo que viste, lo recomiendo si te interesa aprender pero no le pierdas el hilo y haz que te ubique"}, {"fecha": "24/Ene/2022", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Materiales II", "comments": "Califica Duro, La Participación Importa, Tomaría su clase otra vezLa clase es bastante agradable porque explica los temas de manera sencilla y con ejemplos cotidianos, sin embargo, los pocos ejercicios que deja de tarea o en clase esta algo manchados pero es para ponerte aprueba y prepararte para el examen."}, {"fecha": "31/Ago/2021", "score_general": "3.0", "score_facilidad": "2.0", "materia": "Materiales", "comments": "Califica Duro, Pocos Exámenes, Los exámenes son difícilesLa clase es bastante agradable porque explica los temas de manera sencilla y con ejemplos cotidianos, sin embargo, los pocos ejercicios que deja de tarea o en clase esta algo manchados pero es para ponerte aprueba y prepararte para el examen."}, {"fecha": "26/Ago/2021", "score_general": "6.0", "score_facilidad": "4.0", "materia": "Ing. de Materiales", "comments": "Califica Duro, La Participación Importa, Los exámenes son difícilesLa clase es bastante agradable porque explica los temas de manera sencilla y con ejemplos cotidianos, sin embargo, los pocos ejercicios que deja de tarea o en clase esta algo manchados pero es para ponerte aprueba y prepararte para el examen."}, {"fecha": "25/Ago/2021", "score_general": "7.0", "score_facilidad": "4.0", "materia": "Ingeniería de Materiales", "comments": "Califica Duro, Pocos Exámenes, Los exámenes son difícilesLa clase es bastante agradable porque explica los temas de manera sencilla y con ejemplos cotidianos, sin embargo, los pocos ejercicios que deja de tarea o en clase esta algo manchados pero es para ponerte aprueba y prepararte para el examen."}, {"fecha": "15/Feb/2021", "score_general": "9.0", "score_facilidad": "4.0", "materia": "Materiales II", "comments": "Califica Duro, Clases excelentes, Los exámenes son difícilesLa clase es bastante agradable porque explica los temas de manera sencilla y con ejemplos cotidianos, sin embargo, los pocos ejercicios que deja de tarea o en clase esta algo manchados pero es para ponerte aprueba y prepararte para el examen."}, {"fecha": "15/Feb/2021", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Materiales I", "comments": "Da Crédito Extra, Aspectos de calificación claros, Tomaría su clase otra vezSe nota que está preparado para impartir clases a distancia, explica bastante bien los temas y responde cualquier duda que tengas. Los exámenes son un poco difíciles si no tienes buenas bases de materiales 1 así que recomiendo  repasar .  Tomar buenas notas es fundamental, te ayudaran a estudiar."}, {"fecha": "23/Oct/2020", "score_general": "9.0", "score_facilidad": "6.0", "materia": "Materiales I", "comments": "Se nota que está preparado para impartir clases a distancia, explica bastante bien los temas y responde cualquier duda que tengas. Los exámenes son un poco difíciles si no tienes buenas bases de materiales 1 así que recomiendo  repasar .  Tomar buenas notas es fundamental, te ayudaran a estudiar."}, {"fecha": "07/Sep/2020", "score_general": "8.0", "score_facilidad": "8.0", "materia": "Materiales ll", "comments": "Da buena retroalimentación, Brinda apoyo, Clases excelentesSe nota que está preparado para impartir clases a distancia, explica bastante bien los temas y responde cualquier duda que tengas. Los exámenes son un poco difíciles si no tienes buenas bases de materiales 1 así que recomiendo  repasar .  Tomar buenas notas es fundamental, te ayudaran a estudiar."}, {"fecha": "07/Sep/2020", "score_general": "6.0", "score_facilidad": "4.0", "materia": "Materiales I", "comments": "Los exámenes son difícilesSe nota que está preparado para impartir clases a distancia, explica bastante bien los temas y responde cualquier duda que tengas. Los exámenes son un poco difíciles si no tienes buenas bases de materiales 1 así que recomiendo  repasar .  Tomar buenas notas es fundamental, te ayudaran a estudiar."}, {"fecha": "31/Ago/2020", "score_general": "9.0", "score_facilidad": "10.0", "materia": "Materiales llgran", "comments": "Barco, Pocos Exámenes, Brinda apoyoSe nota que está preparado para impartir clases a distancia, explica bastante bien los temas y responde cualquier duda que tengas. Los exámenes son un poco difíciles si no tienes buenas bases de materiales 1 así que recomiendo  repasar .  Tomar buenas notas es fundamental, te ayudaran a estudiar."}, {"fecha": "14/May/2020", "score_general": "9.0", "score_facilidad": "6.0", "materia": "Materiales l", "comments": "Da Crédito Extra, Pocos Exámenes, Brinda apoyoIngeniero que se respeta tiene que pasar por lo menos un curso con el, definitivamente es una buena clase, te ayuda mucho y su clase es muy buena, casi no deja tarea."}, {"fecha": "26/Jun/2019", "score_general": "7.0", "score_facilidad": "6.0", "materia": "Materiales", "comments": "Califica Duro, La Participación Importa, Los exámenes son difícilesIngeniero que se respeta tiene que pasar por lo menos un curso con el, definitivamente es una buena clase, te ayuda mucho y su clase es muy buena, casi no deja tarea."}, {"fecha": "08/Jul/2018", "score_general": "6.0", "score_facilidad": "2.0", "materia": "Ingeniería de Materiales", "comments": "Los exámenes son difícilesIngeniero que se respeta tiene que pasar por lo menos un curso con el, definitivamente es una buena clase, te ayuda mucho y su clase es muy buena, casi no deja tarea."}, {"fecha": "30/Ene/2018", "score_general": "6.0", "score_facilidad": "6.0", "materia": "Materiales I", "comments": "Califica Duro, Los exámenes son difícilesIngeniero que se respeta tiene que pasar por lo menos un curso con el, definitivamente es una buena clase, te ayuda mucho y su clase es muy buena, casi no deja tarea."}, {"fecha": "23/Ene/2018", "score_general": "9.0", "score_facilidad": "6.0", "materia": "Materiales II", "comments": "Los exámenes son difícilesIngeniero que se respeta tiene que pasar por lo menos un curso con el, definitivamente es una buena clase, te ayuda mucho y su clase es muy buena, casi no deja tarea."}, {"fecha": "27/Jul/2017", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Materiales", "comments": "Excelentes conocimientos, si quieres aprender esta es la opción. Sus exámenes son difíciles pero nada que no se pueda resolver, tienes que estudiar por tu cuenta con el Aeskeland es suficiente. Da puntos extras."}, {"fecha": "24/Jul/2017", "score_general": "4.0", "score_facilidad": "4.0", "materia": "Materiales I", "comments": "Excelentes conocimientos, si quieres aprender esta es la opción. Sus exámenes son difíciles pero nada que no se pueda resolver, tienes que estudiar por tu cuenta con el Aeskeland es suficiente. Da puntos extras."}, {"fecha": "22/Jul/2017", "score_general": "6.0", "score_facilidad": "6.0", "materia": "Materiales", "comments": "Califica Duro, Tomaría su clase otra vezExcelentes conocimientos, si quieres aprender esta es la opción. Sus exámenes son difíciles pero nada que no se pueda resolver, tienes que estudiar por tu cuenta con el Aeskeland es suficiente. Da puntos extras."}, {"fecha": "05/Jul/2017", "score_general": "5.0", "score_facilidad": "6.0", "materia": "Materiales I", "comments": "Califica Duro, Hace exámenes sorpresa, Respetado por los estudiantesExcelentes conocimientos, si quieres aprender esta es la opción. Sus exámenes son difíciles pero nada que no se pueda resolver, tienes que estudiar por tu cuenta con el Aeskeland es suficiente. Da puntos extras."}, {"fecha": "09/Jun/2017", "score_general": "4.0", "score_facilidad": "4.0", "materia": "Materiales", "comments": "Asistencia obligatoria, Las clases son largas, Los exámenes son difícilesExcelentes conocimientos, si quieres aprender esta es la opción. Sus exámenes son difíciles pero nada que no se pueda resolver, tienes que estudiar por tu cuenta con el Aeskeland es suficiente. Da puntos extras."}]