[{"fecha": "30/Mar/2023", "score_general": "8.0", "score_facilidad": "4.0", "materia": "Prospección geofísica de registro de pozos", "comments": "Inspiracional, Pocos Exámenes, Tomaría su clase otra vezEs sin duda una de las mejores profesoras que he tenido en la carrera. Es muy atenta y resuelve cada duda que tengas, así sea mínima, la profesora es super accesible. No es barco, apunta todo lo que diga pq literal lo que dice en clases es el examen."}, {"fecha": "01/Feb/2023", "score_general": "8.0", "score_facilidad": "6.0", "materia": "Introducción a la geofísica", "comments": "La Participación Importa, Inspiracional, Aspectos de calificación clarosEs sin duda una de las mejores profesoras que he tenido en la carrera. Es muy atenta y resuelve cada duda que tengas, así sea mínima, la profesora es super accesible. No es barco, apunta todo lo que diga pq literal lo que dice en clases es el examen."}, {"fecha": "09/Ene/2023", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Prospección Geofísica", "comments": "Da buena retroalimentación, Clases excelentes, Tomaría su clase otra vezEs sin duda una de las mejores profesoras que he tenido en la carrera. Es muy atenta y resuelve cada duda que tengas, así sea mínima, la profesora es super accesible. No es barco, apunta todo lo que diga pq literal lo que dice en clases es el examen."}, {"fecha": "16/Jun/2022", "score_general": "9.0", "score_facilidad": "10.0", "materia": "Prospección geofísica de registro de pozos", "comments": "Barco, Muy cómico, Muchos ExámenesEs sin duda una de las mejores profesoras que he tenido en la carrera. Es muy atenta y resuelve cada duda que tengas, así sea mínima, la profesora es super accesible. No es barco, apunta todo lo que diga pq literal lo que dice en clases es el examen."}, {"fecha": "30/May/2022", "score_general": "5.0", "score_facilidad": "4.0", "materia": "Introducción a la geofísica", "comments": "Las clases son largas, Muchos Exámenes, Deja trabajos largosEs sin duda una de las mejores profesoras que he tenido en la carrera. Es muy atenta y resuelve cada duda que tengas, así sea mínima, la profesora es super accesible. No es barco, apunta todo lo que diga pq literal lo que dice en clases es el examen."}, {"fecha": "24/Jul/2019", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Introducción a la Geofísica", "comments": "La Participación Importa, Asistencia obligatoria, Da Crédito ExtraMuy buena profesora, llega muy tarde, se molesta si no pones atención , pero muy recomendable. Estudia para sus exámenes, son fáciles pero si hay que estudiar. Haz buenos apuntes porque no siempre pasa las diapositivas."}, {"fecha": "19/Nov/2018", "score_general": "6.0", "score_facilidad": "6.0", "materia": "Registro de pozos", "comments": "Da buena retroalimentación, Muchos Exámenes, Deja trabajos largosMuy buena profesora, llega muy tarde, se molesta si no pones atención , pero muy recomendable. Estudia para sus exámenes, son fáciles pero si hay que estudiar. Haz buenos apuntes porque no siempre pasa las diapositivas."}, {"fecha": "22/Jul/2018", "score_general": "7.0", "score_facilidad": "8.0", "materia": "Introducción a la Geofísica", "comments": "Asistencia obligatoriaMuy buena profesora, llega muy tarde, se molesta si no pones atención , pero muy recomendable. Estudia para sus exámenes, son fáciles pero si hay que estudiar. Haz buenos apuntes porque no siempre pasa las diapositivas."}, {"fecha": "05/Jul/2018", "score_general": "7.0", "score_facilidad": "6.0", "materia": "---", "comments": "Barco, Asistencia obligatoria, Muchos ExámenesMuy buena profesora, llega muy tarde, se molesta si no pones atención , pero muy recomendable. Estudia para sus exámenes, son fáciles pero si hay que estudiar. Haz buenos apuntes porque no siempre pasa las diapositivas."}, {"fecha": "08/Ene/2018", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Introducción a la Geofísica", "comments": "Muy buena profesora, llega muy tarde, se molesta si no pones atención , pero muy recomendable. Estudia para sus exámenes, son fáciles pero si hay que estudiar. Haz buenos apuntes porque no siempre pasa las diapositivas."}, {"fecha": "26/Jul/2017", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Introducción a la geofísica", "comments": "Es una excelente profesora, enseña bien, no es difícil pasar con ella pero si debes dedicarle unas horas para estudiar. Si deja tareas, los exámenes son por tema, hay exposiciones. Si la recomiendo."}, {"fecha": "20/Sep/2015", "score_general": "3.0", "score_facilidad": "8.0", "materia": "---", "comments": "Es una excelente profesora, enseña bien, no es difícil pasar con ella pero si debes dedicarle unas horas para estudiar. Si deja tareas, los exámenes son por tema, hay exposiciones. Si la recomiendo."}, {"fecha": "03/Ago/2015", "score_general": "3.0", "score_facilidad": "4.0", "materia": "---", "comments": "Barco, La Participación Importa, Los exámenes son difícilesEs una excelente profesora, enseña bien, no es difícil pasar con ella pero si debes dedicarle unas horas para estudiar. Si deja tareas, los exámenes son por tema, hay exposiciones. Si la recomiendo."}]