[{"fecha": "22/Ene/2023", "score_general": "9.0", "score_facilidad": "10.0", "materia": "Estructura y Programación de Computadoras", "comments": "Las clases son largas, Aspectos de calificación claros, Brinda apoyoCalifica con dos proyectos, se pueden entregar a lo largo del semestre y tareas que también se pueden entregar al final. Personalmente no enseña a programar en ensamblador por lo que tendrás que ser autodidacta para sacar su proyecto. Ayuda bastante a la hora de calificar los proyectos. Nada barco."}, {"fecha": "18/Ene/2023", "score_general": "8.0", "score_facilidad": "8.0", "materia": "Lab. Organización y Arquitectura de Computadoras", "comments": "Da buena retroalimentación, Brinda apoyo, Tomaría su clase otra vezCalifica con dos proyectos, se pueden entregar a lo largo del semestre y tareas que también se pueden entregar al final. Personalmente no enseña a programar en ensamblador por lo que tendrás que ser autodidacta para sacar su proyecto. Ayuda bastante a la hora de calificar los proyectos. Nada barco."}, {"fecha": "11/Ene/2023", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Organización y Arquitectura de Computadoras", "comments": "Da buena retroalimentación, Brinda apoyo, Clases excelentesCalifica con dos proyectos, se pueden entregar a lo largo del semestre y tareas que también se pueden entregar al final. Personalmente no enseña a programar en ensamblador por lo que tendrás que ser autodidacta para sacar su proyecto. Ayuda bastante a la hora de calificar los proyectos. Nada barco."}, {"fecha": "26/Ene/2022", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Estructura yt programación de computadoras", "comments": "Inspiracional, Aspectos de calificación claros, Clases excelentesCalifica con dos proyectos, se pueden entregar a lo largo del semestre y tareas que también se pueden entregar al final. Personalmente no enseña a programar en ensamblador por lo que tendrás que ser autodidacta para sacar su proyecto. Ayuda bastante a la hora de calificar los proyectos. Nada barco."}, {"fecha": "14/Dic/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Organización y Arquitectura de Computadoras", "comments": "Barco, Da buena retroalimentación, Tomaría su clase otra vezCalifica con dos proyectos, se pueden entregar a lo largo del semestre y tareas que también se pueden entregar al final. Personalmente no enseña a programar en ensamblador por lo que tendrás que ser autodidacta para sacar su proyecto. Ayuda bastante a la hora de calificar los proyectos. Nada barco."}, {"fecha": "16/Feb/2021", "score_general": "8.0", "score_facilidad": "4.0", "materia": "Estructura y programación de computadoras", "comments": "Deja trabajos largosSu curso es crear un compilador para un microcontrolador (MC68HC11), por lo que hay que programar en un lenguaje de alto nivel; en la segunda parte del curso es hacer un programa en lenguaje ensamblador, de lo cual no siento que le haya dedicado tanto tiempo a esta parte y no quedó muy claro."}, {"fecha": "15/Feb/2021", "score_general": "9.0", "score_facilidad": "6.0", "materia": "Estructura y programacion de computadoras", "comments": "Las clases son largas, Deja trabajos largosSu curso es crear un compilador para un microcontrolador (MC68HC11), por lo que hay que programar en un lenguaje de alto nivel; en la segunda parte del curso es hacer un programa en lenguaje ensamblador, de lo cual no siento que le haya dedicado tanto tiempo a esta parte y no quedó muy claro."}, {"fecha": "03/Jul/2020", "score_general": "8.0", "score_facilidad": "8.0", "materia": "Estructura y Programación de Computadoras", "comments": "Da buena retroalimentación, Brinda apoyo, Muchos proyectos grupalesSu curso es crear un compilador para un microcontrolador (MC68HC11), por lo que hay que programar en un lenguaje de alto nivel; en la segunda parte del curso es hacer un programa en lenguaje ensamblador, de lo cual no siento que le haya dedicado tanto tiempo a esta parte y no quedó muy claro."}, {"fecha": "30/Jul/2019", "score_general": "7.0", "score_facilidad": "6.0", "materia": "EyPC", "comments": "Su curso es crear un compilador para un microcontrolador (MC68HC11), por lo que hay que programar en un lenguaje de alto nivel; en la segunda parte del curso es hacer un programa en lenguaje ensamblador, de lo cual no siento que le haya dedicado tanto tiempo a esta parte y no quedó muy claro."}, {"fecha": "28/Jun/2018", "score_general": "9.0", "score_facilidad": "10.0", "materia": "Arquitectura de Computadoras", "comments": "Las clases son largas, Pocos Exámenes, Aspectos de calificación clarosSu curso es crear un compilador para un microcontrolador (MC68HC11), por lo que hay que programar en un lenguaje de alto nivel; en la segunda parte del curso es hacer un programa en lenguaje ensamblador, de lo cual no siento que le haya dedicado tanto tiempo a esta parte y no quedó muy claro."}, {"fecha": "24/Ene/2017", "score_general": "9.0", "score_facilidad": "10.0", "materia": "Estructura y Programación de Computadoras", "comments": "Muchos proyectos grupales, Tomaría su clase otra vezEl profesor es buena onda , asistencia no necesaria, deja puros proyectos , nada de tareas, muy accesible.Recomendable para segunda inscripción."}, {"fecha": "18/Ene/2017", "score_general": "9.0", "score_facilidad": "10.0", "materia": "Estructura y programacion de computadoras", "comments": "Aspectos de calificación claros, Brinda apoyo, Tomaría su clase otra vezEl profesor es buena onda , asistencia no necesaria, deja puros proyectos , nada de tareas, muy accesible.Recomendable para segunda inscripción."}, {"fecha": "27/Jul/2016", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Arquitectura de computadoras", "comments": "Respetado por los estudiantes, Inspiracional, Brinda apoyoEl profesor es buena onda , asistencia no necesaria, deja puros proyectos , nada de tareas, muy accesible.Recomendable para segunda inscripción."}, {"fecha": "29/Mar/2016", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Arquitectura de computadoras", "comments": "Da Crédito Extra, Aspectos de calificación claros, Brinda apoyoEl profesor es buena onda , asistencia no necesaria, deja puros proyectos , nada de tareas, muy accesible.Recomendable para segunda inscripción."}, {"fecha": "12/Ene/2015", "score_general": "4.0", "score_facilidad": "8.0", "materia": "Estructura y programación de computadoras", "comments": "El profesor es buena onda , asistencia no necesaria, deja puros proyectos , nada de tareas, muy accesible.Recomendable para segunda inscripción."}, {"fecha": "26/Nov/2014", "score_general": "5.0", "score_facilidad": "6.0", "materia": "Estructura y programacion de computadoras", "comments": "Es un profesor que se interesa por su grupo, desafortunadamente no se da a entender muy bien, desde la primer clase explica cosas que la mayoria no entiende por no tener los antecedentes, sus proyectos estan medios dificiles y uno es en ensamblador, lenguaje del que nunca llega a hablar."}]