[{"fecha": "27/Nov/2019", "score_general": "9.0", "score_facilidad": "6.0", "materia": "Contabilidad financiera y costos", "comments": "Inspiracional, Brinda apoyo, Clases excelentesExcelente profesor y persona, un maestro que sabe explicar y resuelve tus dudas las veces que sean necesarias, sus clases son muy dinámicas, tiene mucha paciencia con los alumnos y sus clases no son aburridas."}, {"fecha": "08/Jul/2018", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Contabilidad Financiera y de Costos", "comments": "Clases excelentes, Tomaría su clase otra vezExcelente profesor y persona, un maestro que sabe explicar y resuelve tus dudas las veces que sean necesarias, sus clases son muy dinámicas, tiene mucha paciencia con los alumnos y sus clases no son aburridas."}, {"fecha": "04/Jul/2018", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Contabilidad financiera y costos", "comments": "Brinda apoyo, Clases excelentes, Tomaría su clase otra vezExcelente profesor y persona, un maestro que sabe explicar y resuelve tus dudas las veces que sean necesarias, sus clases son muy dinámicas, tiene mucha paciencia con los alumnos y sus clases no son aburridas."}, {"fecha": "03/Jul/2018", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Contabilidad y costos", "comments": "Muchas tareas, Brinda apoyo, Tomaría su clase otra vezExcelente profesor y persona, un maestro que sabe explicar y resuelve tus dudas las veces que sean necesarias, sus clases son muy dinámicas, tiene mucha paciencia con los alumnos y sus clases no son aburridas."}, {"fecha": "09/Ago/2016", "score_general": "8.0", "score_facilidad": "10.0", "materia": "Contabilidad Financiera y Costos", "comments": "Barco, Muchas tareas, Asistencia obligatoriaExcelente profesor y persona, un maestro que sabe explicar y resuelve tus dudas las veces que sean necesarias, sus clases son muy dinámicas, tiene mucha paciencia con los alumnos y sus clases no son aburridas."}, {"fecha": "08/Jul/2016", "score_general": "7.0", "score_facilidad": "8.0", "materia": "Contabilidad Financiera y Costos", "comments": "Aspectos de calificación claros, Brinda apoyoUn buen profesor, en ocasiones no se da entender muy bien, pero te enseña lo suficiente para conocer sobre la materia, no es dificil pasar y es accesible con los trabajos\r\nes una buena opción."}]