[{"fecha": "07/Nov/2022", "score_general": "8.0", "score_facilidad": "10.0", "materia": "Ecuaciones diferenciales", "comments": "La Participación Importa, Brinda apoyo, Deja trabajos largosEs buen profe la neta, aunque sus tareas si pueden estar pesadas y la participación importa mucho"}, {"fecha": "11/Oct/2022", "score_general": "10.0", "score_facilidad": "8.0", "materia": "E.D", "comments": "Muchas tareas, La Participación Importa, Clases excelentesEs buen profe la neta, aunque sus tareas si pueden estar pesadas y la participación importa mucho"}, {"fecha": "03/Ago/2022", "score_general": "9.0", "score_facilidad": "6.0", "materia": "Ecuaciones Diferenciales", "comments": "Las clases son largas, Aspectos de calificación claros, Brinda apoyoEs buen profe la neta, aunque sus tareas si pueden estar pesadas y la participación importa mucho"}, {"fecha": "06/Jun/2022", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Matemáticas Avanzadas", "comments": "Es buen profe la neta, aunque sus tareas si pueden estar pesadas y la participación importa mucho"}, {"fecha": "24/Ene/2022", "score_general": "8.0", "score_facilidad": "4.0", "materia": "Matemáticas avanzadas", "comments": "Da buena retroalimentación, Brinda apoyo, Clases excelentesEs buen profe la neta, aunque sus tareas si pueden estar pesadas y la participación importa mucho"}, {"fecha": "22/Ene/2022", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Ecuaciones diferenciales", "comments": "Muchas tareas, Clases excelentesEs muy bueno explicando los temas y te deja un libro bastante bueno. Deja tareas relativamente sencillas con las que puedes practicar lo visto cada clase y es bastante accesible. Muy recomendado :)"}, {"fecha": "18/Ene/2022", "score_general": "7.0", "score_facilidad": "10.0", "materia": "Ecuaciones diferenciales", "comments": "Muchas tareas, Pocos Exámenes, Brinda apoyoEs muy bueno explicando los temas y te deja un libro bastante bueno. Deja tareas relativamente sencillas con las que puedes practicar lo visto cada clase y es bastante accesible. Muy recomendado :)"}, {"fecha": "09/Dic/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Ecuaciones Diferenciales", "comments": "Muchas tareas, Aspectos de calificación claros, Clases excelentesEs muy bueno explicando los temas y te deja un libro bastante bueno. Deja tareas relativamente sencillas con las que puedes practicar lo visto cada clase y es bastante accesible. Muy recomendado :)"}, {"fecha": "24/Ago/2021", "score_general": "5.0", "score_facilidad": "4.0", "materia": "Matemáticas Avanzdas", "comments": "Califica Duro, Muchas tareas, Respetado por los estudiantesEs muy bueno explicando los temas y te deja un libro bastante bueno. Deja tareas relativamente sencillas con las que puedes practicar lo visto cada clase y es bastante accesible. Muy recomendado :)"}, {"fecha": "24/Ago/2021", "score_general": "8.0", "score_facilidad": "6.0", "materia": "Matemáticas Avanzadas", "comments": "Es muy bueno explicando los temas y te deja un libro bastante bueno. Deja tareas relativamente sencillas con las que puedes practicar lo visto cada clase y es bastante accesible. Muy recomendado :)"}, {"fecha": "22/Ago/2021", "score_general": "8.0", "score_facilidad": "6.0", "materia": "Matematicas Avanzadas", "comments": "Muchas tareas, Las clases son largas, Brinda apoyoEs un profesor que explica más teoría y casi nada de practica. Deja tarea cada clase, la cual tu tienes que responder con base en un libro que te da, lo que el enseña no te ayudará a resolverla. Dicen que es bueno, pero solo si te gusta la teoría."}, {"fecha": "07/Jul/2021", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Matemáticas avanzadas", "comments": "Da buena retroalimentación, Da Crédito Extra, Tomaría su clase otra vezEs un profesor que explica más teoría y casi nada de practica. Deja tarea cada clase, la cual tu tienes que responder con base en un libro que te da, lo que el enseña no te ayudará a resolverla. Dicen que es bueno, pero solo si te gusta la teoría."}, {"fecha": "17/Jun/2021", "score_general": "6.0", "score_facilidad": "6.0", "materia": "Matemáticas avanzadas", "comments": "Las clases son largasEs un profesor que explica más teoría y casi nada de practica. Deja tarea cada clase, la cual tu tienes que responder con base en un libro que te da, lo que el enseña no te ayudará a resolverla. Dicen que es bueno, pero solo si te gusta la teoría."}, {"fecha": "22/Feb/2021", "score_general": "9.0", "score_facilidad": "10.0", "materia": "Matemáticas Avanzadas", "comments": "Muchas tareas, Pocos Exámenes, Brinda apoyoEs un profesor que explica más teoría y casi nada de practica. Deja tarea cada clase, la cual tu tienes que responder con base en un libro que te da, lo que el enseña no te ayudará a resolverla. Dicen que es bueno, pero solo si te gusta la teoría."}, {"fecha": "04/Sep/2020", "score_general": "7.0", "score_facilidad": "6.0", "materia": "Matemáticas Avanzadas", "comments": "Muchas tareas, Brinda apoyoEs un profesor que explica más teoría y casi nada de practica. Deja tarea cada clase, la cual tu tienes que responder con base en un libro que te da, lo que el enseña no te ayudará a resolverla. Dicen que es bueno, pero solo si te gusta la teoría."}, {"fecha": "31/Ago/2020", "score_general": "8.0", "score_facilidad": "10.0", "materia": "Matematicas Avanzadas", "comments": "Da buena retroalimentación, Muchas tareasFue un muy buen profe en presencial, captaba tu atención aunque no entendieras nada, se esmera de verdad para que se entienda. En línea se limitó a presentar y explicar tres libros por lo que si no le sigues el ritmo se te hará bastante larga. La evaluación final fue 100% tareas de los mimos libros"}, {"fecha": "21/Ene/2020", "score_general": "8.0", "score_facilidad": "8.0", "materia": "Ecuaciones Diferenciales", "comments": "Las clases son largas, Brinda apoyo, Deja trabajos largosFue un muy buen profe en presencial, captaba tu atención aunque no entendieras nada, se esmera de verdad para que se entienda. En línea se limitó a presentar y explicar tres libros por lo que si no le sigues el ritmo se te hará bastante larga. La evaluación final fue 100% tareas de los mimos libros"}, {"fecha": "30/Jul/2019", "score_general": "7.0", "score_facilidad": "6.0", "materia": "Matemáticas Avanzadas", "comments": "Fue un muy buen profe en presencial, captaba tu atención aunque no entendieras nada, se esmera de verdad para que se entienda. En línea se limitó a presentar y explicar tres libros por lo que si no le sigues el ritmo se te hará bastante larga. La evaluación final fue 100% tareas de los mimos libros"}, {"fecha": "25/Jul/2019", "score_general": "9.0", "score_facilidad": "4.0", "materia": "Matemáticas Avanzadas", "comments": "Muchas tareas, Las clases son largas, Tomaría su clase otra vezFue un muy buen profe en presencial, captaba tu atención aunque no entendieras nada, se esmera de verdad para que se entienda. En línea se limitó a presentar y explicar tres libros por lo que si no le sigues el ritmo se te hará bastante larga. La evaluación final fue 100% tareas de los mimos libros"}, {"fecha": "18/Jul/2019", "score_general": "8.0", "score_facilidad": "8.0", "materia": "Matemáticas avanzadas", "comments": "Barco, Da Crédito Extra, Brinda apoyoFue un muy buen profe en presencial, captaba tu atención aunque no entendieras nada, se esmera de verdad para que se entienda. En línea se limitó a presentar y explicar tres libros por lo que si no le sigues el ritmo se te hará bastante larga. La evaluación final fue 100% tareas de los mimos libros"}, {"fecha": "23/Ene/2019", "score_general": "7.0", "score_facilidad": "4.0", "materia": "Ecuaciones Diferenciales", "comments": "Las clases son largas, Pocos Exámenes, Deja trabajos largosEs de ciencias, está en otro nivel de matemáticas que sincerente no tenemos en ingeniería, domina los temas totalmente sin embargo te pierdes porque se explaya mucho. Pese a lo anterior se da cuenta de las carencias que tenemos en la facultad y de porta accesible. Tareas muy difíciles de resolver"}, {"fecha": "21/Ene/2019", "score_general": "8.0", "score_facilidad": "8.0", "materia": "Ecuaciones diferenciales", "comments": "Muchas tareas, Pocos ExámenesEs de ciencias, está en otro nivel de matemáticas que sincerente no tenemos en ingeniería, domina los temas totalmente sin embargo te pierdes porque se explaya mucho. Pese a lo anterior se da cuenta de las carencias que tenemos en la facultad y de porta accesible. Tareas muy difíciles de resolver"}, {"fecha": "19/Ene/2019", "score_general": "9.0", "score_facilidad": "4.0", "materia": "Matematicas Avanzadas", "comments": "Califica Duro, Brinda apoyo, Los exámenes son difícilesEs de ciencias, está en otro nivel de matemáticas que sincerente no tenemos en ingeniería, domina los temas totalmente sin embargo te pierdes porque se explaya mucho. Pese a lo anterior se da cuenta de las carencias que tenemos en la facultad y de porta accesible. Tareas muy difíciles de resolver"}, {"fecha": "09/Ago/2018", "score_general": "2.0", "score_facilidad": "2.0", "materia": "ecuaciones diferenciales", "comments": "Califica Duro, Muchas tareas, Las clases son largasEs de ciencias, está en otro nivel de matemáticas que sincerente no tenemos en ingeniería, domina los temas totalmente sin embargo te pierdes porque se explaya mucho. Pese a lo anterior se da cuenta de las carencias que tenemos en la facultad y de porta accesible. Tareas muy difíciles de resolver"}, {"fecha": "05/Jul/2018", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Matemáticas Avanzadas", "comments": "Es de ciencias, está en otro nivel de matemáticas que sincerente no tenemos en ingeniería, domina los temas totalmente sin embargo te pierdes porque se explaya mucho. Pese a lo anterior se da cuenta de las carencias que tenemos en la facultad y de porta accesible. Tareas muy difíciles de resolver"}]