[{"fecha": "12/May/2019", "score_general": "5.0", "score_facilidad": "6.0", "materia": "Geomática Básica", "comments": "Califica Duro, Los exámenes son difícilesSus clases son teóricas, pone algunos ejemplos pero le da flojera terminarlos. Para las prácticas es bueno, pero para los reportes es muy especial y si no le gusta algo te baja puntos en los exámenes.\r\nY los exámenes son algo complicados y largos para el tiempo que da. Es muy especial para calificar"}, {"fecha": "15/Jul/2018", "score_general": "2.0", "score_facilidad": "2.0", "materia": "Geomática Basica", "comments": "Califica Duro, Muchas tareas, Hace exámenes sorpresaSus clases son teóricas, pone algunos ejemplos pero le da flojera terminarlos. Para las prácticas es bueno, pero para los reportes es muy especial y si no le gusta algo te baja puntos en los exámenes.\r\nY los exámenes son algo complicados y largos para el tiempo que da. Es muy especial para calificar"}, {"fecha": "11/Ene/2018", "score_general": "3.0", "score_facilidad": "4.0", "materia": "Geomática básica.", "comments": "Califica Duro, Asistencia obligatoriaSus clases son teóricas, pone algunos ejemplos pero le da flojera terminarlos. Para las prácticas es bueno, pero para los reportes es muy especial y si no le gusta algo te baja puntos en los exámenes.\r\nY los exámenes son algo complicados y largos para el tiempo que da. Es muy especial para calificar"}, {"fecha": "08/Ene/2018", "score_general": "9.0", "score_facilidad": "4.0", "materia": "Geomatica", "comments": "La Participación Importa, Asistencia obligatoria, Respetado por los estudiantesSus clases son teóricas, pone algunos ejemplos pero le da flojera terminarlos. Para las prácticas es bueno, pero para los reportes es muy especial y si no le gusta algo te baja puntos en los exámenes.\r\nY los exámenes son algo complicados y largos para el tiempo que da. Es muy especial para calificar"}, {"fecha": "06/Dic/2017", "score_general": "4.0", "score_facilidad": "4.0", "materia": "Geomática", "comments": "Las clases son largas, Pocos Exámenes, Los exámenes son difícilesSus clases son teóricas, pone algunos ejemplos pero le da flojera terminarlos. Para las prácticas es bueno, pero para los reportes es muy especial y si no le gusta algo te baja puntos en los exámenes.\r\nY los exámenes son algo complicados y largos para el tiempo que da. Es muy especial para calificar"}, {"fecha": "26/Jun/2017", "score_general": "5.0", "score_facilidad": "6.0", "materia": "Geomática Básica", "comments": "Califica Duro, Asistencia obligatoria, Los exámenes son difícilesTiene excelente conocimiento de la materia. Sus exámenes pueden ser largos y difíciles si no dominas los temas o no estudiaste teoría. Dicta mucho y hace 2 o 3 preguntas de teoría por examen, así que por eso puedes bajar calificación. Se molesta con facilidad y no es flexible con la calificación."}, {"fecha": "26/Jun/2017", "score_general": "2.0", "score_facilidad": "2.0", "materia": "Geomática", "comments": "Califica Duro, Asistencia obligatoriaTiene excelente conocimiento de la materia. Sus exámenes pueden ser largos y difíciles si no dominas los temas o no estudiaste teoría. Dicta mucho y hace 2 o 3 preguntas de teoría por examen, así que por eso puedes bajar calificación. Se molesta con facilidad y no es flexible con la calificación."}, {"fecha": "10/Jun/2017", "score_general": "10.0", "score_facilidad": "4.0", "materia": "Geomatica", "comments": "Califica Duro, Los exámenes son difícilesTiene excelente conocimiento de la materia. Sus exámenes pueden ser largos y difíciles si no dominas los temas o no estudiaste teoría. Dicta mucho y hace 2 o 3 preguntas de teoría por examen, así que por eso puedes bajar calificación. Se molesta con facilidad y no es flexible con la calificación."}, {"fecha": "17/Ene/2017", "score_general": "5.0", "score_facilidad": "6.0", "materia": "Geomatica", "comments": "Da buena retroalimentación, Muchas tareas, La Participación ImportaTiene excelente conocimiento de la materia. Sus exámenes pueden ser largos y difíciles si no dominas los temas o no estudiaste teoría. Dicta mucho y hace 2 o 3 preguntas de teoría por examen, así que por eso puedes bajar calificación. Se molesta con facilidad y no es flexible con la calificación."}, {"fecha": "27/Jun/2016", "score_general": "6.0", "score_facilidad": "4.0", "materia": "Geomatica", "comments": "Tiene excelente conocimiento de la materia. Sus exámenes pueden ser largos y difíciles si no dominas los temas o no estudiaste teoría. Dicta mucho y hace 2 o 3 preguntas de teoría por examen, así que por eso puedes bajar calificación. Se molesta con facilidad y no es flexible con la calificación."}, {"fecha": "20/Jun/2016", "score_general": "6.0", "score_facilidad": "4.0", "materia": "Geomatica", "comments": "Califica Duro, Respetado por los estudiantesDeja buen nivel de conocimintos, aunque sus exámenes son pesados y casi nunca se acaban, sin embargo aprendes bien la materia."}, {"fecha": "26/May/2016", "score_general": "3.0", "score_facilidad": "4.0", "materia": "Geomatica", "comments": "Deja buen nivel de conocimintos, aunque sus exámenes son pesados y casi nunca se acaban, sin embargo aprendes bien la materia."}, {"fecha": "02/Dic/2015", "score_general": "4.0", "score_facilidad": "4.0", "materia": "Geomatica", "comments": "Deja buen nivel de conocimintos, aunque sus exámenes son pesados y casi nunca se acaban, sin embargo aprendes bien la materia."}, {"fecha": "20/Ene/2015", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Geomatica", "comments": "Deja buen nivel de conocimintos, aunque sus exámenes son pesados y casi nunca se acaban, sin embargo aprendes bien la materia."}]