[{"fecha": "16/Jun/2022", "score_general": "2.0", "score_facilidad": "4.0", "materia": "Probabilidad", "comments": "Califica Duro, Muchas tareas, Los exámenes son difícilesEs malísima pensé que exageraban pero te confunde bastante y en el examen viene todo lo visto sin importar que lo haya visto solo una vez debes de estudiar por tu cuenta y resolver la serie como puedas para entenderle mejor a sus clases"}, {"fecha": "08/Jun/2022", "score_general": "3.0", "score_facilidad": "4.0", "materia": "Probabilidad", "comments": "Es malísima pensé que exageraban pero te confunde bastante y en el examen viene todo lo visto sin importar que lo haya visto solo una vez debes de estudiar por tu cuenta y resolver la serie como puedas para entenderle mejor a sus clases"}, {"fecha": "06/Jun/2022", "score_general": "4.0", "score_facilidad": "4.0", "materia": "Probabilidad", "comments": "Muchas tareas, La Participación Importa, Los exámenes son difícilesEs malísima pensé que exageraban pero te confunde bastante y en el examen viene todo lo visto sin importar que lo haya visto solo una vez debes de estudiar por tu cuenta y resolver la serie como puedas para entenderle mejor a sus clases"}, {"fecha": "26/Abr/2022", "score_general": "3.0", "score_facilidad": "4.0", "materia": "Probabilidad", "comments": "Muchas tareas, Prepárate para leer, Asistencia obligatoriaEs malísima pensé que exageraban pero te confunde bastante y en el examen viene todo lo visto sin importar que lo haya visto solo una vez debes de estudiar por tu cuenta y resolver la serie como puedas para entenderle mejor a sus clases"}, {"fecha": "22/Ene/2022", "score_general": "4.0", "score_facilidad": "4.0", "materia": "probabilidad y estadística", "comments": "La Participación Importa, Las clases son largas, Deja trabajos largosEs malísima pensé que exageraban pero te confunde bastante y en el examen viene todo lo visto sin importar que lo haya visto solo una vez debes de estudiar por tu cuenta y resolver la serie como puedas para entenderle mejor a sus clases"}, {"fecha": "13/Dic/2021", "score_general": "3.0", "score_facilidad": "4.0", "materia": "probabilidad", "comments": "Muchas tareas, La Participación Importa, Las clases son largasfue recurse y di baja, no aprendes nada porque todo el curso solo pierde el tiempo"}, {"fecha": "27/Ago/2021", "score_general": "5.0", "score_facilidad": "6.0", "materia": "Probabilidad", "comments": "Califica Duro, Barco, Muchas tareasfue recurse y di baja, no aprendes nada porque todo el curso solo pierde el tiempo"}, {"fecha": "26/Ago/2021", "score_general": "9.0", "score_facilidad": "6.0", "materia": "PROBABILIDAD", "comments": "Da buena retroalimentación, Muchas tareas, Asistencia obligatoriafue recurse y di baja, no aprendes nada porque todo el curso solo pierde el tiempo"}, {"fecha": "24/Ago/2021", "score_general": "8.0", "score_facilidad": "8.0", "materia": "Fundamentos de Estadística", "comments": "La Participación Importa, Asistencia obligatoria, Pocos Exámenesfue recurse y di baja, no aprendes nada porque todo el curso solo pierde el tiempo"}, {"fecha": "01/Sep/2020", "score_general": "4.0", "score_facilidad": "4.0", "materia": "Probabilidad", "comments": "Deja trabajos largos, Los exámenes son difíciles, Muchos proyectos grupalesfue recurse y di baja, no aprendes nada porque todo el curso solo pierde el tiempo"}, {"fecha": "08/Jun/2020", "score_general": "2.0", "score_facilidad": "2.0", "materia": "Estadística", "comments": "Califica Duro, La Participación Importa, Asistencia obligatoriaEs un verdadero dolor de cabeza esta profesora, en buena onda NO LA METAS, no aprenderás nada, todo será por tu cuenta y será frustrante, metan a otro profesor ella no merece estar en la UNAM, floja, decadente y no le agarra la onda a la tecnología ya que me tocó clase en la pandemia"}, {"fecha": "24/May/2020", "score_general": "5.0", "score_facilidad": "4.0", "materia": "Probailidad", "comments": "La Participación ImportaEs un verdadero dolor de cabeza esta profesora, en buena onda NO LA METAS, no aprenderás nada, todo será por tu cuenta y será frustrante, metan a otro profesor ella no merece estar en la UNAM, floja, decadente y no le agarra la onda a la tecnología ya que me tocó clase en la pandemia"}, {"fecha": "16/Ene/2020", "score_general": "3.0", "score_facilidad": "8.0", "materia": "Estadistica", "comments": "Muchas tareas, Prepárate para leer, Muchos ExámenesEs un verdadero dolor de cabeza esta profesora, en buena onda NO LA METAS, no aprenderás nada, todo será por tu cuenta y será frustrante, metan a otro profesor ella no merece estar en la UNAM, floja, decadente y no le agarra la onda a la tecnología ya que me tocó clase en la pandemia"}, {"fecha": "25/Jul/2019", "score_general": "8.0", "score_facilidad": "8.0", "materia": "Probabilidad", "comments": "Hace exámenes sorpresa, La Participación Importa, Tomaría su clase otra vezEs un verdadero dolor de cabeza esta profesora, en buena onda NO LA METAS, no aprenderás nada, todo será por tu cuenta y será frustrante, metan a otro profesor ella no merece estar en la UNAM, floja, decadente y no le agarra la onda a la tecnología ya que me tocó clase en la pandemia"}, {"fecha": "02/Jul/2018", "score_general": "8.0", "score_facilidad": "8.0", "materia": "Fundamentos de Estadística", "comments": "Es un verdadero dolor de cabeza esta profesora, en buena onda NO LA METAS, no aprenderás nada, todo será por tu cuenta y será frustrante, metan a otro profesor ella no merece estar en la UNAM, floja, decadente y no le agarra la onda a la tecnología ya que me tocó clase en la pandemia"}, {"fecha": "25/Ene/2018", "score_general": "5.0", "score_facilidad": "6.0", "materia": "Probabilidad", "comments": "Muchas tareas, La Participación Importa, Las clases son largasGrita mucho en clase, se a traza con los temas (al final solo te da una embarrada de estos),  evalúa como quiere y tienes que participar mucho, sus exámenes son complicados y no te da el nivel que necesitas para pasarlos. Ahh y sus series muy complejas, confusas y largas."}, {"fecha": "23/Ene/2018", "score_general": "5.0", "score_facilidad": "4.0", "materia": "Probabilidad", "comments": "Grita mucho en clase, se a traza con los temas (al final solo te da una embarrada de estos),  evalúa como quiere y tienes que participar mucho, sus exámenes son complicados y no te da el nivel que necesitas para pasarlos. Ahh y sus series muy complejas, confusas y largas."}, {"fecha": "22/Ene/2018", "score_general": "3.0", "score_facilidad": "6.0", "materia": "Probabilidad", "comments": "Hace exámenes sorpresa, Inspiracional, Los exámenes son difícilesGrita mucho en clase, se a traza con los temas (al final solo te da una embarrada de estos),  evalúa como quiere y tienes que participar mucho, sus exámenes son complicados y no te da el nivel que necesitas para pasarlos. Ahh y sus series muy complejas, confusas y largas."}, {"fecha": "26/Jul/2017", "score_general": "6.0", "score_facilidad": "6.0", "materia": "probabilidad", "comments": "Califica Duro, Muchas tareas, Asistencia obligatoriaGrita mucho en clase, se a traza con los temas (al final solo te da una embarrada de estos),  evalúa como quiere y tienes que participar mucho, sus exámenes son complicados y no te da el nivel que necesitas para pasarlos. Ahh y sus series muy complejas, confusas y largas."}, {"fecha": "22/Jul/2017", "score_general": "9.0", "score_facilidad": "10.0", "materia": "Probabilidad", "comments": "Asistencia obligatoriaGrita mucho en clase, se a traza con los temas (al final solo te da una embarrada de estos),  evalúa como quiere y tienes que participar mucho, sus exámenes son complicados y no te da el nivel que necesitas para pasarlos. Ahh y sus series muy complejas, confusas y largas."}, {"fecha": "30/Jun/2017", "score_general": "6.0", "score_facilidad": "6.0", "materia": "Estadistica", "comments": "Su clase es muy fea, no te da teoría concreta y los ejercicios que da son muy pocos. Debes estudiar todo por tu cuenta, divaga muchísimo, es desorganizada y en general no es buena a mi parecer, no entiendo qué les gusta de ella. Aunque como persona es muy amable."}, {"fecha": "27/Jun/2017", "score_general": "9.0", "score_facilidad": "8.0", "materia": "---", "comments": "Da buena retroalimentación, Muchas tareas, Los exámenes son difícilesSu clase es muy fea, no te da teoría concreta y los ejercicios que da son muy pocos. Debes estudiar todo por tu cuenta, divaga muchísimo, es desorganizada y en general no es buena a mi parecer, no entiendo qué les gusta de ella. Aunque como persona es muy amable."}, {"fecha": "09/May/2017", "score_general": "9.0", "score_facilidad": "6.0", "materia": "Probabilidad y Estadística", "comments": "Prepárate para leer, La Participación Importa, Brinda apoyoSu clase es muy fea, no te da teoría concreta y los ejercicios que da son muy pocos. Debes estudiar todo por tu cuenta, divaga muchísimo, es desorganizada y en general no es buena a mi parecer, no entiendo qué les gusta de ella. Aunque como persona es muy amable."}, {"fecha": "20/Ene/2017", "score_general": "6.0", "score_facilidad": "6.0", "materia": "Probabilidad", "comments": "Su clase es muy fea, no te da teoría concreta y los ejercicios que da son muy pocos. Debes estudiar todo por tu cuenta, divaga muchísimo, es desorganizada y en general no es buena a mi parecer, no entiendo qué les gusta de ella. Aunque como persona es muy amable."}, {"fecha": "19/Ene/2017", "score_general": "5.0", "score_facilidad": "4.0", "materia": "Probabilidad", "comments": "La Participación Importa, Asistencia obligatoriaSu clase es muy fea, no te da teoría concreta y los ejercicios que da son muy pocos. Debes estudiar todo por tu cuenta, divaga muchísimo, es desorganizada y en general no es buena a mi parecer, no entiendo qué les gusta de ella. Aunque como persona es muy amable."}, {"fecha": "19/Ene/2017", "score_general": "6.0", "score_facilidad": "4.0", "materia": "Probabilidad (2016)", "comments": "La Participación Importa, Pocos Exámenes, Aspectos de calificación clarosSabe mucho, pero no es muy clara. Debes estudiar por tu cuenta y participar en clase."}, {"fecha": "19/Ene/2017", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Probabilidad", "comments": "La Participación Importa, Asistencia obligatoria, Tomaría su clase otra vezSabe mucho, pero no es muy clara. Debes estudiar por tu cuenta y participar en clase."}, {"fecha": "17/Ene/2017", "score_general": "4.0", "score_facilidad": "4.0", "materia": "Probabilidad", "comments": "Sabe mucho, pero no es muy clara. Debes estudiar por tu cuenta y participar en clase."}, {"fecha": "15/Dic/2016", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Probabilidad", "comments": "Las clases son largas, Pocos ExámenesSabe mucho, pero no es muy clara. Debes estudiar por tu cuenta y participar en clase."}, {"fecha": "25/Nov/2016", "score_general": "7.0", "score_facilidad": "6.0", "materia": "Probabilidad", "comments": "Muchas tareasSabe mucho, pero no es muy clara. Debes estudiar por tu cuenta y participar en clase."}, {"fecha": "01/Jul/2016", "score_general": "8.0", "score_facilidad": "8.0", "materia": "Proba", "comments": "Muchas tareas, La Participación Importa, Asistencia obligatoriaEs una buena maestra, explica de manera muy clara y es muy dinamica\r\nCuenta mucho la participacion, los examenes eran muy sencillos y aun asi no a todos les iba bien \r\nLas tareas son en el cuaderno y casi nunca se entregan"}, {"fecha": "27/Jun/2016", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Probabilidad y Estadistica", "comments": "La Participación Importa, Inspiracional, Clases excelentesEs una buena maestra, explica de manera muy clara y es muy dinamica\r\nCuenta mucho la participacion, los examenes eran muy sencillos y aun asi no a todos les iba bien \r\nLas tareas son en el cuaderno y casi nunca se entregan"}, {"fecha": "21/Feb/2016", "score_general": "8.0", "score_facilidad": "10.0", "materia": "Probabilidad y Estadística", "comments": "La Participación Importa, Pocos Exámenes, Tomaría su clase otra vezEs una buena maestra, explica de manera muy clara y es muy dinamica\r\nCuenta mucho la participacion, los examenes eran muy sencillos y aun asi no a todos les iba bien \r\nLas tareas son en el cuaderno y casi nunca se entregan"}, {"fecha": "25/Ene/2016", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Probabilidad", "comments": "Es una buena maestra, explica de manera muy clara y es muy dinamica\r\nCuenta mucho la participacion, los examenes eran muy sencillos y aun asi no a todos les iba bien \r\nLas tareas son en el cuaderno y casi nunca se entregan"}, {"fecha": "25/Jul/2015", "score_general": "6.0", "score_facilidad": "6.0", "materia": "Probabilidad y Estadística", "comments": "Es una buena maestra, explica de manera muy clara y es muy dinamica\r\nCuenta mucho la participacion, los examenes eran muy sencillos y aun asi no a todos les iba bien \r\nLas tareas son en el cuaderno y casi nunca se entregan"}, {"fecha": "03/Jun/2015", "score_general": "8.0", "score_facilidad": "6.0", "materia": "probabilidad y estadística", "comments": "es buena aunque el enfoque que te da de la materia si es distinto al que da el resto... pero te prepara muy bien, deja tareas y si las haces te ayuda para sus parciales, igual sus series, casi no es muy conocida pero si es bastante buena, aunque en ocasiones sus clases suelen ser algo tediosas"}]