[{"fecha": "27/Ene/2023", "score_general": "7.0", "score_facilidad": "4.0", "materia": "Cinematica y Dinamica", "comments": "Califica Duro, Muchas tareas, La Participación Importa(presencial). Su clase se basa en hacer ejercicios. El siempre intenta que comprendas pero en los ultimos temas va muy rapido. Sus tareas son muy faciles. El problema son sus examenes debido a que es MUY estricto calificando, la mayoria sacaba 3,4,5 y casi nadie 9 o 10. La mayoria paso con 6-7."}, {"fecha": "25/May/2022", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Cinemática", "comments": "Respetado por los estudiantes, Da Crédito Extra, Brinda apoyo(presencial). Su clase se basa en hacer ejercicios. El siempre intenta que comprendas pero en los ultimos temas va muy rapido. Sus tareas son muy faciles. El problema son sus examenes debido a que es MUY estricto calificando, la mayoria sacaba 3,4,5 y casi nadie 9 o 10. La mayoria paso con 6-7."}, {"fecha": "02/Feb/2022", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Cinemática y Dinámica", "comments": "Da Crédito Extra, Clases excelentes, Tomaría su clase otra vez(presencial). Su clase se basa en hacer ejercicios. El siempre intenta que comprendas pero en los ultimos temas va muy rapido. Sus tareas son muy faciles. El problema son sus examenes debido a que es MUY estricto calificando, la mayoria sacaba 3,4,5 y casi nadie 9 o 10. La mayoria paso con 6-7."}, {"fecha": "29/Ene/2022", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Cinemática y dinámica", "comments": "Muy cómico, Inspiracional, Tomaría su clase otra vez(presencial). Su clase se basa en hacer ejercicios. El siempre intenta que comprendas pero en los ultimos temas va muy rapido. Sus tareas son muy faciles. El problema son sus examenes debido a que es MUY estricto calificando, la mayoria sacaba 3,4,5 y casi nadie 9 o 10. La mayoria paso con 6-7."}, {"fecha": "17/Ene/2022", "score_general": "7.0", "score_facilidad": "8.0", "materia": "Cinemática y dinámica", "comments": "La Participación Importa, Respetado por los estudiantes, Pocos Exámenes(presencial). Su clase se basa en hacer ejercicios. El siempre intenta que comprendas pero en los ultimos temas va muy rapido. Sus tareas son muy faciles. El problema son sus examenes debido a que es MUY estricto calificando, la mayoria sacaba 3,4,5 y casi nadie 9 o 10. La mayoria paso con 6-7."}, {"fecha": "02/Sep/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Mecanica", "comments": "Inspiracional, Brinda apoyo, Clases excelentesEs un profesor que quiere que aprendas los temas, no solo los da por cumplir, muy comprometido con su trabajo y sin duda de los mejores que he tenido"}, {"fecha": "26/Ago/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Cinemática y Dinámica", "comments": "Muy cómico, La Participación Importa, Clases excelentesEs un profesor que quiere que aprendas los temas, no solo los da por cumplir, muy comprometido con su trabajo y sin duda de los mejores que he tenido"}, {"fecha": "23/Ago/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Mecánica", "comments": "Aspectos de calificación claros, Brinda apoyoEs un profesor que quiere que aprendas los temas, no solo los da por cumplir, muy comprometido con su trabajo y sin duda de los mejores que he tenido"}, {"fecha": "19/Ago/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Mecánica", "comments": "Da buena retroalimentación, Respetado por los estudiantes, Tomaría su clase otra vezEs un profesor que quiere que aprendas los temas, no solo los da por cumplir, muy comprometido con su trabajo y sin duda de los mejores que he tenido"}, {"fecha": "25/Feb/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Cinemática y Dinámica", "comments": "Es un profesor que quiere que aprendas los temas, no solo los da por cumplir, muy comprometido con su trabajo y sin duda de los mejores que he tenido"}, {"fecha": "24/Feb/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Cinemática y dinámica", "comments": "Respetado por los estudiantes, Inspiracional, Brinda apoyoEste caballero merece 10, es muy claro al explicar y muy amable, sus clases no se graban pero hace un PDF con los ejercicios que hace en clase, no es nada difícil pasar con él y aprendes, una cosa sorprendente. Aunque lo más seguro es que se acabe en los primeros 20 minutos de inscripción"}, {"fecha": "19/Feb/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Cinemática y dinámica", "comments": "Tomaría su clase otra vezEste caballero merece 10, es muy claro al explicar y muy amable, sus clases no se graban pero hace un PDF con los ejercicios que hace en clase, no es nada difícil pasar con él y aprendes, una cosa sorprendente. Aunque lo más seguro es que se acabe en los primeros 20 minutos de inscripción"}, {"fecha": "13/Feb/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Cinemática y Dinámica", "comments": "Inspiracional, Brinda apoyo, Clases excelentesEste caballero merece 10, es muy claro al explicar y muy amable, sus clases no se graban pero hace un PDF con los ejercicios que hace en clase, no es nada difícil pasar con él y aprendes, una cosa sorprendente. Aunque lo más seguro es que se acabe en los primeros 20 minutos de inscripción"}, {"fecha": "09/Feb/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Cinemática y Dinámica", "comments": "Muchas tareas, La Participación Importa, Clases excelentesEste caballero merece 10, es muy claro al explicar y muy amable, sus clases no se graban pero hace un PDF con los ejercicios que hace en clase, no es nada difícil pasar con él y aprendes, una cosa sorprendente. Aunque lo más seguro es que se acabe en los primeros 20 minutos de inscripción"}, {"fecha": "29/Ene/2020", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Cinemática y Dinámica", "comments": "Da buena retroalimentación, Inspiracional, Clases excelentesEste caballero merece 10, es muy claro al explicar y muy amable, sus clases no se graban pero hace un PDF con los ejercicios que hace en clase, no es nada difícil pasar con él y aprendes, una cosa sorprendente. Aunque lo más seguro es que se acabe en los primeros 20 minutos de inscripción"}, {"fecha": "22/Ene/2020", "score_general": "10.0", "score_facilidad": "8.0", "materia": "EDA", "comments": "Brinda apoyo, Clases excelentes, Tomaría su clase otra vezEs un profesor excelente, grandiosa persona en toda la extensión de la palabra. Brinda mucho apoyo y es muy amigable. Es super guapo. Nunca habrá alguien mejor que él. A pesar de que es tan joven es super inteligente y sabe explicar. El mejor para EDA."}, {"fecha": "21/Ene/2020", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Cinemática y Dinámica", "comments": "Respetado por los estudiantes, Clases excelentes, Tomaría su clase otra vezEs un profesor excelente, grandiosa persona en toda la extensión de la palabra. Brinda mucho apoyo y es muy amigable. Es super guapo. Nunca habrá alguien mejor que él. A pesar de que es tan joven es super inteligente y sabe explicar. El mejor para EDA."}, {"fecha": "07/Ene/2020", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Estructura de Datos y Algoritmos I", "comments": "Da buena retroalimentación, Da Crédito Extra, Brinda apoyoEs un profesor excelente, grandiosa persona en toda la extensión de la palabra. Brinda mucho apoyo y es muy amigable. Es super guapo. Nunca habrá alguien mejor que él. A pesar de que es tan joven es super inteligente y sabe explicar. El mejor para EDA."}, {"fecha": "24/Dic/2019", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Cinemática y Dinámica", "comments": "Da buena retroalimentación, Respetado por los estudiantes, Da Crédito ExtraEs un profesor excelente, grandiosa persona en toda la extensión de la palabra. Brinda mucho apoyo y es muy amigable. Es super guapo. Nunca habrá alguien mejor que él. A pesar de que es tan joven es super inteligente y sabe explicar. El mejor para EDA."}, {"fecha": "20/Sep/2019", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Programacion", "comments": "Da buena retroalimentación, Las clases son largas, Aspectos de calificación clarosEs un profesor excelente, grandiosa persona en toda la extensión de la palabra. Brinda mucho apoyo y es muy amigable. Es super guapo. Nunca habrá alguien mejor que él. A pesar de que es tan joven es super inteligente y sabe explicar. El mejor para EDA."}, {"fecha": "03/Jun/2019", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Cinemática y dinámica", "comments": "Es uno de los mejores profesores de la facultad. Enseña muy bien, te ayuda bastante, siempre está dispuesto a ayudarte, le interesa que aprendas. Sus exámenes no son complicados. Es muy fácil aprobar con él."}, {"fecha": "06/Dic/2018", "score_general": "10.0", "score_facilidad": "10.0", "materia": "---", "comments": "Muy cómico, Asistencia obligatoria, Aspectos de calificación clarosEs uno de los mejores profesores de la facultad. Enseña muy bien, te ayuda bastante, siempre está dispuesto a ayudarte, le interesa que aprendas. Sus exámenes no son complicados. Es muy fácil aprobar con él."}, {"fecha": "08/Ago/2018", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Cinemática y dinámica", "comments": "La Participación Importa, Brinda apoyo, Tomaría su clase otra vezEs uno de los mejores profesores de la facultad. Enseña muy bien, te ayuda bastante, siempre está dispuesto a ayudarte, le interesa que aprendas. Sus exámenes no son complicados. Es muy fácil aprobar con él."}, {"fecha": "29/Jun/2018", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Cinematica y Dinamica", "comments": "Barco, Da Crédito Extra, Aspectos de calificación clarosEs uno de los mejores profesores de la facultad. Enseña muy bien, te ayuda bastante, siempre está dispuesto a ayudarte, le interesa que aprendas. Sus exámenes no son complicados. Es muy fácil aprobar con él."}, {"fecha": "27/Jun/2018", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Cinemática y dinamica", "comments": "Es uno de los mejores profesores de la facultad. Enseña muy bien, te ayuda bastante, siempre está dispuesto a ayudarte, le interesa que aprendas. Sus exámenes no son complicados. Es muy fácil aprobar con él."}, {"fecha": "02/Abr/2018", "score_general": "9.0", "score_facilidad": "8.0", "materia": "cinematica y dinamica", "comments": "Muchas tareas, Aspectos de calificación claros, Tomaría su clase otra vezExcelente profe"}, {"fecha": "24/Ene/2018", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Cinemática y dinámica", "comments": "Excelente profe"}, {"fecha": "22/Ene/2018", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Cinemática y Dinámica", "comments": "Da buena retroalimentación, Clases excelentes, Tomaría su clase otra vezExcelente profe"}, {"fecha": "12/Ene/2018", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Cinemática y Dinámica", "comments": "Respetado por los estudiantes, Inspiracional, Aspectos de calificación clarosExcelente profe"}, {"fecha": "08/Dic/2017", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Cinemática y dinámica", "comments": "Da buena retroalimentación, Brinda apoyo, Clases excelentesExcelente profe"}, {"fecha": "02/Ago/2017", "score_general": "10.0", "score_facilidad": "10.0", "materia": "CINEMATICA Y DINAMICA", "comments": "Muchas tareas, Da Crédito Extra, Tomaría su clase otra vezSus clases son muy buenas y les recomiendo hacer todas las tareas ya que suben mucho la calificación eso te puede salvar de hacer el final :D ?"}, {"fecha": "15/Jun/2017", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Cinemática y Dinámica", "comments": "Aspectos de calificación claros, Brinda apoyo, Clases excelentesSus clases son muy buenas y les recomiendo hacer todas las tareas ya que suben mucho la calificación eso te puede salvar de hacer el final :D ?"}, {"fecha": "18/Ene/2017", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Cinemática y Dinámica", "comments": "Sus clases son muy buenas y les recomiendo hacer todas las tareas ya que suben mucho la calificación eso te puede salvar de hacer el final :D ?"}, {"fecha": "16/Ene/2017", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Cinemática y dinámica 2016", "comments": "Brinda apoyo, Clases excelentes, Tomaría su clase otra vezSus clases son muy buenas y les recomiendo hacer todas las tareas ya que suben mucho la calificación eso te puede salvar de hacer el final :D ?"}, {"fecha": "01/Ene/2017", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Cinematica y Dinamica", "comments": "Inspiracional, Clases excelentes, Tomaría su clase otra vezSus clases son muy buenas y les recomiendo hacer todas las tareas ya que suben mucho la calificación eso te puede salvar de hacer el final :D ?"}, {"fecha": "15/Dic/2016", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Cinemática y Dinámica", "comments": "Muchas tareas, Clases excelentes, Tomaría su clase otra vezExcelente clase, demuestra mucho y se te queda, es muy paciente con el grupo e interesado en que aprendan. Si no alcanzas lugar con Juan Ocariz, métela con él, te da nivel y es fácil sacar el 10 por las tareas extra que puedes entregar."}, {"fecha": "07/Dic/2016", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Cinemática y dinámica", "comments": "Muchas tareas, Respetado por los estudiantes, Muchos ExámenesExcelente clase, demuestra mucho y se te queda, es muy paciente con el grupo e interesado en que aprendan. Si no alcanzas lugar con Juan Ocariz, métela con él, te da nivel y es fácil sacar el 10 por las tareas extra que puedes entregar."}]