[{"fecha": "09/Feb/2023", "score_general": "8.0", "score_facilidad": "6.0", "materia": "ELECTRICIDAD Y MAGNETISMO", "comments": "No es mala profesora, si pones atención le entiendes, resuelve dudas, deja series cortas y aunque si debes de poner un poco mas de tu parte para pasar los colegiados, de nuevo, no es mala pero podria haber mejores opciones, recomendacion ve al taller de ejercicios"}, {"fecha": "07/Sep/2022", "score_general": "7.0", "score_facilidad": "8.0", "materia": "Fisica", "comments": "Califica Duro, La Participación Importa, Los exámenes son difícilesNo es mala profesora, si pones atención le entiendes, resuelve dudas, deja series cortas y aunque si debes de poner un poco mas de tu parte para pasar los colegiados, de nuevo, no es mala pero podria haber mejores opciones, recomendacion ve al taller de ejercicios"}, {"fecha": "30/Ago/2022", "score_general": "4.0", "score_facilidad": "4.0", "materia": "Fisica", "comments": "Muchas tareas, Deja trabajos largos, Los exámenes son difícilesNo es mala profesora, si pones atención le entiendes, resuelve dudas, deja series cortas y aunque si debes de poner un poco mas de tu parte para pasar los colegiados, de nuevo, no es mala pero podria haber mejores opciones, recomendacion ve al taller de ejercicios"}, {"fecha": "18/Jun/2022", "score_general": "5.0", "score_facilidad": "4.0", "materia": "Electricidad y Magnetismo", "comments": "Las clases son largas, Los exámenes son difícilesNo es mala profesora, si pones atención le entiendes, resuelve dudas, deja series cortas y aunque si debes de poner un poco mas de tu parte para pasar los colegiados, de nuevo, no es mala pero podria haber mejores opciones, recomendacion ve al taller de ejercicios"}, {"fecha": "25/Abr/2022", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Fundamentos de Física", "comments": "Da buena retroalimentación, Brinda apoyo, Los exámenes son difícilesNo es mala profesora, si pones atención le entiendes, resuelve dudas, deja series cortas y aunque si debes de poner un poco mas de tu parte para pasar los colegiados, de nuevo, no es mala pero podria haber mejores opciones, recomendacion ve al taller de ejercicios"}, {"fecha": "23/Ago/2021", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Electricidad y magnetismo", "comments": "Inspiracional, Tomaría su clase otra vezMuy buena profesora, todo lo explica con mucha claridad, le importa demasiado el aprendizaje del alumno y sus exámenes son pesados pero son a nivel de clase."}, {"fecha": "22/Ago/2021", "score_general": "9.0", "score_facilidad": "6.0", "materia": "Electricidad y magnetismo", "comments": "Califica Duro, Brinda apoyoMuy buena profesora, todo lo explica con mucha claridad, le importa demasiado el aprendizaje del alumno y sus exámenes son pesados pero son a nivel de clase."}, {"fecha": "19/Ago/2021", "score_general": "5.0", "score_facilidad": "6.0", "materia": "EyM", "comments": "Califica Duro, Las clases son largas, Los exámenes son difícilesMuy buena profesora, todo lo explica con mucha claridad, le importa demasiado el aprendizaje del alumno y sus exámenes son pesados pero son a nivel de clase."}, {"fecha": "06/Mar/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Física", "comments": "Inspiracional, Clases excelentes, Tomaría su clase otra vezMuy buena profesora, todo lo explica con mucha claridad, le importa demasiado el aprendizaje del alumno y sus exámenes son pesados pero son a nivel de clase."}, {"fecha": "20/Feb/2021", "score_general": "3.0", "score_facilidad": "6.0", "materia": "EyM", "comments": "Barco, Hace exámenes sorpresa, Deja trabajos largosMuy buena profesora, todo lo explica con mucha claridad, le importa demasiado el aprendizaje del alumno y sus exámenes son pesados pero son a nivel de clase."}, {"fecha": "19/Feb/2021", "score_general": "6.0", "score_facilidad": "4.0", "materia": "Física", "comments": "Califica Duro, Muchas tareas, La Participación ImportaDeja tareas con nivel de dificultad, tienes que hacer la serie para tener derecho al examen unidad, se entrega con anticipacion para su calificacion,  nada de ir a barquear, hace que participen todos pues pregunta por nombre, se confunde un poco pues son ejercicios con nivel no payasadas."}, {"fecha": "18/Feb/2021", "score_general": "5.0", "score_facilidad": "8.0", "materia": "Electricidad y Magnétismo", "comments": "Barco, Muy cómicoDeja tareas con nivel de dificultad, tienes que hacer la serie para tener derecho al examen unidad, se entrega con anticipacion para su calificacion,  nada de ir a barquear, hace que participen todos pues pregunta por nombre, se confunde un poco pues son ejercicios con nivel no payasadas."}, {"fecha": "15/Feb/2021", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Electricidad y magnetismo", "comments": "Muchas tareas, Asistencia obligatoria, Clases excelentesDeja tareas con nivel de dificultad, tienes que hacer la serie para tener derecho al examen unidad, se entrega con anticipacion para su calificacion,  nada de ir a barquear, hace que participen todos pues pregunta por nombre, se confunde un poco pues son ejercicios con nivel no payasadas."}, {"fecha": "14/Feb/2021", "score_general": "5.0", "score_facilidad": "4.0", "materia": "FÍSICA", "comments": "Califica Duro, Muchas tareas, Muchos ExámenesDeja tareas con nivel de dificultad, tienes que hacer la serie para tener derecho al examen unidad, se entrega con anticipacion para su calificacion,  nada de ir a barquear, hace que participen todos pues pregunta por nombre, se confunde un poco pues son ejercicios con nivel no payasadas."}, {"fecha": "12/Feb/2021", "score_general": "2.0", "score_facilidad": "6.0", "materia": "Electricidad y Magnetismo", "comments": "Califica Duro, Las clases son largas, Pocos ExámenesDeja tareas con nivel de dificultad, tienes que hacer la serie para tener derecho al examen unidad, se entrega con anticipacion para su calificacion,  nada de ir a barquear, hace que participen todos pues pregunta por nombre, se confunde un poco pues son ejercicios con nivel no payasadas."}, {"fecha": "10/Feb/2021", "score_general": "8.0", "score_facilidad": "10.0", "materia": "Fundamentos de Física", "comments": "Da buena retroalimentación, Las clases son largas, Aspectos de calificación clarosIntroduce los temas y se sigue con algunos pocos ejercicios. En línea está bien, aunque a veces se desvía del tema y se pone a hablar de asuntos relacionados. Por fortuna, es bastante directa con lo que quiere en los ejercicios. Importante hacer rápido los exámenes."}, {"fecha": "30/Ene/2021", "score_general": "2.0", "score_facilidad": "2.0", "materia": "---", "comments": "Califica Duro, Las clases son largas, Los exámenes son difícilesIntroduce los temas y se sigue con algunos pocos ejercicios. En línea está bien, aunque a veces se desvía del tema y se pone a hablar de asuntos relacionados. Por fortuna, es bastante directa con lo que quiere en los ejercicios. Importante hacer rápido los exámenes."}, {"fecha": "28/Oct/2020", "score_general": "9.0", "score_facilidad": "10.0", "materia": "Electricidad y magnetismo", "comments": "Barco, Inspiracional, Brinda apoyoIntroduce los temas y se sigue con algunos pocos ejercicios. En línea está bien, aunque a veces se desvía del tema y se pone a hablar de asuntos relacionados. Por fortuna, es bastante directa con lo que quiere en los ejercicios. Importante hacer rápido los exámenes."}, {"fecha": "09/Sep/2020", "score_general": "3.0", "score_facilidad": "6.0", "materia": "Electricidad y magnetismo", "comments": "Muchas tareas, Prepárate para leer, Asistencia obligatoriaIntroduce los temas y se sigue con algunos pocos ejercicios. En línea está bien, aunque a veces se desvía del tema y se pone a hablar de asuntos relacionados. Por fortuna, es bastante directa con lo que quiere en los ejercicios. Importante hacer rápido los exámenes."}, {"fecha": "04/Sep/2020", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Electricidad y Magnetismo", "comments": "Asistencia obligatoria, Brinda apoyo, Tomaría su clase otra vezIntroduce los temas y se sigue con algunos pocos ejercicios. En línea está bien, aunque a veces se desvía del tema y se pone a hablar de asuntos relacionados. Por fortuna, es bastante directa con lo que quiere en los ejercicios. Importante hacer rápido los exámenes."}, {"fecha": "23/Ene/2020", "score_general": "5.0", "score_facilidad": "4.0", "materia": "FÍSICA", "comments": "Deja Tareas, tienes que pasar al pizarron durante la clase,deja ejercicios de entrega, y se entrega un día antes la serie le enoja que hablen, y tiene razón, en el laboratorio te deja las bases y tu te encargas del desarrollo. el mayor valor es el EXAMEN."}, {"fecha": "04/Ago/2019", "score_general": "8.0", "score_facilidad": "8.0", "materia": "Física", "comments": "Deja Tareas, tienes que pasar al pizarron durante la clase,deja ejercicios de entrega, y se entrega un día antes la serie le enoja que hablen, y tiene razón, en el laboratorio te deja las bases y tu te encargas del desarrollo. el mayor valor es el EXAMEN."}, {"fecha": "24/Jul/2019", "score_general": "2.0", "score_facilidad": "4.0", "materia": "FIsica", "comments": "Deja Tareas, tienes que pasar al pizarron durante la clase,deja ejercicios de entrega, y se entrega un día antes la serie le enoja que hablen, y tiene razón, en el laboratorio te deja las bases y tu te encargas del desarrollo. el mayor valor es el EXAMEN."}, {"fecha": "08/Ene/2019", "score_general": "9.0", "score_facilidad": "10.0", "materia": "Electricidad y Magnetismo", "comments": "Asistencia obligatoria, Da Crédito Extra, Brinda apoyoDeja Tareas, tienes que pasar al pizarron durante la clase,deja ejercicios de entrega, y se entrega un día antes la serie le enoja que hablen, y tiene razón, en el laboratorio te deja las bases y tu te encargas del desarrollo. el mayor valor es el EXAMEN."}, {"fecha": "09/Dic/2017", "score_general": "8.0", "score_facilidad": "8.0", "materia": "Termodinamica", "comments": "Da buena retroalimentación, Brinda apoyo, Tomaría su clase otra vezDeja Tareas, tienes que pasar al pizarron durante la clase,deja ejercicios de entrega, y se entrega un día antes la serie le enoja que hablen, y tiene razón, en el laboratorio te deja las bases y tu te encargas del desarrollo. el mayor valor es el EXAMEN."}, {"fecha": "18/Oct/2017", "score_general": "8.0", "score_facilidad": "10.0", "materia": "Lab. Termo", "comments": "Barco, Asistencia obligatoria, Tomaría su clase otra vezEs muy fácil de pasar, sólo tienes que entrar a la clase, aveces no es muy clara explicando, pero te ayuda conforme se hace la práctica, con sólo ir ya tienes el 10 de clase."}, {"fecha": "10/Jul/2017", "score_general": "5.0", "score_facilidad": "6.0", "materia": "Sistemas termodinamicos y electropura", "comments": "Es muy fácil de pasar, sólo tienes que entrar a la clase, aveces no es muy clara explicando, pero te ayuda conforme se hace la práctica, con sólo ir ya tienes el 10 de clase."}, {"fecha": "03/Jul/2017", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Termo", "comments": "Es muy fácil de pasar, sólo tienes que entrar a la clase, aveces no es muy clara explicando, pero te ayuda conforme se hace la práctica, con sólo ir ya tienes el 10 de clase."}, {"fecha": "08/Abr/2017", "score_general": "9.0", "score_facilidad": "6.0", "materia": "Electricidad y magnetismo", "comments": "Clases excelentes, Tomaría su clase otra vezEs muy fácil de pasar, sólo tienes que entrar a la clase, aveces no es muy clara explicando, pero te ayuda conforme se hace la práctica, con sólo ir ya tienes el 10 de clase."}, {"fecha": "23/Ene/2017", "score_general": "5.0", "score_facilidad": "4.0", "materia": "Sistemas Termodinámicos", "comments": "Las clases son largasEs muy fácil de pasar, sólo tienes que entrar a la clase, aveces no es muy clara explicando, pero te ayuda conforme se hace la práctica, con sólo ir ya tienes el 10 de clase."}, {"fecha": "26/Oct/2016", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Laboratorio de Electricidad y Magnetismo", "comments": "Da buena retroalimentación, Asistencia obligatoria, Da Crédito ExtraLos conceptos son claros, siempre te ayuda en las practicas. El examen es sencillo si repasas las practicas, te da todos los modelos matemáticos. El examen vale muy poco en la calificación total. Pero tienes que aprobarlo."}, {"fecha": "25/Jul/2016", "score_general": "3.0", "score_facilidad": "2.0", "materia": "Termodinámica", "comments": "Hace exámenes sorpresaLos conceptos son claros, siempre te ayuda en las practicas. El examen es sencillo si repasas las practicas, te da todos los modelos matemáticos. El examen vale muy poco en la calificación total. Pero tienes que aprobarlo."}, {"fecha": "27/Jun/2016", "score_general": "9.0", "score_facilidad": "10.0", "materia": "Electricidad y Magnetismo", "comments": "Los conceptos son claros, siempre te ayuda en las practicas. El examen es sencillo si repasas las practicas, te da todos los modelos matemáticos. El examen vale muy poco en la calificación total. Pero tienes que aprobarlo."}, {"fecha": "29/May/2016", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Laboratorio de electricidad y magnetismo", "comments": "Los conceptos son claros, siempre te ayuda en las practicas. El examen es sencillo si repasas las practicas, te da todos los modelos matemáticos. El examen vale muy poco en la calificación total. Pero tienes que aprobarlo."}, {"fecha": "28/Feb/2016", "score_general": "9.0", "score_facilidad": "6.0", "materia": "PRINCIPIOS DE TERMODINÁMICA Y ELECTROMAGNETISMO", "comments": "Tomaría su clase otra vezLos conceptos son claros, siempre te ayuda en las practicas. El examen es sencillo si repasas las practicas, te da todos los modelos matemáticos. El examen vale muy poco en la calificación total. Pero tienes que aprobarlo."}, {"fecha": "26/Ene/2016", "score_general": "8.0", "score_facilidad": "8.0", "materia": "Principios de Termodinámica y E", "comments": "Es buena onda y un poco barco, la recomiendo mas para LAB que para teoría"}, {"fecha": "12/Ene/2016", "score_general": "7.0", "score_facilidad": "6.0", "materia": "Principios de Termodinámica", "comments": "Es buena onda y un poco barco, la recomiendo mas para LAB que para teoría"}, {"fecha": "03/Dic/2015", "score_general": "6.0", "score_facilidad": "10.0", "materia": "Principios de termodinámica y electromagnetismo", "comments": "Es buena onda y un poco barco, la recomiendo mas para LAB que para teoría"}]