[{"fecha": "29/Jul/2022", "score_general": "7.0", "score_facilidad": "6.0", "materia": "Análisis numérico", "comments": "La Participación Importa, Tomaría su clase otra vezEvaluó mediante examenes, tareas y cuestionarios que hizo para participar. Sabe mucho y enseña bien, hace guía antes del examen"}, {"fecha": "16/Jun/2022", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Análisis numérico", "comments": "Barco, Da buena retroalimentación, Brinda apoyoEvaluó mediante examenes, tareas y cuestionarios que hizo para participar. Sabe mucho y enseña bien, hace guía antes del examen"}, {"fecha": "02/Feb/2022", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Análisis Numérico", "comments": "Da buena retroalimentación, Aspectos de calificación claros, Clases excelentesEvaluó mediante examenes, tareas y cuestionarios que hizo para participar. Sabe mucho y enseña bien, hace guía antes del examen"}, {"fecha": "01/Feb/2022", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Análisis numérico", "comments": "Brinda apoyo, Clases excelentes, Tomaría su clase otra vezEvaluó mediante examenes, tareas y cuestionarios que hizo para participar. Sabe mucho y enseña bien, hace guía antes del examen"}, {"fecha": "18/Ago/2021", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Análisis Númerico", "comments": "Brinda apoyo, Clases excelentesEvaluó mediante examenes, tareas y cuestionarios que hizo para participar. Sabe mucho y enseña bien, hace guía antes del examen"}, {"fecha": "17/Ago/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Análisis numérico", "comments": "Brinda apoyo, Clases excelentes, Tomaría su clase otra vezEl mejor profe sin duda, super ameno y siempre busca que todos entendamos, el usa python como herramienta de apoyo asi que si te gusta programar, se te hará super sencillo, y si no, también, te lo aseguro, excelente ser humano :)"}, {"fecha": "19/Feb/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Análisis numérico", "comments": "El mejor profe sin duda, super ameno y siempre busca que todos entendamos, el usa python como herramienta de apoyo asi que si te gusta programar, se te hará super sencillo, y si no, también, te lo aseguro, excelente ser humano :)"}, {"fecha": "19/Feb/2021", "score_general": "2.0", "score_facilidad": "2.0", "materia": "analisis numerico", "comments": "Las clases son largas, Pocos Exámenes, Deja trabajos largosEl mejor profe sin duda, super ameno y siempre busca que todos entendamos, el usa python como herramienta de apoyo asi que si te gusta programar, se te hará super sencillo, y si no, también, te lo aseguro, excelente ser humano :)"}, {"fecha": "18/Feb/2021", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Técnicas de programación", "comments": "Muy cómico, Da buena retroalimentación, Muchas tareasEl mejor profe sin duda, super ameno y siempre busca que todos entendamos, el usa python como herramienta de apoyo asi que si te gusta programar, se te hará super sencillo, y si no, también, te lo aseguro, excelente ser humano :)"}, {"fecha": "17/Feb/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Técnicas de programación", "comments": "Muy cómico, Da buena retroalimentación, Pocos ExámenesEl mejor profe sin duda, super ameno y siempre busca que todos entendamos, el usa python como herramienta de apoyo asi que si te gusta programar, se te hará super sencillo, y si no, también, te lo aseguro, excelente ser humano :)"}, {"fecha": "15/Feb/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Análisis Numérico", "comments": "Muy cómico, Da buena retroalimentación, InspiracionalExcelente profesor, enseña muy bien, hace que la clase no sea tan aburrida, sus exámenes tienen un nivel apropiado, definitivamente el mejor profesor que puedes meter"}, {"fecha": "05/Sep/2020", "score_general": "9.0", "score_facilidad": "10.0", "materia": "Técnicas de programación", "comments": "La Participación Importa, Inspiracional, Da Crédito ExtraExcelente profesor, enseña muy bien, hace que la clase no sea tan aburrida, sus exámenes tienen un nivel apropiado, definitivamente el mejor profesor que puedes meter"}, {"fecha": "03/Sep/2020", "score_general": "9.0", "score_facilidad": "6.0", "materia": "Temas selectos de programación I", "comments": "Excelente profesor, enseña muy bien, hace que la clase no sea tan aburrida, sus exámenes tienen un nivel apropiado, definitivamente el mejor profesor que puedes meter"}, {"fecha": "28/Ene/2020", "score_general": "5.0", "score_facilidad": "4.0", "materia": "Análisis numerico", "comments": "Califica Duro, Muchas tareas, Las clases son largasExcelente profesor, enseña muy bien, hace que la clase no sea tan aburrida, sus exámenes tienen un nivel apropiado, definitivamente el mejor profesor que puedes meter"}, {"fecha": "19/Ene/2020", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Técnicas de programación", "comments": "Excelente profesor, enseña muy bien, hace que la clase no sea tan aburrida, sus exámenes tienen un nivel apropiado, definitivamente el mejor profesor que puedes meter"}, {"fecha": "11/Ene/2020", "score_general": "5.0", "score_facilidad": "4.0", "materia": "Análisis numérico", "comments": "Califica Duro, Muchas tareasSe confunde mucho y deja muchas tareas \r\nExámenes difíciles en comparación con lo que enseña"}, {"fecha": "24/May/2019", "score_general": "8.0", "score_facilidad": "6.0", "materia": "Análisis Numérico", "comments": "La Participación Importa, Brinda apoyo, Deja trabajos largosSe confunde mucho y deja muchas tareas \r\nExámenes difíciles en comparación con lo que enseña"}, {"fecha": "17/Ene/2019", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Técnicas de Programación", "comments": "Muchas tareas, Brinda apoyo, Deja trabajos largosSe confunde mucho y deja muchas tareas \r\nExámenes difíciles en comparación con lo que enseña"}, {"fecha": "04/Dic/2018", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Técnicas de programación", "comments": "Se confunde mucho y deja muchas tareas \r\nExámenes difíciles en comparación con lo que enseña"}, {"fecha": "24/Ene/2018", "score_general": "9.0", "score_facilidad": "6.0", "materia": "Tecnicas de Programacion", "comments": "Muchas tareas, La Participación Importa, Tomaría su clase otra vezSe confunde mucho y deja muchas tareas \r\nExámenes difíciles en comparación con lo que enseña"}, {"fecha": "22/Ene/2018", "score_general": "8.0", "score_facilidad": "6.0", "materia": "Técnicas de programación", "comments": "Califica Duro, Brinda apoyo, Los exámenes son difícilesLos exámenes son difíciles sin embargo si vas a las conferencia en su totalidad gratuitas te da puntos igual al participar, es mucha carga de trabajo en c#, si no tienes buenas bases es complicado pero si tienes buenas bases de programación es mas sencillo, haz un buen proyecto y cumple con todo."}, {"fecha": "26/Jun/2017", "score_general": "2.0", "score_facilidad": "6.0", "materia": "Álgebra", "comments": "Muy cómicoLos exámenes son difíciles sin embargo si vas a las conferencia en su totalidad gratuitas te da puntos igual al participar, es mucha carga de trabajo en c#, si no tienes buenas bases es complicado pero si tienes buenas bases de programación es mas sencillo, haz un buen proyecto y cumple con todo."}, {"fecha": "20/Ene/2016", "score_general": "8.0", "score_facilidad": "8.0", "materia": "Álgebra", "comments": "Los exámenes son difíciles sin embargo si vas a las conferencia en su totalidad gratuitas te da puntos igual al participar, es mucha carga de trabajo en c#, si no tienes buenas bases es complicado pero si tienes buenas bases de programación es mas sencillo, haz un buen proyecto y cumple con todo."}, {"fecha": "11/Ene/2016", "score_general": "2.0", "score_facilidad": "2.0", "materia": "Álgebra", "comments": "Los exámenes son difíciles sin embargo si vas a las conferencia en su totalidad gratuitas te da puntos igual al participar, es mucha carga de trabajo en c#, si no tienes buenas bases es complicado pero si tienes buenas bases de programación es mas sencillo, haz un buen proyecto y cumple con todo."}]