[{"fecha": "09/Feb/2023", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Quimica", "comments": "Califica Duro, Muy cómicoEs muy buen maestro, sin embargo en mi grupo nos evaluó con 100% examen, y ni siquiera nos dijo que la evaluación sería así, nunca supimos su evaluación hasta el final.  Muchos reprobaron por esto, ya que los exámenes pone problemas un poco más dificiles que los de clase"}, {"fecha": "07/Ene/2020", "score_general": "9.0", "score_facilidad": "6.0", "materia": "Química", "comments": "Califica Duro, Muy cómico, Clases excelentesEs muy buen maestro, sin embargo en mi grupo nos evaluó con 100% examen, y ni siquiera nos dijo que la evaluación sería así, nunca supimos su evaluación hasta el final.  Muchos reprobaron por esto, ya que los exámenes pone problemas un poco más dificiles que los de clase"}, {"fecha": "06/Dic/2019", "score_general": "9.0", "score_facilidad": "10.0", "materia": "Quimica", "comments": "Muy cómico, Inspiracional, Brinda apoyoEs muy buen maestro, sin embargo en mi grupo nos evaluó con 100% examen, y ni siquiera nos dijo que la evaluación sería así, nunca supimos su evaluación hasta el final.  Muchos reprobaron por esto, ya que los exámenes pone problemas un poco más dificiles que los de clase"}, {"fecha": "07/Jul/2018", "score_general": "8.0", "score_facilidad": "8.0", "materia": "Química", "comments": "Muy cómico, Da buena retroalimentación, Clases excelentesEs muy buen maestro, sin embargo en mi grupo nos evaluó con 100% examen, y ni siquiera nos dijo que la evaluación sería así, nunca supimos su evaluación hasta el final.  Muchos reprobaron por esto, ya que los exámenes pone problemas un poco más dificiles que los de clase"}, {"fecha": "20/Feb/2018", "score_general": "10.0", "score_facilidad": "4.0", "materia": "Química", "comments": "Es muy buen maestro, sin embargo en mi grupo nos evaluó con 100% examen, y ni siquiera nos dijo que la evaluación sería así, nunca supimos su evaluación hasta el final.  Muchos reprobaron por esto, ya que los exámenes pone problemas un poco más dificiles que los de clase"}, {"fecha": "08/Dic/2017", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Química", "comments": "Barco, Muy cómico, Brinda apoyoEs bastante barco. Simplemente hay que seguir ciertas reglas en su clase, ya que de lo contrario se enoja. Los exámenes no son difíciles, y deja pocas tareas."}, {"fecha": "04/Dic/2017", "score_general": "8.0", "score_facilidad": "4.0", "materia": "quimica", "comments": "Es bastante barco. Simplemente hay que seguir ciertas reglas en su clase, ya que de lo contrario se enoja. Los exámenes no son difíciles, y deja pocas tareas."}, {"fecha": "19/Ene/2017", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Química", "comments": "Da buena retroalimentación, Respetado por los estudiantes, Clases excelentesEs bastante barco. Simplemente hay que seguir ciertas reglas en su clase, ya que de lo contrario se enoja. Los exámenes no son difíciles, y deja pocas tareas."}, {"fecha": "20/Ene/2016", "score_general": "9.0", "score_facilidad": "6.0", "materia": "Química (+L)", "comments": "Es bastante barco. Simplemente hay que seguir ciertas reglas en su clase, ya que de lo contrario se enoja. Los exámenes no son difíciles, y deja pocas tareas."}]