[{"fecha": "10/Feb/2023", "score_general": "8.0", "score_facilidad": "10.0", "materia": "Dibujo mecánico e industrial", "comments": "Barco, Pocos Exámenes, Clases excelentesUn muy buen maestro, muy humano y profesional . \r\nSin duda volvería a tomar clases con el"}, {"fecha": "02/Feb/2023", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Mec de sólidos", "comments": "Inspiracional, Clases excelentes, Tomaría su clase otra vezUn muy buen maestro, muy humano y profesional . \r\nSin duda volvería a tomar clases con el"}, {"fecha": "27/Ene/2022", "score_general": "9.0", "score_facilidad": "6.0", "materia": "MECANICA DE SOLIDOS", "comments": "Da buena retroalimentación, Pocos Exámenes, Brinda apoyoUn muy buen maestro, muy humano y profesional . \r\nSin duda volvería a tomar clases con el"}, {"fecha": "26/Ago/2021", "score_general": "2.0", "score_facilidad": "2.0", "materia": "---", "comments": "Las clases son largas, Muchos Exámenes, Los exámenes son difícilesUn muy buen maestro, muy humano y profesional . \r\nSin duda volvería a tomar clases con el"}, {"fecha": "24/Ago/2021", "score_general": "8.0", "score_facilidad": "8.0", "materia": "Mecánica de sólidos", "comments": "Un muy buen maestro, muy humano y profesional . \r\nSin duda volvería a tomar clases con el"}, {"fecha": "16/Feb/2021", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Mecánica de solidos", "comments": "Respetado por los estudiantes, Brinda apoyo, Tomaría su clase otra vezEs un excelente profesor, le entiendes a sus clases y sabe como llevarlas a la parte de la industria con ejemplos bastante didácticos, lo único que no me gusto fue que no abarco todo el temario y esto porque su trabajo le impedía llegar a tiempo a las clases, y estas empiezan 40 minutos tarde"}, {"fecha": "15/Feb/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Mecánica de Sólidos", "comments": "Respetado por los estudiantes, Brinda apoyo, Clases excelentesEs un excelente profesor, le entiendes a sus clases y sabe como llevarlas a la parte de la industria con ejemplos bastante didácticos, lo único que no me gusto fue que no abarco todo el temario y esto porque su trabajo le impedía llegar a tiempo a las clases, y estas empiezan 40 minutos tarde"}, {"fecha": "08/Jul/2020", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Mecánica de sólidos", "comments": "Da buena retroalimentación, Brinda apoyo, Clases excelentesEs un excelente profesor, le entiendes a sus clases y sabe como llevarlas a la parte de la industria con ejemplos bastante didácticos, lo único que no me gusto fue que no abarco todo el temario y esto porque su trabajo le impedía llegar a tiempo a las clases, y estas empiezan 40 minutos tarde"}, {"fecha": "27/Mar/2020", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Mecánica de solidos", "comments": "Da buena retroalimentación, Respetado por los estudiantes, Da Crédito ExtraEs un excelente profesor, le entiendes a sus clases y sabe como llevarlas a la parte de la industria con ejemplos bastante didácticos, lo único que no me gusto fue que no abarco todo el temario y esto porque su trabajo le impedía llegar a tiempo a las clases, y estas empiezan 40 minutos tarde"}, {"fecha": "25/Feb/2020", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Mecánica de solidos", "comments": "Da buena retroalimentación, Muchos proyectos grupales, Tomaría su clase otra vezEs un excelente profesor, le entiendes a sus clases y sabe como llevarlas a la parte de la industria con ejemplos bastante didácticos, lo único que no me gusto fue que no abarco todo el temario y esto porque su trabajo le impedía llegar a tiempo a las clases, y estas empiezan 40 minutos tarde"}, {"fecha": "08/Feb/2020", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Dibujo Mecánico e Industrial", "comments": "Muy cómico, Da buena retroalimentación, Tomaría su clase otra vezLa clase solo se da de 8 pm a 10, pero lo vale completamente, el mejor para la materia, sales con un nivel que solo dos o tres profesores te dan en dibujo, ya que la mayoría son a la vieja escuela. Sus ejemplos son aplicables y lo explica de manera clara. Eso sí, hay poner de tu cuenta"}, {"fecha": "21/Ene/2020", "score_general": "9.0", "score_facilidad": "6.0", "materia": "Mecanica de Solidos", "comments": "Da buena retroalimentación, La Participación Importa, Tomaría su clase otra vezLa clase solo se da de 8 pm a 10, pero lo vale completamente, el mejor para la materia, sales con un nivel que solo dos o tres profesores te dan en dibujo, ya que la mayoría son a la vieja escuela. Sus ejemplos son aplicables y lo explica de manera clara. Eso sí, hay poner de tu cuenta"}, {"fecha": "06/Dic/2018", "score_general": "7.0", "score_facilidad": "4.0", "materia": "Mecánica de Sólidos", "comments": "Califica Duro, Los exámenes son difíciles, Muchos proyectos grupalesLa clase solo se da de 8 pm a 10, pero lo vale completamente, el mejor para la materia, sales con un nivel que solo dos o tres profesores te dan en dibujo, ya que la mayoría son a la vieja escuela. Sus ejemplos son aplicables y lo explica de manera clara. Eso sí, hay poner de tu cuenta"}, {"fecha": "27/Jun/2018", "score_general": "2.0", "score_facilidad": "2.0", "materia": "Mecánica de Solidos", "comments": "La clase solo se da de 8 pm a 10, pero lo vale completamente, el mejor para la materia, sales con un nivel que solo dos o tres profesores te dan en dibujo, ya que la mayoría son a la vieja escuela. Sus ejemplos son aplicables y lo explica de manera clara. Eso sí, hay poner de tu cuenta"}, {"fecha": "09/Feb/2018", "score_general": "3.0", "score_facilidad": "2.0", "materia": "Mecánica de Sólidos", "comments": "Califica Duro, Los exámenes son difíciles, Muchos proyectos grupalesLa clase solo se da de 8 pm a 10, pero lo vale completamente, el mejor para la materia, sales con un nivel que solo dos o tres profesores te dan en dibujo, ya que la mayoría son a la vieja escuela. Sus ejemplos son aplicables y lo explica de manera clara. Eso sí, hay poner de tu cuenta"}, {"fecha": "04/Jul/2017", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Dibujo mecanico e industrial", "comments": "Brinda apoyo, Clases excelentes, Tomaría su clase otra vezEs buen profe, por lo menos este semestre que estuve con él, explica bien y te da ejemplos practicos y dentro de una industria por lo que te queda claro la teoria, no regala la calificacion hay que trabajar, con que obtienes un buen nivel. Si lo haces enojar se enoja muy feo pero, sino es tranquilo"}, {"fecha": "28/Jun/2017", "score_general": "2.0", "score_facilidad": "2.0", "materia": "---", "comments": "Califica DuroEs buen profe, por lo menos este semestre que estuve con él, explica bien y te da ejemplos practicos y dentro de una industria por lo que te queda claro la teoria, no regala la calificacion hay que trabajar, con que obtienes un buen nivel. Si lo haces enojar se enoja muy feo pero, sino es tranquilo"}, {"fecha": "05/Feb/2016", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Dibujo mecánico e industrial", "comments": "Barco, Asistencia obligatoria, Brinda apoyoEs buen profe, por lo menos este semestre que estuve con él, explica bien y te da ejemplos practicos y dentro de una industria por lo que te queda claro la teoria, no regala la calificacion hay que trabajar, con que obtienes un buen nivel. Si lo haces enojar se enoja muy feo pero, sino es tranquilo"}, {"fecha": "13/Sep/2015", "score_general": "4.0", "score_facilidad": "10.0", "materia": "---", "comments": "Es buen profe, por lo menos este semestre que estuve con él, explica bien y te da ejemplos practicos y dentro de una industria por lo que te queda claro la teoria, no regala la calificacion hay que trabajar, con que obtienes un buen nivel. Si lo haces enojar se enoja muy feo pero, sino es tranquilo"}, {"fecha": "12/Ene/2015", "score_general": "8.0", "score_facilidad": "8.0", "materia": "Dibujo Mecánico E Industrial", "comments": "Es buen profe, por lo menos este semestre que estuve con él, explica bien y te da ejemplos practicos y dentro de una industria por lo que te queda claro la teoria, no regala la calificacion hay que trabajar, con que obtienes un buen nivel. Si lo haces enojar se enoja muy feo pero, sino es tranquilo"}, {"fecha": "22/Dic/2014", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Mecánica de sólidos", "comments": "Explica la clase mediante la relación de casos prácticos y relativamente sencillos con base en experiencia profesional, es exigente en la forma de evaluar y llevar la clase, pero al final tiene consideraciones con quienes demuestran aptitud y actitud durante el desarrollo del curso."}, {"fecha": "15/Dic/2014", "score_general": "9.0", "score_facilidad": "8.0", "materia": "---", "comments": "Explica la clase mediante la relación de casos prácticos y relativamente sencillos con base en experiencia profesional, es exigente en la forma de evaluar y llevar la clase, pero al final tiene consideraciones con quienes demuestran aptitud y actitud durante el desarrollo del curso."}]