[{"fecha": "26/Ene/2023", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Introducción al análisis económico empresarial", "comments": "Barco, Muy cómico, Clases excelentesSolo diré que es más barco que el Titanic. Vas a terminar amando sus clases. Te da consejos que si te van a servir en la vida. Excelente profesor."}, {"fecha": "25/May/2022", "score_general": "6.0", "score_facilidad": "4.0", "materia": "IAEE", "comments": "Muchas tareas, Prepárate para leer, Deja trabajos largosSolo diré que es más barco que el Titanic. Vas a terminar amando sus clases. Te da consejos que si te van a servir en la vida. Excelente profesor."}, {"fecha": "31/Ene/2022", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Introducción al análisis económico empresarial", "comments": "Da buena retroalimentación, Prepárate para leer, Respetado por los estudiantesSolo diré que es más barco que el Titanic. Vas a terminar amando sus clases. Te da consejos que si te van a servir en la vida. Excelente profesor."}, {"fecha": "17/Ago/2021", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Introducción al análisis económico empresarial", "comments": "Da buena retroalimentación, Prepárate para leer, Tomaría su clase otra vezSolo diré que es más barco que el Titanic. Vas a terminar amando sus clases. Te da consejos que si te van a servir en la vida. Excelente profesor."}, {"fecha": "17/Ago/2020", "score_general": "8.0", "score_facilidad": "8.0", "materia": "Introducción al análisis económico empresarial", "comments": "Prepárate para leer, Asistencia obligatoria, Respetado por los estudiantesSolo diré que es más barco que el Titanic. Vas a terminar amando sus clases. Te da consejos que si te van a servir en la vida. Excelente profesor."}, {"fecha": "13/Dic/2019", "score_general": "9.0", "score_facilidad": "10.0", "materia": "Introducción al análisis económico empresarial", "comments": "Barco, Muy cómico, Asistencia obligatoriaUn profesor inspiracional que si bien no se tratan muchos temas de las empresas, da algunos buenos consejos para la vida. La clase es relajada, interesante, pocas tareas y fácil obtener buena calificación. Recomendado."}, {"fecha": "19/Ene/2019", "score_general": "4.0", "score_facilidad": "2.0", "materia": "Introducción al análisis económico empresarial", "comments": "Califica Duro, Asistencia obligatoria, Las clases son largasUn profesor inspiracional que si bien no se tratan muchos temas de las empresas, da algunos buenos consejos para la vida. La clase es relajada, interesante, pocas tareas y fácil obtener buena calificación. Recomendado."}, {"fecha": "15/Jun/2016", "score_general": "9.0", "score_facilidad": "10.0", "materia": "Introducción al Análisis Económico Empresarial", "comments": "Barco, Asistencia obligatoria, Brinda apoyoUn profesor inspiracional que si bien no se tratan muchos temas de las empresas, da algunos buenos consejos para la vida. La clase es relajada, interesante, pocas tareas y fácil obtener buena calificación. Recomendado."}, {"fecha": "18/Ago/2015", "score_general": "8.0", "score_facilidad": "6.0", "materia": "Introducción al analisis económico empresarial", "comments": "Inspiracional, Brinda apoyo, Tomaría su clase otra vezUn profesor inspiracional que si bien no se tratan muchos temas de las empresas, da algunos buenos consejos para la vida. La clase es relajada, interesante, pocas tareas y fácil obtener buena calificación. Recomendado."}]