[{"fecha": "05/Mar/2023", "score_general": "2.0", "score_facilidad": "2.0", "materia": "Análisis Numérico", "comments": "Califica Duro, Muchas tareas, Prepárate para leerNo prepara su clase y llega a dormirse a la clase. Te pide todas las series y nunca explicó ni un solo método más que bisección, el resto del curso te dejaba que tu lo investigaras y te dejaba un mapa mental cada clase de eso. Se nota que solo está ahí para cobrar un salario y no le interesa. ASCO"}, {"fecha": "02/Mar/2023", "score_general": "2.0", "score_facilidad": "6.0", "materia": "ANÁLISIS NUMÉRICO", "comments": "Prepárate para leer, Deja trabajos largosNo prepara su clase y llega a dormirse a la clase. Te pide todas las series y nunca explicó ni un solo método más que bisección, el resto del curso te dejaba que tu lo investigaras y te dejaba un mapa mental cada clase de eso. Se nota que solo está ahí para cobrar un salario y no le interesa. ASCO"}, {"fecha": "18/Ene/2023", "score_general": "8.0", "score_facilidad": "10.0", "materia": "Analisis numerico", "comments": "Barco, Muy cómico, Pocos ExámenesNo prepara su clase y llega a dormirse a la clase. Te pide todas las series y nunca explicó ni un solo método más que bisección, el resto del curso te dejaba que tu lo investigaras y te dejaba un mapa mental cada clase de eso. Se nota que solo está ahí para cobrar un salario y no le interesa. ASCO"}, {"fecha": "09/Ago/2022", "score_general": "2.0", "score_facilidad": "4.0", "materia": "Análisis Numerico", "comments": "Califica Duro, Deja trabajos largosNo prepara su clase y llega a dormirse a la clase. Te pide todas las series y nunca explicó ni un solo método más que bisección, el resto del curso te dejaba que tu lo investigaras y te dejaba un mapa mental cada clase de eso. Se nota que solo está ahí para cobrar un salario y no le interesa. ASCO"}, {"fecha": "19/Jun/2022", "score_general": "4.0", "score_facilidad": "10.0", "materia": "Análisis Numérico", "comments": "Barco, Las clases son largas, Pocos ExámenesNo prepara su clase y llega a dormirse a la clase. Te pide todas las series y nunca explicó ni un solo método más que bisección, el resto del curso te dejaba que tu lo investigaras y te dejaba un mapa mental cada clase de eso. Se nota que solo está ahí para cobrar un salario y no le interesa. ASCO"}, {"fecha": "27/Ago/2021", "score_general": "6.0", "score_facilidad": "10.0", "materia": "Analisis Numérico", "comments": "Barco, Las clases son largas, Brinda apoyoBarcazo. Por el paro  10 a todos. No enseña nada ni vas a aprender nada. \r\nPide tareas/videos/proyecto como evidencia para la FI y regala la calificación. Su clase es una pérdida de tiempo. Se basa en proyectar diapositivas/videos de otros profesores. Recomendable solo si urge sacar el anexo"}, {"fecha": "10/Mar/2021", "score_general": "6.0", "score_facilidad": "10.0", "materia": "Cálculo Integral", "comments": "BarcoBarcazo. Por el paro  10 a todos. No enseña nada ni vas a aprender nada. \r\nPide tareas/videos/proyecto como evidencia para la FI y regala la calificación. Su clase es una pérdida de tiempo. Se basa en proyectar diapositivas/videos de otros profesores. Recomendable solo si urge sacar el anexo"}, {"fecha": "19/Feb/2021", "score_general": "4.0", "score_facilidad": "4.0", "materia": "analisis numerico", "comments": "Las clases son largas, Deja trabajos largos, Muchos proyectos grupalesBarcazo. Por el paro  10 a todos. No enseña nada ni vas a aprender nada. \r\nPide tareas/videos/proyecto como evidencia para la FI y regala la calificación. Su clase es una pérdida de tiempo. Se basa en proyectar diapositivas/videos de otros profesores. Recomendable solo si urge sacar el anexo"}, {"fecha": "03/Ene/2020", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Análisis numérico", "comments": "Brinda apoyo, Tomaría su clase otra vezBarcazo. Por el paro  10 a todos. No enseña nada ni vas a aprender nada. \r\nPide tareas/videos/proyecto como evidencia para la FI y regala la calificación. Su clase es una pérdida de tiempo. Se basa en proyectar diapositivas/videos de otros profesores. Recomendable solo si urge sacar el anexo"}, {"fecha": "28/Ene/2018", "score_general": "2.0", "score_facilidad": "2.0", "materia": "Analisis Numerico", "comments": "Hace exámenes sorpresa, Inspiracional, Muchos ExámenesBarcazo. Por el paro  10 a todos. No enseña nada ni vas a aprender nada. \r\nPide tareas/videos/proyecto como evidencia para la FI y regala la calificación. Su clase es una pérdida de tiempo. Se basa en proyectar diapositivas/videos de otros profesores. Recomendable solo si urge sacar el anexo"}, {"fecha": "27/Jun/2016", "score_general": "6.0", "score_facilidad": "10.0", "materia": "Fundamentos de Programaciòn", "comments": "Barco, Muy cómico, Asistencia obligatoriaLo recomiendo para quienes estudian carreras donde la programación NO es tan importante o para recursadores. Te saca una hora antes de clase, NO explica bien y sales con buen promedio, trata de ir a sus clases y participa para que piense que te interesa su clase y así te ponga 10. Es barquisimo"}, {"fecha": "21/Ene/2016", "score_general": "6.0", "score_facilidad": "2.0", "materia": "Fundamentos de Programación", "comments": "Lo recomiendo para quienes estudian carreras donde la programación NO es tan importante o para recursadores. Te saca una hora antes de clase, NO explica bien y sales con buen promedio, trata de ir a sus clases y participa para que piense que te interesa su clase y así te ponga 10. Es barquisimo"}]