[{"fecha": "24/Ene/2023", "score_general": "3.0", "score_facilidad": "10.0", "materia": "Medición e instrumentación", "comments": "Barco, Pocos ExámenesEn clase no entiendes nada porque no se le escucha, dejas tareas sencillas y su examen es muy sencillo igual, deja un proyecto que solo es investigación super fácil, es fácil sacar buena calificación pero no vas a aprender nada"}, {"fecha": "22/Sep/2020", "score_general": "8.0", "score_facilidad": "10.0", "materia": "Medición e Instrumentación", "comments": "Barco, Inspiracional, Las clases son largasEn clase no entiendes nada porque no se le escucha, dejas tareas sencillas y su examen es muy sencillo igual, deja un proyecto que solo es investigación super fácil, es fácil sacar buena calificación pero no vas a aprender nada"}, {"fecha": "08/Ago/2019", "score_general": "6.0", "score_facilidad": "10.0", "materia": "---", "comments": "Barco, Muy cómico, Pocos ExámenesEn clase no entiendes nada porque no se le escucha, dejas tareas sencillas y su examen es muy sencillo igual, deja un proyecto que solo es investigación super fácil, es fácil sacar buena calificación pero no vas a aprender nada"}, {"fecha": "04/Jul/2019", "score_general": "4.0", "score_facilidad": "10.0", "materia": "Medición e instrumentación", "comments": "Barco, Las clases son largasEn clase no entiendes nada porque no se le escucha, dejas tareas sencillas y su examen es muy sencillo igual, deja un proyecto que solo es investigación super fácil, es fácil sacar buena calificación pero no vas a aprender nada"}, {"fecha": "14/Jun/2019", "score_general": "7.0", "score_facilidad": "10.0", "materia": "Medición e  Instrumentación", "comments": "Pocos ExámenesEn clase no entiendes nada porque no se le escucha, dejas tareas sencillas y su examen es muy sencillo igual, deja un proyecto que solo es investigación super fácil, es fácil sacar buena calificación pero no vas a aprender nada"}, {"fecha": "25/Ene/2018", "score_general": "6.0", "score_facilidad": "10.0", "materia": "Medición e instrumentación", "comments": "Prepárate para un buen sueñito, y para un 10 seguro también (si haces las 4 tareas que deja y el trabajo final). Si lo que quieres es aprender entonces busca otra opción."}, {"fecha": "21/Jul/2017", "score_general": "9.0", "score_facilidad": "10.0", "materia": "Medición E Instrumentación", "comments": "Prepárate para un buen sueñito, y para un 10 seguro también (si haces las 4 tareas que deja y el trabajo final). Si lo que quieres es aprender entonces busca otra opción."}, {"fecha": "14/May/2017", "score_general": "9.0", "score_facilidad": "10.0", "materia": "Medición e Instrumentación", "comments": "BarcoPrepárate para un buen sueñito, y para un 10 seguro también (si haces las 4 tareas que deja y el trabajo final). Si lo que quieres es aprender entonces busca otra opción."}, {"fecha": "22/Jun/2016", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Medicion e instrumentacion", "comments": "Prepárate para un buen sueñito, y para un 10 seguro también (si haces las 4 tareas que deja y el trabajo final). Si lo que quieres es aprender entonces busca otra opción."}]