[{"fecha": "16/Feb/2023", "score_general": "9.0", "score_facilidad": "6.0", "materia": "Álgebra lineal", "comments": "Da buena retroalimentación, Clases excelentes, Tomaría su clase otra vezUna de las mejores profesoras que me ha tocado en la FI. Aprendí mucho con ella, no es difícil pasar si haces las series. Cualquier duda le puedes preguntar con confianza y te responde. \r\nLo más díficil de su clase es no enamorarte de ella"}, {"fecha": "12/Feb/2023", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Álgebra Lineal", "comments": "Clases excelentesUna de las mejores profesoras que me ha tocado en la FI. Aprendí mucho con ella, no es difícil pasar si haces las series. Cualquier duda le puedes preguntar con confianza y te responde. \r\nLo más díficil de su clase es no enamorarte de ella"}, {"fecha": "09/Feb/2023", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Álgebra Lineal", "comments": "La Participación Importa, Respetado por los estudiantes, Tomaría su clase otra vezUna de las mejores profesoras que me ha tocado en la FI. Aprendí mucho con ella, no es difícil pasar si haces las series. Cualquier duda le puedes preguntar con confianza y te responde. \r\nLo más díficil de su clase es no enamorarte de ella"}, {"fecha": "31/Ene/2023", "score_general": "9.0", "score_facilidad": "10.0", "materia": "Algebra Lineal", "comments": "Respetado por los estudiantes, Inspiracional, Tomaría su clase otra vezUna de las mejores profesoras que me ha tocado en la FI. Aprendí mucho con ella, no es difícil pasar si haces las series. Cualquier duda le puedes preguntar con confianza y te responde. \r\nLo más díficil de su clase es no enamorarte de ella"}, {"fecha": "25/Ene/2023", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Álgebra Lineal", "comments": "Muchas tareas, Inspiracional, Tomaría su clase otra vezUna de las mejores profesoras que me ha tocado en la FI. Aprendí mucho con ella, no es difícil pasar si haces las series. Cualquier duda le puedes preguntar con confianza y te responde. \r\nLo más díficil de su clase es no enamorarte de ella"}, {"fecha": "02/Sep/2022", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Álgebra lineal", "comments": "Califica Duro, Da buena retroalimentación, Muchas tareasLa mejor clase que tomé en línea por mucho."}, {"fecha": "25/Ago/2022", "score_general": "6.0", "score_facilidad": "10.0", "materia": "---", "comments": "Califica Duro, Muchas tareas, Las clases son largasLa mejor clase que tomé en línea por mucho."}, {"fecha": "06/Ago/2022", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Álgebra lineal", "comments": "Califica Duro, La Participación Importa, Brinda apoyoLa mejor clase que tomé en línea por mucho."}, {"fecha": "03/Ago/2022", "score_general": "5.0", "score_facilidad": "6.0", "materia": "---", "comments": "Califica Duro, Muy cómicoLa mejor clase que tomé en línea por mucho."}, {"fecha": "03/Ago/2022", "score_general": "9.0", "score_facilidad": "6.0", "materia": "ALGEBRA LINEAL", "comments": "Califica Duro, Muchas tareas, Brinda apoyoLa mejor clase que tomé en línea por mucho."}, {"fecha": "28/Jul/2022", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Álgebr aLineal", "comments": "Califica Duro, Muchas tareas, Asistencia obligatoriaEs una profesora que se preocupa por que entiendas, tiene todas sus clases grabadas e incluye ejercicios en su canal de youtube, deja muchas tareas y en clase a veces es bien enojona cuando no le entiende el grupo en general, pero platica chido, ni se te ocurra copiar en sus examenes."}, {"fecha": "27/Jul/2022", "score_general": "6.0", "score_facilidad": "6.0", "materia": "---", "comments": "Califica Duro, Muchas tareas, Brinda apoyoEs una profesora que se preocupa por que entiendas, tiene todas sus clases grabadas e incluye ejercicios en su canal de youtube, deja muchas tareas y en clase a veces es bien enojona cuando no le entiende el grupo en general, pero platica chido, ni se te ocurra copiar en sus examenes."}, {"fecha": "18/Jun/2022", "score_general": "7.0", "score_facilidad": "6.0", "materia": "Álgebra lineal", "comments": "Califica Duro, La Participación Importa, Los exámenes son difícilesEs una profesora que se preocupa por que entiendas, tiene todas sus clases grabadas e incluye ejercicios en su canal de youtube, deja muchas tareas y en clase a veces es bien enojona cuando no le entiende el grupo en general, pero platica chido, ni se te ocurra copiar en sus examenes."}, {"fecha": "16/Jun/2022", "score_general": "10.0", "score_facilidad": "10.0", "materia": "ALGEBRA LINEAL", "comments": "Brinda apoyo, Clases excelentes, Tomaría su clase otra vezEs una profesora que se preocupa por que entiendas, tiene todas sus clases grabadas e incluye ejercicios en su canal de youtube, deja muchas tareas y en clase a veces es bien enojona cuando no le entiende el grupo en general, pero platica chido, ni se te ocurra copiar en sus examenes."}, {"fecha": "15/Jun/2022", "score_general": "7.0", "score_facilidad": "6.0", "materia": "Algebra Lineal", "comments": "Es una profesora que se preocupa por que entiendas, tiene todas sus clases grabadas e incluye ejercicios en su canal de youtube, deja muchas tareas y en clase a veces es bien enojona cuando no le entiende el grupo en general, pero platica chido, ni se te ocurra copiar en sus examenes."}, {"fecha": "19/Feb/2022", "score_general": "10.0", "score_facilidad": "10.0", "materia": "---", "comments": "Barco, Respetado por los estudiantes, Aspectos de calificación claros[Comentario esperando revisión]"}, {"fecha": "25/Ene/2022", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Algebra lineal", "comments": "Brinda apoyo, Clases excelentes, Tomaría su clase otra vez[Comentario esperando revisión]"}, {"fecha": "04/Sep/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Álgebra/Álgebra Lineal", "comments": "Inspiracional, Brinda apoyo, Clases excelentes[Comentario esperando revisión]"}, {"fecha": "26/Ago/2021", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Álgebra Lineal", "comments": "Respetado por los estudiantes, Inspiracional, Tomaría su clase otra vez[Comentario esperando revisión]"}, {"fecha": "26/Ago/2021", "score_general": "10.0", "score_facilidad": "4.0", "materia": "Algebra Lineal", "comments": "Muy cómico, Da buena retroalimentación, Aspectos de calificación claros[Comentario esperando revisión]"}, {"fecha": "24/Ago/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Hidráulica Básica", "comments": "Muy cómico, Clases excelentes, Tomaría su clase otra vezLa estructura de su curso es muy buena, procura realizar todas las tareas ya que son la base de que salgas con una buena calificación (9 - 10). Tiene un canal de YouTube donde sube las clases del curso y el material de trabajo te ayuda mucho. Sea como primera o segunda inscripción, es la mejor."}, {"fecha": "24/Ago/2021", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Hidráulica Básica", "comments": "Muchas tareas, Respetado por los estudiantesLa estructura de su curso es muy buena, procura realizar todas las tareas ya que son la base de que salgas con una buena calificación (9 - 10). Tiene un canal de YouTube donde sube las clases del curso y el material de trabajo te ayuda mucho. Sea como primera o segunda inscripción, es la mejor."}, {"fecha": "18/Ago/2021", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Algebra Lineal", "comments": "Inspiracional, Brinda apoyo, Tomaría su clase otra vezLa estructura de su curso es muy buena, procura realizar todas las tareas ya que son la base de que salgas con una buena calificación (9 - 10). Tiene un canal de YouTube donde sube las clases del curso y el material de trabajo te ayuda mucho. Sea como primera o segunda inscripción, es la mejor."}, {"fecha": "17/Ago/2021", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Álgebra lineal", "comments": "Da buena retroalimentación, Brinda apoyo, Clases excelentesLa estructura de su curso es muy buena, procura realizar todas las tareas ya que son la base de que salgas con una buena calificación (9 - 10). Tiene un canal de YouTube donde sube las clases del curso y el material de trabajo te ayuda mucho. Sea como primera o segunda inscripción, es la mejor."}, {"fecha": "14/Ago/2021", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Álgebra lineal", "comments": "Inspiracional, Aspectos de calificación claros, Tomaría su clase otra vezLa estructura de su curso es muy buena, procura realizar todas las tareas ya que son la base de que salgas con una buena calificación (9 - 10). Tiene un canal de YouTube donde sube las clases del curso y el material de trabajo te ayuda mucho. Sea como primera o segunda inscripción, es la mejor."}, {"fecha": "14/Ago/2021", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Álgebra Lineal", "comments": "Da buena retroalimentación, Clases excelentes, Tomaría su clase otra vezEs una excelente profesora. Es super paciente, tiene su canal en YT y ayuda muchísimo por si no te quedó claro algo, lo explica super detallado y lo hace bien sencillo de entender. Los exámenes pueden llegar a estar difíciles pero si realmente estudiaste y entendiste los temas sí sale. Amé su curso."}, {"fecha": "14/Ago/2021", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Álgebra Lineal", "comments": "Da buena retroalimentación, Respetado por los estudiantes, Tomaría su clase otra vezEs una excelente profesora. Es super paciente, tiene su canal en YT y ayuda muchísimo por si no te quedó claro algo, lo explica super detallado y lo hace bien sencillo de entender. Los exámenes pueden llegar a estar difíciles pero si realmente estudiaste y entendiste los temas sí sale. Amé su curso."}, {"fecha": "14/Ago/2021", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Álgebra lineal", "comments": "Da buena retroalimentación, Muchas tareas, Tomaría su clase otra vezEs una excelente profesora. Es super paciente, tiene su canal en YT y ayuda muchísimo por si no te quedó claro algo, lo explica super detallado y lo hace bien sencillo de entender. Los exámenes pueden llegar a estar difíciles pero si realmente estudiaste y entendiste los temas sí sale. Amé su curso."}, {"fecha": "14/Ago/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Álgebra lineal", "comments": "Muy cómico, Muchas tareas, InspiracionalEs una excelente profesora. Es super paciente, tiene su canal en YT y ayuda muchísimo por si no te quedó claro algo, lo explica super detallado y lo hace bien sencillo de entender. Los exámenes pueden llegar a estar difíciles pero si realmente estudiaste y entendiste los temas sí sale. Amé su curso."}, {"fecha": "14/Ago/2021", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Álgebra lineal", "comments": "Brinda apoyo, Tomaría su clase otra vezEs una excelente profesora. Es super paciente, tiene su canal en YT y ayuda muchísimo por si no te quedó claro algo, lo explica super detallado y lo hace bien sencillo de entender. Los exámenes pueden llegar a estar difíciles pero si realmente estudiaste y entendiste los temas sí sale. Amé su curso."}, {"fecha": "25/Feb/2021", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Álgebra Lineal", "comments": "Da buena retroalimentación, Las clases son largas, Tomaría su clase otra vezMuy buena clase, siempre atiende las dudas sea cual sea, clases muy bien organizadas, explica muy bien todos los conceptos, volvería a tomar la clase :)"}, {"fecha": "19/Feb/2021", "score_general": "10.0", "score_facilidad": "6.0", "materia": "algebra lineal", "comments": "Muy cómico, Da buena retroalimentación, Tomaría su clase otra vezMuy buena clase, siempre atiende las dudas sea cual sea, clases muy bien organizadas, explica muy bien todos los conceptos, volvería a tomar la clase :)"}, {"fecha": "18/Feb/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Álgebra", "comments": "Da buena retroalimentación, Muchas tareas, La Participación ImportaMuy buena clase, siempre atiende las dudas sea cual sea, clases muy bien organizadas, explica muy bien todos los conceptos, volvería a tomar la clase :)"}, {"fecha": "18/Feb/2021", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Álgebra", "comments": "Inspiracional, Brinda apoyo, Tomaría su clase otra vezMuy buena clase, siempre atiende las dudas sea cual sea, clases muy bien organizadas, explica muy bien todos los conceptos, volvería a tomar la clase :)"}, {"fecha": "15/Feb/2021", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Algebra", "comments": "Brinda apoyo, Clases excelentes, Tomaría su clase otra vezMuy buena clase, siempre atiende las dudas sea cual sea, clases muy bien organizadas, explica muy bien todos los conceptos, volvería a tomar la clase :)"}, {"fecha": "15/Feb/2021", "score_general": "10.0", "score_facilidad": "4.0", "materia": "Algebra Lineal", "comments": "Da buena retroalimentación, Brinda apoyo, Clases excelentesEs una muy buena profesora, pero eso si, no hagas trampa porque si se da cuenta castiga duro. Las clases son muy buenas, explica de manera sencilla y clara, resulve dudas, es muy amable y sabe bastante de lo que habla, a demas, no hay necesidad de hacer apuntes ya que ella te los da, son muy claros."}, {"fecha": "15/Feb/2021", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Hidráulica Básica", "comments": "Brinda apoyo, Clases excelentes, Tomaría su clase otra vezEs una muy buena profesora, pero eso si, no hagas trampa porque si se da cuenta castiga duro. Las clases son muy buenas, explica de manera sencilla y clara, resulve dudas, es muy amable y sabe bastante de lo que habla, a demas, no hay necesidad de hacer apuntes ya que ella te los da, son muy claros."}, {"fecha": "15/Feb/2021", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Algebra", "comments": "Brinda apoyo, Clases excelentes, Tomaría su clase otra vezEs una muy buena profesora, pero eso si, no hagas trampa porque si se da cuenta castiga duro. Las clases son muy buenas, explica de manera sencilla y clara, resulve dudas, es muy amable y sabe bastante de lo que habla, a demas, no hay necesidad de hacer apuntes ya que ella te los da, son muy claros."}, {"fecha": "15/Feb/2021", "score_general": "9.0", "score_facilidad": "6.0", "materia": "Álgebra Lineal", "comments": "Muy cómico, Da buena retroalimentación, Muchas tareasEs una muy buena profesora, pero eso si, no hagas trampa porque si se da cuenta castiga duro. Las clases son muy buenas, explica de manera sencilla y clara, resulve dudas, es muy amable y sabe bastante de lo que habla, a demas, no hay necesidad de hacer apuntes ya que ella te los da, son muy claros."}, {"fecha": "09/Feb/2021", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Hidráulica Básica", "comments": "Inspiracional, Brinda apoyo, Clases excelentesEs una muy buena profesora, pero eso si, no hagas trampa porque si se da cuenta castiga duro. Las clases son muy buenas, explica de manera sencilla y clara, resulve dudas, es muy amable y sabe bastante de lo que habla, a demas, no hay necesidad de hacer apuntes ya que ella te los da, son muy claros."}, {"fecha": "03/Feb/2021", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Álgebra", "comments": "Da buena retroalimentación, Inspiracional, Aspectos de calificación clarosEs buena profesora, es clara en lo que quiere transmitir y es muy abierta a responder cualquier duda, da buen material para sus exámenes, pueden llegar a charlar muy bien con ella, pone memes en sus diapositivas, es maravillosa."}, {"fecha": "03/Feb/2021", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Álgebra Lineal", "comments": "Da Crédito Extra, Clases excelentes, Tomaría su clase otra vezEs buena profesora, es clara en lo que quiere transmitir y es muy abierta a responder cualquier duda, da buen material para sus exámenes, pueden llegar a charlar muy bien con ella, pone memes en sus diapositivas, es maravillosa."}, {"fecha": "29/Ene/2021", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Hidráulica Básica", "comments": "Brinda apoyo, Clases excelentesEs buena profesora, es clara en lo que quiere transmitir y es muy abierta a responder cualquier duda, da buen material para sus exámenes, pueden llegar a charlar muy bien con ella, pone memes en sus diapositivas, es maravillosa."}, {"fecha": "28/Ene/2021", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Hidráulica Básica", "comments": "Da buena retroalimentación, Clases excelentes, Tomaría su clase otra vezEs buena profesora, es clara en lo que quiere transmitir y es muy abierta a responder cualquier duda, da buen material para sus exámenes, pueden llegar a charlar muy bien con ella, pone memes en sus diapositivas, es maravillosa."}, {"fecha": "28/Ene/2021", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Hidráulica Básica", "comments": "Aspectos de calificación claros, Clases excelentes, Tomaría su clase otra vezEs buena profesora, es clara en lo que quiere transmitir y es muy abierta a responder cualquier duda, da buen material para sus exámenes, pueden llegar a charlar muy bien con ella, pone memes en sus diapositivas, es maravillosa."}, {"fecha": "28/Ene/2021", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Hidráulica Básica", "comments": "Da buena retroalimentación, Muchas tareas, La Participación ImportaBuena maestra, da buenos ejemplos y las tareas y los exámenes van muy apegados a lo que se vio en la clase"}, {"fecha": "28/Ene/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Hidráulica Básica", "comments": "Clases excelentes, Tomaría su clase otra vezBuena maestra, da buenos ejemplos y las tareas y los exámenes van muy apegados a lo que se vio en la clase"}, {"fecha": "28/Ene/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Hidráulica básica", "comments": "Muchas tareas, Clases excelentes, Tomaría su clase otra vezBuena maestra, da buenos ejemplos y las tareas y los exámenes van muy apegados a lo que se vio en la clase"}, {"fecha": "28/Ene/2021", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Hidráulica Básica", "comments": "Califica Duro, La Participación Importa, Respetado por los estudiantesBuena maestra, da buenos ejemplos y las tareas y los exámenes van muy apegados a lo que se vio en la clase"}, {"fecha": "28/Ene/2021", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Hidráulica Básica", "comments": "Inspiracional, Clases excelentes, Tomaría su clase otra vezBuena maestra, da buenos ejemplos y las tareas y los exámenes van muy apegados a lo que se vio en la clase"}, {"fecha": "28/Ene/2021", "score_general": "10.0", "score_facilidad": "4.0", "materia": "Hidráulica Básica", "comments": "Da buena retroalimentación, Muchas tareas, InspiracionalEs una de las mejores profesores que he tenido en la carrera, definitivamente da todas las herramientas para sacar buena calificación, sólo que hay muchas tareas, las cuales son las que te preparan para los exámenes. Es la mejor maestra."}, {"fecha": "28/Ene/2021", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Álgebra Lineal", "comments": "Respetado por los estudiantes, Aspectos de calificación claros, Clases excelentesEs una de las mejores profesores que he tenido en la carrera, definitivamente da todas las herramientas para sacar buena calificación, sólo que hay muchas tareas, las cuales son las que te preparan para los exámenes. Es la mejor maestra."}, {"fecha": "27/Ene/2021", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Álgebra LIneal", "comments": "Es una de las mejores profesores que he tenido en la carrera, definitivamente da todas las herramientas para sacar buena calificación, sólo que hay muchas tareas, las cuales son las que te preparan para los exámenes. Es la mejor maestra."}, {"fecha": "27/Ene/2021", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Álgebra lineal", "comments": "Brinda apoyo, Clases excelentes, Tomaría su clase otra vezEs una de las mejores profesores que he tenido en la carrera, definitivamente da todas las herramientas para sacar buena calificación, sólo que hay muchas tareas, las cuales son las que te preparan para los exámenes. Es la mejor maestra."}, {"fecha": "27/Ene/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Álgebra Lineal", "comments": "Califica Duro, Clases excelentes, Los exámenes son difícilesEs una de las mejores profesores que he tenido en la carrera, definitivamente da todas las herramientas para sacar buena calificación, sólo que hay muchas tareas, las cuales son las que te preparan para los exámenes. Es la mejor maestra."}, {"fecha": "27/Ene/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Álgebra", "comments": "Da buena retroalimentación, Muchas tareas, La Participación ImportaPuede que sea la mejor profesora si es que no tienes buenas bases, ya que te anivela respecto de tus compañeros, estudia muy bien, sus exámenes no son difíciles pero hay que pensar, te da mucha seguridad para participar y sobretodo te deja con conocimientos sólidos, super recomendable"}, {"fecha": "27/Ene/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Álgebra", "comments": "Inspiracional, Clases excelentes, Tomaría su clase otra vezPuede que sea la mejor profesora si es que no tienes buenas bases, ya que te anivela respecto de tus compañeros, estudia muy bien, sus exámenes no son difíciles pero hay que pensar, te da mucha seguridad para participar y sobretodo te deja con conocimientos sólidos, super recomendable"}, {"fecha": "27/Ene/2021", "score_general": "8.0", "score_facilidad": "6.0", "materia": "Algebra", "comments": "Aspectos de calificación claros, Clases excelentes, Tomaría su clase otra vezPuede que sea la mejor profesora si es que no tienes buenas bases, ya que te anivela respecto de tus compañeros, estudia muy bien, sus exámenes no son difíciles pero hay que pensar, te da mucha seguridad para participar y sobretodo te deja con conocimientos sólidos, super recomendable"}, {"fecha": "27/Ene/2021", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Álgebra", "comments": "Da buena retroalimentación, Respetado por los estudiantes, Tomaría su clase otra vezPuede que sea la mejor profesora si es que no tienes buenas bases, ya que te anivela respecto de tus compañeros, estudia muy bien, sus exámenes no son difíciles pero hay que pensar, te da mucha seguridad para participar y sobretodo te deja con conocimientos sólidos, super recomendable"}, {"fecha": "27/Ene/2021", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Álgebra", "comments": "Brinda apoyo, Clases excelentes, Tomaría su clase otra vezPuede que sea la mejor profesora si es que no tienes buenas bases, ya que te anivela respecto de tus compañeros, estudia muy bien, sus exámenes no son difíciles pero hay que pensar, te da mucha seguridad para participar y sobretodo te deja con conocimientos sólidos, super recomendable"}, {"fecha": "27/Ene/2021", "score_general": "8.0", "score_facilidad": "6.0", "materia": "Álgebra", "comments": "Respetado por los estudiantes, Brinda apoyo, Clases excelentes"}, {"fecha": "27/Ene/2021", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Álgebra", "comments": ""}, {"fecha": "29/Nov/2020", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Algebra Lineal", "comments": "Da buena retroalimentación, Asistencia obligatoria, Tomaría su clase otra vez"}, {"fecha": "01/Sep/2020", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Algebra lineal", "comments": "Da buena retroalimentación, Respetado por los estudiantes, Clases excelentes"}, {"fecha": "31/Ago/2020", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Ingenieria de Costas", "comments": "Da buena retroalimentación, Brinda apoyo, Clases excelentes"}, {"fecha": "17/Ago/2020", "score_general": "9.0", "score_facilidad": "6.0", "materia": "Álgebra Lineal", "comments": "Da Crédito Extra, Clases excelentes, Tomaría su clase otra vezExcelente profesora para aprender y aprobar sin problemas. Siempre te ayudará con cualquier duda que surja y el nivel es adecuado para una asignatura de tronco común en ingeniería."}, {"fecha": "17/Ago/2020", "score_general": "9.0", "score_facilidad": "6.0", "materia": "Algebra/algebra lineal", "comments": "Excelente profesora para aprender y aprobar sin problemas. Siempre te ayudará con cualquier duda que surja y el nivel es adecuado para una asignatura de tronco común en ingeniería."}, {"fecha": "13/Jun/2020", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Álgebra Lineal", "comments": "Da buena retroalimentación, Muchas tareas, Clases excelentesExcelente profesora para aprender y aprobar sin problemas. Siempre te ayudará con cualquier duda que surja y el nivel es adecuado para una asignatura de tronco común en ingeniería."}, {"fecha": "11/Jun/2020", "score_general": "9.0", "score_facilidad": "6.0", "materia": "Álgebra Lineal", "comments": "Da buena retroalimentación, Muchas tareas, InspiracionalExcelente profesora para aprender y aprobar sin problemas. Siempre te ayudará con cualquier duda que surja y el nivel es adecuado para una asignatura de tronco común en ingeniería."}, {"fecha": "10/Jun/2020", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Hidráulica Básica", "comments": "Brinda apoyo, Clases excelentes, Tomaría su clase otra vezExcelente profesora para aprender y aprobar sin problemas. Siempre te ayudará con cualquier duda que surja y el nivel es adecuado para una asignatura de tronco común en ingeniería."}, {"fecha": "05/Jun/2020", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Álgebra Lineal", "comments": "Asistencia obligatoria, Respetado por los estudiantes, Tomaría su clase otra vezLa maestra es muy amable y clara y sí tienes las bases muy claras de álgebra, esta clase se te va a facilitar bastante."}, {"fecha": "05/Jun/2020", "score_general": "8.0", "score_facilidad": "6.0", "materia": "Álgebra Lineal", "comments": "Muchas tareas, Las clases son largas, Los exámenes son difícilesLa maestra es muy amable y clara y sí tienes las bases muy claras de álgebra, esta clase se te va a facilitar bastante."}, {"fecha": "05/Jun/2020", "score_general": "9.0", "score_facilidad": "6.0", "materia": "Álgebra Lineal", "comments": "Aspectos de calificación claros, Brinda apoyo, Tomaría su clase otra vezLa maestra es muy amable y clara y sí tienes las bases muy claras de álgebra, esta clase se te va a facilitar bastante."}, {"fecha": "05/Jun/2020", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Hidráulica Básica", "comments": "Da buena retroalimentación, Clases excelentes, Tomaría su clase otra vezLa maestra es muy amable y clara y sí tienes las bases muy claras de álgebra, esta clase se te va a facilitar bastante."}, {"fecha": "04/Jun/2020", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Hidráulica Básica", "comments": "Brinda apoyo, Clases excelentes, Tomaría su clase otra vezLa maestra es muy amable y clara y sí tienes las bases muy claras de álgebra, esta clase se te va a facilitar bastante."}, {"fecha": "04/Jun/2020", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Hidráulica básica", "comments": "Da buena retroalimentación, Clases excelentes, Tomaría su clase otra vezEs excelente tanto como persona como profesora, tiene muy buena calidad en sus clases, todo es claro con sus explicaciones, además de reforzar los conocimientos o ver dudas reflejadas en las series. Los exámenes son acordes al nivel que da la clase. Muy accesible para atender cualquier tipo de duda."}, {"fecha": "03/Jun/2020", "score_general": "8.0", "score_facilidad": "2.0", "materia": "Álgebra lineal", "comments": "Aspectos de calificación claros, Clases excelentes, Los exámenes son difícilesEs excelente tanto como persona como profesora, tiene muy buena calidad en sus clases, todo es claro con sus explicaciones, además de reforzar los conocimientos o ver dudas reflejadas en las series. Los exámenes son acordes al nivel que da la clase. Muy accesible para atender cualquier tipo de duda."}, {"fecha": "24/Ene/2020", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Álgebra", "comments": "Califica Duro, Brinda apoyo, Clases excelentesEs excelente tanto como persona como profesora, tiene muy buena calidad en sus clases, todo es claro con sus explicaciones, además de reforzar los conocimientos o ver dudas reflejadas en las series. Los exámenes son acordes al nivel que da la clase. Muy accesible para atender cualquier tipo de duda."}, {"fecha": "18/Ene/2020", "score_general": "10.0", "score_facilidad": "6.0", "materia": "algebra", "comments": "Inspiracional, Aspectos de calificación claros, Clases excelentesEs excelente tanto como persona como profesora, tiene muy buena calidad en sus clases, todo es claro con sus explicaciones, además de reforzar los conocimientos o ver dudas reflejadas en las series. Los exámenes son acordes al nivel que da la clase. Muy accesible para atender cualquier tipo de duda."}, {"fecha": "18/Ene/2020", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Álgebra", "comments": "Inspiracional, Las clases son largas, Brinda apoyoEs excelente tanto como persona como profesora, tiene muy buena calidad en sus clases, todo es claro con sus explicaciones, además de reforzar los conocimientos o ver dudas reflejadas en las series. Los exámenes son acordes al nivel que da la clase. Muy accesible para atender cualquier tipo de duda."}, {"fecha": "17/Ene/2020", "score_general": "8.0", "score_facilidad": "4.0", "materia": "Álgebra", "comments": "Califica Duro, Da Crédito Extra, Pocos ExámenesAl principio no sabes que va a ser de tu calificación ya que se ve algo difícil\r\nPero la organización de la profesora es impresionante los exámenes no tienen nada que ver con las series pero están an nivel de la clase, puedes aprender mucho con ella"}, {"fecha": "08/Ene/2020", "score_general": "9.0", "score_facilidad": "6.0", "materia": "Álgebra", "comments": "Da buena retroalimentación, Pocos Exámenes, Clases excelentesAl principio no sabes que va a ser de tu calificación ya que se ve algo difícil\r\nPero la organización de la profesora es impresionante los exámenes no tienen nada que ver con las series pero están an nivel de la clase, puedes aprender mucho con ella"}, {"fecha": "07/Ene/2020", "score_general": "8.0", "score_facilidad": "6.0", "materia": "Álgebra", "comments": "Inspiracional, Clases excelentes, Tomaría su clase otra vezAl principio no sabes que va a ser de tu calificación ya que se ve algo difícil\r\nPero la organización de la profesora es impresionante los exámenes no tienen nada que ver con las series pero están an nivel de la clase, puedes aprender mucho con ella"}, {"fecha": "06/Ene/2020", "score_general": "9.0", "score_facilidad": "8.0", "materia": "algebra", "comments": "Muchas tareas, Aspectos de calificación claros, Tomaría su clase otra vezAl principio no sabes que va a ser de tu calificación ya que se ve algo difícil\r\nPero la organización de la profesora es impresionante los exámenes no tienen nada que ver con las series pero están an nivel de la clase, puedes aprender mucho con ella"}, {"fecha": "06/Ene/2020", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Hidráulica Básica", "comments": "Aspectos de calificación claros, Clases excelentes, Tomaría su clase otra vezAl principio no sabes que va a ser de tu calificación ya que se ve algo difícil\r\nPero la organización de la profesora es impresionante los exámenes no tienen nada que ver con las series pero están an nivel de la clase, puedes aprender mucho con ella"}, {"fecha": "06/Ene/2020", "score_general": "8.0", "score_facilidad": "8.0", "materia": "Hidráulica básica", "comments": "Pocos Exámenes, Clases excelentes, Tomaría su clase otra vezEsta materia está llena de conceptos clave para las siguientes asignaturas relacionadas con esta área. La ingeniera Paola, trabaja de manera ordenada, clara y sobretodo; no duda en repetir y explicar a los alumnos cualquier inquietud que se presente. Es sumamente profesional. Excelente profesora."}, {"fecha": "11/Jul/2019", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Álgebra Lineal", "comments": "Asistencia obligatoria, Brinda apoyo, Tomaría su clase otra vezEsta materia está llena de conceptos clave para las siguientes asignaturas relacionadas con esta área. La ingeniera Paola, trabaja de manera ordenada, clara y sobretodo; no duda en repetir y explicar a los alumnos cualquier inquietud que se presente. Es sumamente profesional. Excelente profesora."}, {"fecha": "26/Jun/2019", "score_general": "6.0", "score_facilidad": "6.0", "materia": "Álgebra lineal", "comments": "Esta materia está llena de conceptos clave para las siguientes asignaturas relacionadas con esta área. La ingeniera Paola, trabaja de manera ordenada, clara y sobretodo; no duda en repetir y explicar a los alumnos cualquier inquietud que se presente. Es sumamente profesional. Excelente profesora."}, {"fecha": "25/Sep/2018", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Álgebra Lineal", "comments": "La Participación Importa, Asistencia obligatoria, Clases excelentesEsta materia está llena de conceptos clave para las siguientes asignaturas relacionadas con esta área. La ingeniera Paola, trabaja de manera ordenada, clara y sobretodo; no duda en repetir y explicar a los alumnos cualquier inquietud que se presente. Es sumamente profesional. Excelente profesora."}, {"fecha": "12/Ago/2018", "score_general": "9.0", "score_facilidad": "6.0", "materia": "Algebra Lineal", "comments": "Esta materia está llena de conceptos clave para las siguientes asignaturas relacionadas con esta área. La ingeniera Paola, trabaja de manera ordenada, clara y sobretodo; no duda en repetir y explicar a los alumnos cualquier inquietud que se presente. Es sumamente profesional. Excelente profesora."}, {"fecha": "21/Jul/2018", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Algebra Lineal", "comments": "Da buena retroalimentación, La Participación Importa, Inspiracional"}, {"fecha": "29/Jun/2018", "score_general": "8.0", "score_facilidad": "8.0", "materia": "Algebra lineal", "comments": "Asistencia obligatoria, Aspectos de calificación claros, Brinda apoyo"}, {"fecha": "14/Feb/2018", "score_general": "7.0", "score_facilidad": "6.0", "materia": "---", "comments": "Califica Duro, Las clases son largas, Brinda apoyo"}, {"fecha": "30/Ene/2018", "score_general": "10.0", "score_facilidad": "8.0", "materia": "---", "comments": "Califica Duro, La Participación Importa, Inspiracional"}, {"fecha": "29/Ene/2018", "score_general": "10.0", "score_facilidad": "8.0", "materia": "---", "comments": "Brinda apoyo, Clases excelentes, Tomaría su clase otra vez"}, {"fecha": "25/Ene/2018", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Álgebra lineal", "comments": "Tomaría su clase otra vezEs un excelente profesora ,mis respetos su clase es muy clara y sus series tienen buen nivel incluso más que los exámenes finales ."}, {"fecha": "17/Ene/2018", "score_general": "9.0", "score_facilidad": "10.0", "materia": "Algebra Lineal", "comments": "Da buena retroalimentación, Brinda apoyo, Clases excelentesEs un excelente profesora ,mis respetos su clase es muy clara y sus series tienen buen nivel incluso más que los exámenes finales ."}, {"fecha": "06/Ene/2018", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Álgebra lineal", "comments": "Da buena retroalimentación, Da Crédito Extra, Brinda apoyoEs un excelente profesora ,mis respetos su clase es muy clara y sus series tienen buen nivel incluso más que los exámenes finales ."}, {"fecha": "13/Dic/2017", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Algebra Lineal", "comments": "La Participación Importa, Brinda apoyo, Clases excelentesEs un excelente profesora ,mis respetos su clase es muy clara y sus series tienen buen nivel incluso más que los exámenes finales ."}, {"fecha": "08/Dic/2017", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Álgebra", "comments": "Brinda apoyo, Clases excelentes, Tomaría su clase otra vezEs un excelente profesora ,mis respetos su clase es muy clara y sus series tienen buen nivel incluso más que los exámenes finales ."}, {"fecha": "06/Dic/2017", "score_general": "9.0", "score_facilidad": "6.0", "materia": "Álgebra Lineal", "comments": "La Participación Importa, Asistencia obligatoria, Brinda apoyoElla es un claro ejemplo de Maestra Imparcial, no tiene consentidos ni favoritos\r\nLa materia en sí es pesada así que has sus series, pon mucha atención en clase y complementa la materia con asesorías.\r\nEs algo formal en la teoría pero nada del otro mundo."}, {"fecha": "03/Nov/2017", "score_general": "10.0", "score_facilidad": "10.0", "materia": "---", "comments": "Ella es un claro ejemplo de Maestra Imparcial, no tiene consentidos ni favoritos\r\nLa materia en sí es pesada así que has sus series, pon mucha atención en clase y complementa la materia con asesorías.\r\nEs algo formal en la teoría pero nada del otro mundo."}, {"fecha": "25/Oct/2017", "score_general": "10.0", "score_facilidad": "10.0", "materia": "---", "comments": "Da buena retroalimentación, La Participación Importa, Tomaría su clase otra vezElla es un claro ejemplo de Maestra Imparcial, no tiene consentidos ni favoritos\r\nLa materia en sí es pesada así que has sus series, pon mucha atención en clase y complementa la materia con asesorías.\r\nEs algo formal en la teoría pero nada del otro mundo."}, {"fecha": "24/Oct/2017", "score_general": "3.0", "score_facilidad": "6.0", "materia": "---", "comments": "Califica Duro, Barco, Asistencia obligatoriaElla es un claro ejemplo de Maestra Imparcial, no tiene consentidos ni favoritos\r\nLa materia en sí es pesada así que has sus series, pon mucha atención en clase y complementa la materia con asesorías.\r\nEs algo formal en la teoría pero nada del otro mundo."}, {"fecha": "02/Ago/2017", "score_general": "9.0", "score_facilidad": "10.0", "materia": "---", "comments": "Ella es un claro ejemplo de Maestra Imparcial, no tiene consentidos ni favoritos\r\nLa materia en sí es pesada así que has sus series, pon mucha atención en clase y complementa la materia con asesorías.\r\nEs algo formal en la teoría pero nada del otro mundo."}, {"fecha": "31/Jul/2017", "score_general": "8.0", "score_facilidad": "10.0", "materia": "---", "comments": "Barco, Da Crédito Extra, Brinda apoyo[Comentario esperando revisión]"}, {"fecha": "13/Jun/2017", "score_general": "9.0", "score_facilidad": "10.0", "materia": "---", "comments": "Pocos Exámenes, Brinda apoyo, Tomaría su clase otra vez[Comentario esperando revisión]"}, {"fecha": "24/Ene/2017", "score_general": "9.0", "score_facilidad": "4.0", "materia": "lineal", "comments": "Da buena retroalimentación, Brinda apoyo, Clases excelentes[Comentario esperando revisión]"}, {"fecha": "16/Ene/2017", "score_general": "9.0", "score_facilidad": "10.0", "materia": "Algebra", "comments": "Respetado por los estudiantes, Da Crédito Extra, Brinda apoyo[Comentario esperando revisión]"}, {"fecha": "16/Ene/2017", "score_general": "9.0", "score_facilidad": "6.0", "materia": "ALGEBRA", "comments": "Inspiracional, Brinda apoyo, Tomaría su clase otra vez[Comentario esperando revisión]"}, {"fecha": "20/Dic/2016", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Álgebra lineal", "comments": "Da Crédito Extra, Brinda apoyo, Clases excelentes"}, {"fecha": "12/Nov/2016", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Algebra Lineal", "comments": ""}, {"fecha": "07/Ago/2016", "score_general": "10.0", "score_facilidad": "10.0", "materia": "---", "comments": ""}, {"fecha": "28/Jul/2016", "score_general": "4.0", "score_facilidad": "4.0", "materia": "Algebra Lineal", "comments": ""}, {"fecha": "26/Jul/2016", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Álgebra lineal", "comments": "Tomaría su clase otra vez"}, {"fecha": "25/Jul/2016", "score_general": "9.0", "score_facilidad": "10.0", "materia": "Álgebra Lineal", "comments": "Aspectos de calificación claros, Brinda apoyo, Clases excelentesLa mejor maestra para aprender y obtener buen promedio"}, {"fecha": "14/Jul/2016", "score_general": "9.0", "score_facilidad": "8.0", "materia": "algebra lineal", "comments": "Da Crédito Extra, Brinda apoyo, Tomaría su clase otra vezLa mejor maestra para aprender y obtener buen promedio"}, {"fecha": "28/Jun/2016", "score_general": "9.0", "score_facilidad": "8.0", "materia": "---", "comments": "Da Crédito Extra, Clases excelentes, Tomaría su clase otra vezLa mejor maestra para aprender y obtener buen promedio"}, {"fecha": "28/May/2016", "score_general": "9.0", "score_facilidad": "6.0", "materia": "Álgebra Lineal", "comments": "Da buena retroalimentación, Da Crédito Extra, Brinda apoyoLa mejor maestra para aprender y obtener buen promedio"}]