[{"fecha": "05/Feb/2023", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Laboratorio de Química", "comments": "Da buena retroalimentación, Brinda apoyo, Deja trabajos largosEs buena profesora, las prácticas con ellas son muy divertidas, los reportes de prácticas tiene que estar bien echos. Para el examen de laboratorio te da las bases de todas la prácticas  de forma divertida. La recomiendo bastante."}, {"fecha": "01/Feb/2023", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Laboratorio de quimica", "comments": "Califica Duro, Da buena retroalimentación, InspiracionalEs buena profesora, las prácticas con ellas son muy divertidas, los reportes de prácticas tiene que estar bien echos. Para el examen de laboratorio te da las bases de todas la prácticas  de forma divertida. La recomiendo bastante."}, {"fecha": "21/Sep/2021", "score_general": "5.0", "score_facilidad": "6.0", "materia": "Labooratorio de sistemas químicos en ing", "comments": "Califica Duro, Prepárate para leer, Las clases son largasEs buena profesora, las prácticas con ellas son muy divertidas, los reportes de prácticas tiene que estar bien echos. Para el examen de laboratorio te da las bases de todas la prácticas  de forma divertida. La recomiendo bastante."}, {"fecha": "26/Ago/2021", "score_general": "7.0", "score_facilidad": "8.0", "materia": "Laboratorio de sistemas quimicos en ingenieria En linea", "comments": "Da buena retroalimentación, Las clases son largas, Deja trabajos largosEs buena profesora, las prácticas con ellas son muy divertidas, los reportes de prácticas tiene que estar bien echos. Para el examen de laboratorio te da las bases de todas la prácticas  de forma divertida. La recomiendo bastante."}, {"fecha": "31/Ago/2020", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Laboratorio química", "comments": "Da buena retroalimentación, Brinda apoyo, Deja trabajos largosEs buena profesora, las prácticas con ellas son muy divertidas, los reportes de prácticas tiene que estar bien echos. Para el examen de laboratorio te da las bases de todas la prácticas  de forma divertida. La recomiendo bastante."}, {"fecha": "31/Ago/2020", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Laboratorio de química", "comments": "Hace exámenes sorpresa, Asistencia obligatoria, Brinda apoyoEs muy buena maestra, siempre explicó bien cada una de las prácticas y fue muy accesible siempre que tuvieras alguna duda;). Pide un formato especial para entregar los reportes pero nada del otro mundo, su forma de evaluación es bastante accesible, muy recomendable:)"}, {"fecha": "20/May/2020", "score_general": "2.0", "score_facilidad": "2.0", "materia": "Bioquímica", "comments": "Barco, Pocos Exámenes, Muchos proyectos grupalesEs muy buena maestra, siempre explicó bien cada una de las prácticas y fue muy accesible siempre que tuvieras alguna duda;). Pide un formato especial para entregar los reportes pero nada del otro mundo, su forma de evaluación es bastante accesible, muy recomendable:)"}, {"fecha": "24/Ene/2020", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Laboratorio de Química", "comments": "Da buena retroalimentación, Asistencia obligatoria, Aspectos de calificación clarosEs muy buena maestra, siempre explicó bien cada una de las prácticas y fue muy accesible siempre que tuvieras alguna duda;). Pide un formato especial para entregar los reportes pero nada del otro mundo, su forma de evaluación es bastante accesible, muy recomendable:)"}, {"fecha": "11/Dic/2019", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Laboratorio de Química", "comments": "Califica Duro, Deja trabajos largos, Muchos proyectos grupalesEs muy buena maestra, siempre explicó bien cada una de las prácticas y fue muy accesible siempre que tuvieras alguna duda;). Pide un formato especial para entregar los reportes pero nada del otro mundo, su forma de evaluación es bastante accesible, muy recomendable:)"}, {"fecha": "14/Ene/2019", "score_general": "9.0", "score_facilidad": "6.0", "materia": "Laboratorio de química", "comments": "Califica DuroEs muy buena maestra, siempre explicó bien cada una de las prácticas y fue muy accesible siempre que tuvieras alguna duda;). Pide un formato especial para entregar los reportes pero nada del otro mundo, su forma de evaluación es bastante accesible, muy recomendable:)"}, {"fecha": "05/Dic/2018", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Química en ciencias de la tierra", "comments": "Asistencia obligatoria, Respetado por los estudiantes, Clases excelentes"}, {"fecha": "03/Dic/2018", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Química", "comments": "Da buena retroalimentación, La Participación Importa, Clases excelentes"}, {"fecha": "23/Ene/2018", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Laboratorio de Química", "comments": "Califica Duro, Asistencia obligatoria, Clases excelentes"}, {"fecha": "26/May/2017", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Laboratorio de Química", "comments": "Califica Duro, Hace exámenes sorpresa, Clases excelentes"}, {"fecha": "19/Ene/2017", "score_general": "9.0", "score_facilidad": "6.0", "materia": "Quimica", "comments": "Califica Duro, Da buena retroalimentación, Aspectos de calificación claros"}, {"fecha": "16/Ene/2017", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Laboratorio de química", "comments": "Da buena retroalimentación, Clases excelentes, Tomaría su clase otra vezSus clases son muy amenas, y explicabastante bien. Al final da un repaso de todas las practicas que te deja muy bien preparado para el examen de laboratorio. Los reportes debes hacerlo lo mejor posible pues califica un poco estricto pero es cuestión de acostumbrarse y no dejarlos a ultima hora"}, {"fecha": "08/Ene/2017", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Laboratorio de Quimica", "comments": "Sus clases son muy amenas, y explicabastante bien. Al final da un repaso de todas las practicas que te deja muy bien preparado para el examen de laboratorio. Los reportes debes hacerlo lo mejor posible pues califica un poco estricto pero es cuestión de acostumbrarse y no dejarlos a ultima hora"}, {"fecha": "01/Jul/2016", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Laboratorio de química", "comments": "Muchas tareas, La Participación Importa, Clases excelentesSus clases son muy amenas, y explicabastante bien. Al final da un repaso de todas las practicas que te deja muy bien preparado para el examen de laboratorio. Los reportes debes hacerlo lo mejor posible pues califica un poco estricto pero es cuestión de acostumbrarse y no dejarlos a ultima hora"}, {"fecha": "01/Mar/2016", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Quimica de Ciencias de la Tierra", "comments": "Sus clases son muy amenas, y explicabastante bien. Al final da un repaso de todas las practicas que te deja muy bien preparado para el examen de laboratorio. Los reportes debes hacerlo lo mejor posible pues califica un poco estricto pero es cuestión de acostumbrarse y no dejarlos a ultima hora"}, {"fecha": "25/Ene/2016", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Quimica y Estructura de Materiales", "comments": "Sus clases son muy amenas, y explicabastante bien. Al final da un repaso de todas las practicas que te deja muy bien preparado para el examen de laboratorio. Los reportes debes hacerlo lo mejor posible pues califica un poco estricto pero es cuestión de acostumbrarse y no dejarlos a ultima hora"}, {"fecha": "20/Oct/2015", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Quimica", "comments": ""}, {"fecha": "28/Jul/2015", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Química y estructura de materiales", "comments": "La Participación Importa, Inspiracional, Brinda apoyo"}, {"fecha": "28/Jul/2015", "score_general": "9.0", "score_facilidad": "10.0", "materia": "Quimica", "comments": "Inspiracional, Clases excelentes, Tomaría su clase otra vez"}]