[{"fecha": "15/Feb/2023", "score_general": "6.0", "score_facilidad": "2.0", "materia": "Base de Datos", "comments": "Califica Duro, Muchas tareas, Las clases son largasEste profesor esta demasiado sobrevalorado. Solo aprendes porque te deja demasiado trabajo lo que provoca investigar por tu cuenta y no porque verdaderamente enseñe. No te atrases o ya valiste. Si ve que te pones nervioso o no sabes algo del proyecto la agarra contra ti."}, {"fecha": "03/Feb/2023", "score_general": "2.0", "score_facilidad": "2.0", "materia": "---", "comments": "Califica Duro, Deja trabajos largos, Los exámenes son difícilesEste profesor esta demasiado sobrevalorado. Solo aprendes porque te deja demasiado trabajo lo que provoca investigar por tu cuenta y no porque verdaderamente enseñe. No te atrases o ya valiste. Si ve que te pones nervioso o no sabes algo del proyecto la agarra contra ti."}, {"fecha": "24/Ene/2023", "score_general": "5.0", "score_facilidad": "2.0", "materia": "Base de datos", "comments": "Califica Duro, Muchas tareas, Las clases son largasEste profesor esta demasiado sobrevalorado. Solo aprendes porque te deja demasiado trabajo lo que provoca investigar por tu cuenta y no porque verdaderamente enseñe. No te atrases o ya valiste. Si ve que te pones nervioso o no sabes algo del proyecto la agarra contra ti."}, {"fecha": "02/Ago/2022", "score_general": "8.0", "score_facilidad": "2.0", "materia": "Bases de datos", "comments": "Califica Duro, Da buena retroalimentación, Los exámenes son difícilesEste profesor esta demasiado sobrevalorado. Solo aprendes porque te deja demasiado trabajo lo que provoca investigar por tu cuenta y no porque verdaderamente enseñe. No te atrases o ya valiste. Si ve que te pones nervioso o no sabes algo del proyecto la agarra contra ti."}, {"fecha": "24/Mar/2022", "score_general": "2.0", "score_facilidad": "2.0", "materia": "BDD", "comments": "Califica Duro, Las clases son largas, Deja trabajos largosEste profesor esta demasiado sobrevalorado. Solo aprendes porque te deja demasiado trabajo lo que provoca investigar por tu cuenta y no porque verdaderamente enseñe. No te atrases o ya valiste. Si ve que te pones nervioso o no sabes algo del proyecto la agarra contra ti."}, {"fecha": "13/Feb/2022", "score_general": "5.0", "score_facilidad": "2.0", "materia": "---", "comments": "Califica Duro, Las clases son largas, Los exámenes son difíciles[Comentario esperando revisión]"}, {"fecha": "03/Feb/2022", "score_general": "6.0", "score_facilidad": "4.0", "materia": "Bases de Datos", "comments": "Califica Duro, Muchas tareas, Las clases son largas[Comentario esperando revisión]"}, {"fecha": "01/Feb/2022", "score_general": "10.0", "score_facilidad": "2.0", "materia": "Bases Avanzadas/Distribuidas", "comments": "Muchas tareas, Clases excelentes, Los exámenes son difíciles[Comentario esperando revisión]"}, {"fecha": "24/Ene/2022", "score_general": "8.0", "score_facilidad": "4.0", "materia": "BASES DE DATOS AVANZADAS", "comments": "Califica Duro, Muchas tareas, Deja trabajos largos[Comentario esperando revisión]"}, {"fecha": "21/Ene/2022", "score_general": "7.0", "score_facilidad": "2.0", "materia": "Bases de Datos", "comments": "Califica Duro, Deja trabajos largos, Los exámenes son difíciles[Comentario esperando revisión]"}, {"fecha": "20/Ene/2022", "score_general": "6.0", "score_facilidad": "2.0", "materia": "Bases de Datos", "comments": "Califica Duro, Da buena retroalimentación, Los exámenes son difícilesEs un profesor o que odias o amas. Su clase es excelente, sin embargo, su curso tiene una carga excesiva de trabajo. Exámenes medio pelados, pero que si te disciplinas estudiando pasas tranquilamente. Su proyecto es talachudo y el final está medio intenso. Es como jugar Dark Souls en NG :)"}, {"fecha": "20/Ene/2022", "score_general": "8.0", "score_facilidad": "2.0", "materia": "Bases de Datos", "comments": "Las clases son largas, Muchos Exámenes, Brinda apoyoEs un profesor o que odias o amas. Su clase es excelente, sin embargo, su curso tiene una carga excesiva de trabajo. Exámenes medio pelados, pero que si te disciplinas estudiando pasas tranquilamente. Su proyecto es talachudo y el final está medio intenso. Es como jugar Dark Souls en NG :)"}, {"fecha": "17/Ene/2022", "score_general": "5.0", "score_facilidad": "2.0", "materia": "Base de datos", "comments": "Califica Duro, Aspectos de calificación claros, Los exámenes son difícilesEs un profesor o que odias o amas. Su clase es excelente, sin embargo, su curso tiene una carga excesiva de trabajo. Exámenes medio pelados, pero que si te disciplinas estudiando pasas tranquilamente. Su proyecto es talachudo y el final está medio intenso. Es como jugar Dark Souls en NG :)"}, {"fecha": "06/Ene/2022", "score_general": "6.0", "score_facilidad": "2.0", "materia": "Bases de datos", "comments": "Califica Duro, Muchas tareas, Las clases son largasEs un profesor o que odias o amas. Su clase es excelente, sin embargo, su curso tiene una carga excesiva de trabajo. Exámenes medio pelados, pero que si te disciplinas estudiando pasas tranquilamente. Su proyecto es talachudo y el final está medio intenso. Es como jugar Dark Souls en NG :)"}, {"fecha": "05/Nov/2021", "score_general": "5.0", "score_facilidad": "2.0", "materia": "Bases de Datos", "comments": "Califica Duro, Muchos Exámenes, Los exámenes son difícilesEs un profesor o que odias o amas. Su clase es excelente, sin embargo, su curso tiene una carga excesiva de trabajo. Exámenes medio pelados, pero que si te disciplinas estudiando pasas tranquilamente. Su proyecto es talachudo y el final está medio intenso. Es como jugar Dark Souls en NG :)"}, {"fecha": "01/Sep/2021", "score_general": "10.0", "score_facilidad": "2.0", "materia": "Bases de Datos Distribuidas", "comments": "Califica Duro, Inspiracional, Clases excelentesPrepárate porque aprenderás mucho pero a la vieja escuela. No vayas a reprobar un examen o tener de promedio de examen menor a 7 porque su final está intenso. Realiza las tareas/ejercicios porque el examen viene de ahí."}, {"fecha": "24/Ago/2021", "score_general": "10.0", "score_facilidad": "2.0", "materia": "Bases de datos distribuidas", "comments": "Respetado por los estudiantes, InspiracionalPrepárate porque aprenderás mucho pero a la vieja escuela. No vayas a reprobar un examen o tener de promedio de examen menor a 7 porque su final está intenso. Realiza las tareas/ejercicios porque el examen viene de ahí."}, {"fecha": "18/Ago/2021", "score_general": "10.0", "score_facilidad": "2.0", "materia": "Base de Datos", "comments": "Muchas tareas, Muchos Exámenes, Deja trabajos largosPrepárate porque aprenderás mucho pero a la vieja escuela. No vayas a reprobar un examen o tener de promedio de examen menor a 7 porque su final está intenso. Realiza las tareas/ejercicios porque el examen viene de ahí."}, {"fecha": "23/Jun/2021", "score_general": "9.0", "score_facilidad": "4.0", "materia": "BASES DE DATOS", "comments": "Las clases son largas, Deja trabajos largos, Los exámenes son difícilesPrepárate porque aprenderás mucho pero a la vieja escuela. No vayas a reprobar un examen o tener de promedio de examen menor a 7 porque su final está intenso. Realiza las tareas/ejercicios porque el examen viene de ahí."}, {"fecha": "24/Feb/2021", "score_general": "10.0", "score_facilidad": "4.0", "materia": "Bases de datos", "comments": "Deja trabajos largos, Clases excelentes, Tomaría su clase otra vezPrepárate porque aprenderás mucho pero a la vieja escuela. No vayas a reprobar un examen o tener de promedio de examen menor a 7 porque su final está intenso. Realiza las tareas/ejercicios porque el examen viene de ahí."}, {"fecha": "13/Feb/2021", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Bases de Datos", "comments": "Da buena retroalimentación, Aspectos de calificación claros, Clases excelentesExcelente profesor durante las clases en línea. Hubiera sido excelente tenerlo en clases presenciales, pero ni modo. Cada quien habla como le va en la feria, en mi caso fue una de las materias en las que más aprendí además de agarrarle un gusto increíble. Prepárate para dedicarle bastantes horas."}, {"fecha": "10/Feb/2021", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Bases datos", "comments": "Inspiracional, Brinda apoyo, Tomaría su clase otra vezExcelente profesor durante las clases en línea. Hubiera sido excelente tenerlo en clases presenciales, pero ni modo. Cada quien habla como le va en la feria, en mi caso fue una de las materias en las que más aprendí además de agarrarle un gusto increíble. Prepárate para dedicarle bastantes horas."}, {"fecha": "10/Feb/2021", "score_general": "5.0", "score_facilidad": "2.0", "materia": "Base de datos", "comments": "Califica Duro, Muchas tareas, Deja trabajos largosExcelente profesor durante las clases en línea. Hubiera sido excelente tenerlo en clases presenciales, pero ni modo. Cada quien habla como le va en la feria, en mi caso fue una de las materias en las que más aprendí además de agarrarle un gusto increíble. Prepárate para dedicarle bastantes horas."}, {"fecha": "16/Sep/2020", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Bases de Datos", "comments": "Da buena retroalimentación, Muchas tareas, Brinda apoyoExcelente profesor durante las clases en línea. Hubiera sido excelente tenerlo en clases presenciales, pero ni modo. Cada quien habla como le va en la feria, en mi caso fue una de las materias en las que más aprendí además de agarrarle un gusto increíble. Prepárate para dedicarle bastantes horas."}, {"fecha": "08/Sep/2020", "score_general": "9.0", "score_facilidad": "2.0", "materia": "Bases de datos", "comments": "Da buena retroalimentación, Deja trabajos largos, Clases excelentesExcelente profesor durante las clases en línea. Hubiera sido excelente tenerlo en clases presenciales, pero ni modo. Cada quien habla como le va en la feria, en mi caso fue una de las materias en las que más aprendí además de agarrarle un gusto increíble. Prepárate para dedicarle bastantes horas."}, {"fecha": "31/Ago/2020", "score_general": "8.0", "score_facilidad": "6.0", "materia": "Bases de Datos", "comments": "Califica Duro, Muchas tareas, InspiracionalTal vez por el semestre en línea se haya puesto algo más estricto en calificar, incluso nos haya tenido hasta el último día para entregar calificación, pero tiene un gran conocimiento por la materia y sabe impartirla."}, {"fecha": "20/Ago/2020", "score_general": "8.0", "score_facilidad": "4.0", "materia": "Bases de datos", "comments": "Califica DuroTal vez por el semestre en línea se haya puesto algo más estricto en calificar, incluso nos haya tenido hasta el último día para entregar calificación, pero tiene un gran conocimiento por la materia y sabe impartirla."}, {"fecha": "29/Jun/2020", "score_general": "8.0", "score_facilidad": "4.0", "materia": "Bases de datos", "comments": "Califica Duro, Tomaría su clase otra vezTal vez por el semestre en línea se haya puesto algo más estricto en calificar, incluso nos haya tenido hasta el último día para entregar calificación, pero tiene un gran conocimiento por la materia y sabe impartirla."}, {"fecha": "29/Jun/2020", "score_general": "7.0", "score_facilidad": "4.0", "materia": "Bases de Datos", "comments": "Califica Duro, Las clases son largasTal vez por el semestre en línea se haya puesto algo más estricto en calificar, incluso nos haya tenido hasta el último día para entregar calificación, pero tiene un gran conocimiento por la materia y sabe impartirla."}, {"fecha": "25/Jun/2020", "score_general": "10.0", "score_facilidad": "4.0", "materia": "Bases de datos", "comments": "Muchas tareas, Los exámenes son difíciles, Tomaría su clase otra vezTal vez por el semestre en línea se haya puesto algo más estricto en calificar, incluso nos haya tenido hasta el último día para entregar calificación, pero tiene un gran conocimiento por la materia y sabe impartirla."}, {"fecha": "22/Feb/2020", "score_general": "10.0", "score_facilidad": "4.0", "materia": "Bases de Datos/Bases de Datos Espaciales", "comments": "Muchas tareas, Aspectos de calificación claros, Clases excelentesExcelente profesor, por mucho el mejor en Bases de Datos en la FI, no entiendo como no es el jefe del Modulo."}, {"fecha": "28/Jun/2019", "score_general": "10.0", "score_facilidad": "2.0", "materia": "Bases de Datos", "comments": "Da buena retroalimentación, Respetado por los estudiantes, Deja trabajos largosExcelente profesor, por mucho el mejor en Bases de Datos en la FI, no entiendo como no es el jefe del Modulo."}]