[{"fecha": "01/Sep/2021", "score_general": "7.0", "score_facilidad": "10.0", "materia": "Dibujo", "comments": "Barco, Las clases son largas, Pocos ExámenesMételo si vas a llenar materias, porque en línea es muy fácil pasarlo, sólo tienes que practicar un poco en inventor, es el único que usa en conjunto con tuaulavirtual, tareas fáciles, el proyecto es hacer un reporte de un objeto y su representación en inventor."}, {"fecha": "03/Feb/2021", "score_general": "2.0", "score_facilidad": "10.0", "materia": "Manufactura Teoría", "comments": "Barco, Asistencia obligatoria, Las clases son largasMételo si vas a llenar materias, porque en línea es muy fácil pasarlo, sólo tienes que practicar un poco en inventor, es el único que usa en conjunto con tuaulavirtual, tareas fáciles, el proyecto es hacer un reporte de un objeto y su representación en inventor."}, {"fecha": "15/Ene/2020", "score_general": "2.0", "score_facilidad": "10.0", "materia": "Dibujo M e I", "comments": "Barco, Asistencia obligatoriaMételo si vas a llenar materias, porque en línea es muy fácil pasarlo, sólo tienes que practicar un poco en inventor, es el único que usa en conjunto con tuaulavirtual, tareas fáciles, el proyecto es hacer un reporte de un objeto y su representación en inventor."}, {"fecha": "08/Ago/2019", "score_general": "4.0", "score_facilidad": "4.0", "materia": "Dibujo Mecánico", "comments": "Asistencia obligatoria, Las clases son largas, Los exámenes son difícilesMételo si vas a llenar materias, porque en línea es muy fácil pasarlo, sólo tienes que practicar un poco en inventor, es el único que usa en conjunto con tuaulavirtual, tareas fáciles, el proyecto es hacer un reporte de un objeto y su representación en inventor."}, {"fecha": "23/Ene/2019", "score_general": "6.0", "score_facilidad": "6.0", "materia": "Dibujo M e I", "comments": "Asistencia obligatoriaMételo si vas a llenar materias, porque en línea es muy fácil pasarlo, sólo tienes que practicar un poco en inventor, es el único que usa en conjunto con tuaulavirtual, tareas fáciles, el proyecto es hacer un reporte de un objeto y su representación en inventor."}, {"fecha": "25/Jul/2018", "score_general": "5.0", "score_facilidad": "6.0", "materia": "Dibujo M e I", "comments": ""}]