[{"fecha": "28/Mar/2023", "score_general": "4.0", "score_facilidad": "2.0", "materia": "Estructuras De Datos Y Algoritmos II", "comments": "Califica Duro, Deja trabajos largos, Los exámenes son difícilesLe tienes que saber al lenguaje C (eficiencia de algoritmos y tipos abstractos es lo fundamental). Es cierto que maneja un nivel muy alto en las prácticas pero no puedo decir lo mismo de sus clases, muchas veces el mismo se confunde y no llega a dejar tan claro el tema, tiene un revoltijo de códigos"}, {"fecha": "10/Ene/2023", "score_general": "6.0", "score_facilidad": "2.0", "materia": "Estructuras De Datos Y Algoritmos II", "comments": "Califica Duro, Los exámenes son difícilesLe tienes que saber al lenguaje C (eficiencia de algoritmos y tipos abstractos es lo fundamental). Es cierto que maneja un nivel muy alto en las prácticas pero no puedo decir lo mismo de sus clases, muchas veces el mismo se confunde y no llega a dejar tan claro el tema, tiene un revoltijo de códigos"}, {"fecha": "19/Ago/2022", "score_general": "5.0", "score_facilidad": "2.0", "materia": "Estructura de Datos y Algoritmos", "comments": "Califica Duro, Muchas tareas, Los exámenes son difícilesLe tienes que saber al lenguaje C (eficiencia de algoritmos y tipos abstractos es lo fundamental). Es cierto que maneja un nivel muy alto en las prácticas pero no puedo decir lo mismo de sus clases, muchas veces el mismo se confunde y no llega a dejar tan claro el tema, tiene un revoltijo de códigos"}, {"fecha": "06/Jun/2022", "score_general": "7.0", "score_facilidad": "2.0", "materia": "EDA 1", "comments": "Califica Duro, La Participación Importa, Los exámenes son difícilesLe tienes que saber al lenguaje C (eficiencia de algoritmos y tipos abstractos es lo fundamental). Es cierto que maneja un nivel muy alto en las prácticas pero no puedo decir lo mismo de sus clases, muchas veces el mismo se confunde y no llega a dejar tan claro el tema, tiene un revoltijo de códigos"}, {"fecha": "26/Ene/2022", "score_general": "4.0", "score_facilidad": "2.0", "materia": "Estructuras de Datos y Algoritmos II", "comments": "Califica Duro, Los exámenes son difícilesLe tienes que saber al lenguaje C (eficiencia de algoritmos y tipos abstractos es lo fundamental). Es cierto que maneja un nivel muy alto en las prácticas pero no puedo decir lo mismo de sus clases, muchas veces el mismo se confunde y no llega a dejar tan claro el tema, tiene un revoltijo de códigos"}, {"fecha": "26/Ene/2022", "score_general": "8.0", "score_facilidad": "8.0", "materia": "---", "comments": "Califica Duro[Comentario esperando revisión]"}, {"fecha": "12/Ene/2022", "score_general": "9.0", "score_facilidad": "4.0", "materia": "EDA II", "comments": "Califica Duro, Aspectos de calificación claros, Los exámenes son difíciles[Comentario esperando revisión]"}, {"fecha": "26/Ago/2021", "score_general": "7.0", "score_facilidad": "4.0", "materia": "EDA I", "comments": "Califica Duro, Aspectos de calificación claros, Los exámenes son difíciles[Comentario esperando revisión]"}, {"fecha": "11/Ago/2021", "score_general": "8.0", "score_facilidad": "2.0", "materia": "Fundamentos de Programación", "comments": "Califica Duro, Da buena retroalimentación, Los exámenes son difíciles[Comentario esperando revisión]"}, {"fecha": "23/Feb/2021", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Fundamentos de programación , Eda I y Eda II", "comments": "Califica Duro, Da buena retroalimentación, Brinda apoyo[Comentario esperando revisión]"}, {"fecha": "16/Nov/2019", "score_general": "2.0", "score_facilidad": "2.0", "materia": "Eda", "comments": "Califica Duro, Muchas tareas, Deja trabajos largosSu forma de programar es muy rara, sí te metes con otro profesor en EDA2 no le vas a entender, necesitar cursarla con él (sí pasas eda). Hay mejores opciones y sí no quieres recursar la materia, espera un semestre"}, {"fecha": "31/Jul/2019", "score_general": "2.0", "score_facilidad": "2.0", "materia": "---", "comments": "Califica Duro, Deja trabajos largos, Los exámenes son difícilesSu forma de programar es muy rara, sí te metes con otro profesor en EDA2 no le vas a entender, necesitar cursarla con él (sí pasas eda). Hay mejores opciones y sí no quieres recursar la materia, espera un semestre"}, {"fecha": "23/Jul/2019", "score_general": "8.0", "score_facilidad": "2.0", "materia": "EDA", "comments": "Califica Duro, Da buena retroalimentación, Hace exámenes sorpresaSu forma de programar es muy rara, sí te metes con otro profesor en EDA2 no le vas a entender, necesitar cursarla con él (sí pasas eda). Hay mejores opciones y sí no quieres recursar la materia, espera un semestre"}, {"fecha": "27/Jun/2019", "score_general": "2.0", "score_facilidad": "2.0", "materia": "eda", "comments": "Califica Duro, Deja trabajos largos, Los exámenes son difícilesSu forma de programar es muy rara, sí te metes con otro profesor en EDA2 no le vas a entender, necesitar cursarla con él (sí pasas eda). Hay mejores opciones y sí no quieres recursar la materia, espera un semestre"}, {"fecha": "26/Jun/2019", "score_general": "7.0", "score_facilidad": "4.0", "materia": "Estructura de Datos", "comments": "Califica Duro, Aspectos de calificación claros, Los exámenes son difícilesSu forma de programar es muy rara, sí te metes con otro profesor en EDA2 no le vas a entender, necesitar cursarla con él (sí pasas eda). Hay mejores opciones y sí no quieres recursar la materia, espera un semestre"}, {"fecha": "15/Jun/2019", "score_general": "3.0", "score_facilidad": "2.0", "materia": "EDA", "comments": "Califica Duro, Las clases son largas, Los exámenes son difícilesNo vas a aprender mucho, además es muy estricto y sus clases se las explica a él solo, no cuenta con las técnicas apropiadas para dar clases. No vas a exentar, si en verdad, no quieres repetir esa materia NO la metas con el profesor"}, {"fecha": "16/May/2019", "score_general": "3.0", "score_facilidad": "2.0", "materia": "EDA", "comments": "Califica Duro, Las clases son largas, Los exámenes son difícilesNo vas a aprender mucho, además es muy estricto y sus clases se las explica a él solo, no cuenta con las técnicas apropiadas para dar clases. No vas a exentar, si en verdad, no quieres repetir esa materia NO la metas con el profesor"}, {"fecha": "10/Mar/2019", "score_general": "7.0", "score_facilidad": "2.0", "materia": "Estructuras de Datos y Algoritmos", "comments": "Califica Duro, Aspectos de calificación claros, Los exámenes son difícilesNo vas a aprender mucho, además es muy estricto y sus clases se las explica a él solo, no cuenta con las técnicas apropiadas para dar clases. No vas a exentar, si en verdad, no quieres repetir esa materia NO la metas con el profesor"}, {"fecha": "15/Ago/2018", "score_general": "4.0", "score_facilidad": "2.0", "materia": "EDA 1", "comments": "Califica Duro, Deja trabajos largos, Los exámenes son difícilesNo vas a aprender mucho, además es muy estricto y sus clases se las explica a él solo, no cuenta con las técnicas apropiadas para dar clases. No vas a exentar, si en verdad, no quieres repetir esa materia NO la metas con el profesor"}, {"fecha": "07/Ago/2018", "score_general": "7.0", "score_facilidad": "4.0", "materia": "EDA1", "comments": "Califica Duro, Muchos Exámenes, Los exámenes son difícilesNo vas a aprender mucho, además es muy estricto y sus clases se las explica a él solo, no cuenta con las técnicas apropiadas para dar clases. No vas a exentar, si en verdad, no quieres repetir esa materia NO la metas con el profesor"}, {"fecha": "25/Jul/2018", "score_general": "8.0", "score_facilidad": "4.0", "materia": "Estructura de datos y algoritmos I", "comments": "Una de las primeras cosas que nos dijo \"Si buscan algo fácil no es conmigo, mejor cámbiense\" ( y va en serio),  pasamos como 7 personas de 43.\r\nSin duda es un profesor a la altura de universidad y por ende harás un esfuerzo extra. Te sentirás preparado para materias futuras aun si pasaras con 6."}, {"fecha": "25/Jul/2018", "score_general": "7.0", "score_facilidad": "4.0", "materia": "Estructura de Datos y Algoritmos I", "comments": "Clases excelentes, Los exámenes son difíciles, Tomaría su clase otra vezUna de las primeras cosas que nos dijo \"Si buscan algo fácil no es conmigo, mejor cámbiense\" ( y va en serio),  pasamos como 7 personas de 43.\r\nSin duda es un profesor a la altura de universidad y por ende harás un esfuerzo extra. Te sentirás preparado para materias futuras aun si pasaras con 6."}, {"fecha": "21/Jul/2018", "score_general": "4.0", "score_facilidad": "4.0", "materia": "Estructuras de Datos y Algoritmos", "comments": "Califica Duro, Hace exámenes sorpresa, Las clases son largasUna de las primeras cosas que nos dijo \"Si buscan algo fácil no es conmigo, mejor cámbiense\" ( y va en serio),  pasamos como 7 personas de 43.\r\nSin duda es un profesor a la altura de universidad y por ende harás un esfuerzo extra. Te sentirás preparado para materias futuras aun si pasaras con 6."}, {"fecha": "19/Jul/2018", "score_general": "8.0", "score_facilidad": "4.0", "materia": "EDA I", "comments": "Califica Duro, Los exámenes son difíciles, Muchos proyectos grupalesUna de las primeras cosas que nos dijo \"Si buscan algo fácil no es conmigo, mejor cámbiense\" ( y va en serio),  pasamos como 7 personas de 43.\r\nSin duda es un profesor a la altura de universidad y por ende harás un esfuerzo extra. Te sentirás preparado para materias futuras aun si pasaras con 6."}, {"fecha": "04/Abr/2018", "score_general": "10.0", "score_facilidad": "10.0", "materia": "---", "comments": "Da buena retroalimentación, Respetado por los estudiantes, Aspectos de calificación clarosUna de las primeras cosas que nos dijo \"Si buscan algo fácil no es conmigo, mejor cámbiense\" ( y va en serio),  pasamos como 7 personas de 43.\r\nSin duda es un profesor a la altura de universidad y por ende harás un esfuerzo extra. Te sentirás preparado para materias futuras aun si pasaras con 6."}, {"fecha": "30/Ene/2018", "score_general": "7.0", "score_facilidad": "2.0", "materia": "Estructuras y algoritmos", "comments": "Califica Duro, Los exámenes son difícilesYo lleve clase con el el semestre pasado y es un buen profesor, explica bien, solo que necesitas dedicarle mucho tiempo a la materia, es exigente en sus trabajos, necesitas tener unas bases bastante buenas empezando por manejo de archivos de lo contrario preparate para un recursamiento es dificil"}, {"fecha": "01/Jul/2017", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Estructura de Datos y Algoritmos", "comments": "Califica Duro, Prepárate para leer, InspiracionalYo lleve clase con el el semestre pasado y es un buen profesor, explica bien, solo que necesitas dedicarle mucho tiempo a la materia, es exigente en sus trabajos, necesitas tener unas bases bastante buenas empezando por manejo de archivos de lo contrario preparate para un recursamiento es dificil"}, {"fecha": "26/Jun/2017", "score_general": "9.0", "score_facilidad": "4.0", "materia": "EDA", "comments": "Califica Duro, La Participación Importa, Aspectos de calificación clarosYo lleve clase con el el semestre pasado y es un buen profesor, explica bien, solo que necesitas dedicarle mucho tiempo a la materia, es exigente en sus trabajos, necesitas tener unas bases bastante buenas empezando por manejo de archivos de lo contrario preparate para un recursamiento es dificil"}, {"fecha": "02/Feb/2017", "score_general": "9.0", "score_facilidad": "6.0", "materia": "EDyA / POO", "comments": "Da buena retroalimentación, Clases excelentes, Los exámenes son difícilesYo lleve clase con el el semestre pasado y es un buen profesor, explica bien, solo que necesitas dedicarle mucho tiempo a la materia, es exigente en sus trabajos, necesitas tener unas bases bastante buenas empezando por manejo de archivos de lo contrario preparate para un recursamiento es dificil"}, {"fecha": "22/Ene/2017", "score_general": "6.0", "score_facilidad": "6.0", "materia": "Programación Orientada a Objetos", "comments": "Hace exámenes sorpresa, Clases excelentes, Los exámenes son difícilesYo lleve clase con el el semestre pasado y es un buen profesor, explica bien, solo que necesitas dedicarle mucho tiempo a la materia, es exigente en sus trabajos, necesitas tener unas bases bastante buenas empezando por manejo de archivos de lo contrario preparate para un recursamiento es dificil"}, {"fecha": "26/Jul/2016", "score_general": "2.0", "score_facilidad": "2.0", "materia": "---", "comments": "Califica Duro, Muchas tareas, Hace exámenes sorpresa[Comentario esperando revisión]"}]