[{"fecha": "20/Ene/2023", "score_general": "5.0", "score_facilidad": "2.0", "materia": "Instalaciones Industriales", "comments": "Califica Duro, Muchas tareas, La Participación ImportaComo persona tengo mis dudas pero es un pesimo docente, no se cuestiona nada y cree que su metodo es el unico para enseñar. Triste que alguien como el siga dando clases en la FI"}, {"fecha": "02/Jun/2022", "score_general": "5.0", "score_facilidad": "6.0", "materia": "Instalaciones Industriales", "comments": "Barco, Las clases son largas, Deja trabajos largosComo persona tengo mis dudas pero es un pesimo docente, no se cuestiona nada y cree que su metodo es el unico para enseñar. Triste que alguien como el siga dando clases en la FI"}, {"fecha": "03/Feb/2022", "score_general": "6.0", "score_facilidad": "4.0", "materia": "Instalaciones industriales", "comments": "Califica Duro, Muchas tareas, Los exámenes son difícilesComo persona tengo mis dudas pero es un pesimo docente, no se cuestiona nada y cree que su metodo es el unico para enseñar. Triste que alguien como el siga dando clases en la FI"}, {"fecha": "25/Ene/2022", "score_general": "2.0", "score_facilidad": "2.0", "materia": "Instalaciones industriales.", "comments": "Califica Duro, Muchas tareas, Las clases son largasComo persona tengo mis dudas pero es un pesimo docente, no se cuestiona nada y cree que su metodo es el unico para enseñar. Triste que alguien como el siga dando clases en la FI"}, {"fecha": "26/Ago/2021", "score_general": "4.0", "score_facilidad": "6.0", "materia": "Instalaciones Industriales", "comments": "Califica Duro, Muchas tareas, Las clases son largasComo persona tengo mis dudas pero es un pesimo docente, no se cuestiona nada y cree que su metodo es el unico para enseñar. Triste que alguien como el siga dando clases en la FI"}, {"fecha": "25/Ago/2021", "score_general": "7.0", "score_facilidad": "6.0", "materia": "Instalaciones Industriales", "comments": "Es medio barquillo, aunque no regala 10, pero el 8 es fácil. Enseña bien y aprendes"}, {"fecha": "16/Abr/2021", "score_general": "2.0", "score_facilidad": "2.0", "materia": "---", "comments": "Califica Duro, Asistencia obligatoria, Las clases son largasEs medio barquillo, aunque no regala 10, pero el 8 es fácil. Enseña bien y aprendes"}, {"fecha": "31/Ago/2020", "score_general": "5.0", "score_facilidad": "6.0", "materia": "---", "comments": "Barco, La Participación ImportaEs medio barquillo, aunque no regala 10, pero el 8 es fácil. Enseña bien y aprendes"}]