[{"fecha": "28/Jul/2022", "score_general": "8.0", "score_facilidad": "6.0", "materia": "Lab de ASyS", "comments": "Muchas tareas, Deja trabajos largos, Tomaría su clase otra vezSe rifa con explicaciones teóricas por si tu profe de teoría no da una. Deja un proyecto largo para todo el semestre, las prácticas las califica casi hasta el final por lo que no tienes retroalimentación. Es chido y si sabes preguntarle, aprenderás más."}, {"fecha": "04/Feb/2022", "score_general": "10.0", "score_facilidad": "6.0", "materia": "LAB Análisis de sistemas y señales", "comments": "Da buena retroalimentación, Inspiracional, Tomaría su clase otra vezSe rifa con explicaciones teóricas por si tu profe de teoría no da una. Deja un proyecto largo para todo el semestre, las prácticas las califica casi hasta el final por lo que no tienes retroalimentación. Es chido y si sabes preguntarle, aprenderás más."}, {"fecha": "26/Ene/2022", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Lab Señales y Sistemas", "comments": "Da buena retroalimentación, Inspiracional, Brinda apoyoSe rifa con explicaciones teóricas por si tu profe de teoría no da una. Deja un proyecto largo para todo el semestre, las prácticas las califica casi hasta el final por lo que no tienes retroalimentación. Es chido y si sabes preguntarle, aprenderás más."}, {"fecha": "25/Ene/2022", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Lab Señales y sistemas", "comments": "Da buena retroalimentación, Muchas tareasSe rifa con explicaciones teóricas por si tu profe de teoría no da una. Deja un proyecto largo para todo el semestre, las prácticas las califica casi hasta el final por lo que no tienes retroalimentación. Es chido y si sabes preguntarle, aprenderás más."}, {"fecha": "17/Dic/2021", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Laboratorio de Análisis de Sistemas y Señales", "comments": "Da buena retroalimentación, Deja trabajos largos, Clases excelentesSe rifa con explicaciones teóricas por si tu profe de teoría no da una. Deja un proyecto largo para todo el semestre, las prácticas las califica casi hasta el final por lo que no tienes retroalimentación. Es chido y si sabes preguntarle, aprenderás más."}, {"fecha": "24/Ago/2021", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Laboratorio de análisis de sistemas y señales", "comments": "Da buena retroalimentación, Inspiracional, Tomaría su clase otra vezSe esfuerza mucho para que aprendas, da asesorías extra, siempre te contesta lo que le preguntes . Complementa perfectamente con la teoría. A veces pensaba que sus prácticas son un poco largas pero vale la pena el trabajo."}, {"fecha": "21/Ago/2021", "score_general": "10.0", "score_facilidad": "8.0", "materia": "ASYS (laboratorio)", "comments": "Asistencia obligatoria, Clases excelentes, Tomaría su clase otra vezSe esfuerza mucho para que aprendas, da asesorías extra, siempre te contesta lo que le preguntes . Complementa perfectamente con la teoría. A veces pensaba que sus prácticas son un poco largas pero vale la pena el trabajo."}, {"fecha": "14/Feb/2021", "score_general": "10.0", "score_facilidad": "4.0", "materia": "Lab. De Asys", "comments": "Califica Duro, Muchas tareas, Prepárate para leerSe esfuerza mucho para que aprendas, da asesorías extra, siempre te contesta lo que le preguntes . Complementa perfectamente con la teoría. A veces pensaba que sus prácticas son un poco largas pero vale la pena el trabajo."}, {"fecha": "01/Sep/2020", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Lab.Señales y Sistemas", "comments": "Se esfuerza mucho para que aprendas, da asesorías extra, siempre te contesta lo que le preguntes . Complementa perfectamente con la teoría. A veces pensaba que sus prácticas son un poco largas pero vale la pena el trabajo."}]