[{"fecha": "07/Feb/2023", "score_general": "4.0", "score_facilidad": "4.0", "materia": "Mecánica de sólidos", "comments": "Las clases son largasNo sé por qué dicen que es barco, es de los peores profesores que he tenido. No aprendes nada porque no explica bien y sus exámenes son muy difíciles. Si entregas todo puede ser que pases o puede ser que no, ni él entiende cómo califica. Se hace el gracioso pero si le reclamas algo se enoja."}, {"fecha": "31/Ene/2023", "score_general": "2.0", "score_facilidad": "8.0", "materia": "Mecánica de Sólidos", "comments": "No sé por qué dicen que es barco, es de los peores profesores que he tenido. No aprendes nada porque no explica bien y sus exámenes son muy difíciles. Si entregas todo puede ser que pases o puede ser que no, ni él entiende cómo califica. Se hace el gracioso pero si le reclamas algo se enoja."}, {"fecha": "28/Ene/2023", "score_general": "4.0", "score_facilidad": "6.0", "materia": "Mecánica de solídos", "comments": "Barco, Muchas tareas, Los exámenes son difícilesNo sé por qué dicen que es barco, es de los peores profesores que he tenido. No aprendes nada porque no explica bien y sus exámenes son muy difíciles. Si entregas todo puede ser que pases o puede ser que no, ni él entiende cómo califica. Se hace el gracioso pero si le reclamas algo se enoja."}, {"fecha": "03/Ago/2022", "score_general": "9.0", "score_facilidad": "10.0", "materia": "Diseño de elementos de máquinas", "comments": "Las clases son largas, Pocos Exámenes, Tomaría su clase otra vezNo sé por qué dicen que es barco, es de los peores profesores que he tenido. No aprendes nada porque no explica bien y sus exámenes son muy difíciles. Si entregas todo puede ser que pases o puede ser que no, ni él entiende cómo califica. Se hace el gracioso pero si le reclamas algo se enoja."}, {"fecha": "02/Ago/2022", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Diseño de elementos de máquinas", "comments": "Tomaría su clase otra vezNo sé por qué dicen que es barco, es de los peores profesores que he tenido. No aprendes nada porque no explica bien y sus exámenes son muy difíciles. Si entregas todo puede ser que pases o puede ser que no, ni él entiende cómo califica. Se hace el gracioso pero si le reclamas algo se enoja."}, {"fecha": "26/Ago/2021", "score_general": "7.0", "score_facilidad": "8.0", "materia": "Mecánica de sólidos", "comments": "Da buena retroalimentación, Aspectos de calificación clarosLos exámenes están al nivel de lo visto en clase. En el semestre hubo pocas tareas. Califica con 60% exámenes y 40% tareas. Es un buen profesor, siempre está animado a enseñar."}, {"fecha": "21/Feb/2021", "score_general": "7.0", "score_facilidad": "8.0", "materia": "Diseño de Elementos de Máquinas", "comments": "Los exámenes están al nivel de lo visto en clase. En el semestre hubo pocas tareas. Califica con 60% exámenes y 40% tareas. Es un buen profesor, siempre está animado a enseñar."}, {"fecha": "18/Feb/2021", "score_general": "7.0", "score_facilidad": "10.0", "materia": "Mecánica de sólidos", "comments": "Barco, Las clases son largas, Muchos ExámenesLos exámenes están al nivel de lo visto en clase. En el semestre hubo pocas tareas. Califica con 60% exámenes y 40% tareas. Es un buen profesor, siempre está animado a enseñar."}, {"fecha": "15/Feb/2021", "score_general": "4.0", "score_facilidad": "4.0", "materia": "Mecanica de solidos", "comments": "Califica Duro, Las clases son largas, Los exámenes son difícilesLos exámenes están al nivel de lo visto en clase. En el semestre hubo pocas tareas. Califica con 60% exámenes y 40% tareas. Es un buen profesor, siempre está animado a enseñar."}, {"fecha": "13/Feb/2021", "score_general": "2.0", "score_facilidad": "4.0", "materia": "Mecánica de Sólidos", "comments": "Barco, Muchas tareas, Deja trabajos largosLos exámenes están al nivel de lo visto en clase. En el semestre hubo pocas tareas. Califica con 60% exámenes y 40% tareas. Es un buen profesor, siempre está animado a enseñar."}, {"fecha": "08/Sep/2020", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Diseño de elementos de máquinas", "comments": "Barco, Tomaría su clase otra vezExcelente profesor, aprendí y saqué 10, lo recomiendo mucho"}, {"fecha": "19/Ene/2020", "score_general": "7.0", "score_facilidad": "10.0", "materia": "Diseño de elementos de maquinas", "comments": "Barco, Pocos ExámenesExcelente profesor, aprendí y saqué 10, lo recomiendo mucho"}, {"fecha": "27/Jul/2019", "score_general": "7.0", "score_facilidad": "10.0", "materia": "Diseño de elementos de máquinas", "comments": "Barco, Las clases son largas, Pocos ExámenesExcelente profesor, aprendí y saqué 10, lo recomiendo mucho"}, {"fecha": "26/Jun/2019", "score_general": "2.0", "score_facilidad": "6.0", "materia": "Diseño de Elementos de Máquinas", "comments": "Califica Duro, Las clases son largas, Pocos ExámenesExcelente profesor, aprendí y saqué 10, lo recomiendo mucho"}, {"fecha": "20/Dic/2018", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Mecánica de sólidos", "comments": "Pocos Exámenes, Los exámenes son difícilesExcelente profesor, aprendí y saqué 10, lo recomiendo mucho"}, {"fecha": "09/Nov/2018", "score_general": "9.0", "score_facilidad": "6.0", "materia": "Diseño de Elementos de Máquinas", "comments": "La Participación Importa, Pocos Exámenes, Tomaría su clase otra vezBuena clase, hay que poner atención y no faltar para entender bien."}, {"fecha": "24/Ene/2018", "score_general": "3.0", "score_facilidad": "10.0", "materia": "Mecánica de sólidos", "comments": "BarcoBuena clase, hay que poner atención y no faltar para entender bien."}, {"fecha": "23/Ene/2018", "score_general": "8.0", "score_facilidad": "6.0", "materia": "Mecánica de Sólidos", "comments": "Barco, La Participación Importa, Las clases son largasBuena clase, hay que poner atención y no faltar para entender bien."}, {"fecha": "12/Ene/2018", "score_general": "7.0", "score_facilidad": "8.0", "materia": "Ecuaciones Diferenciales", "comments": "Califica Duro, Muy cómico, Brinda apoyoBuena clase, hay que poner atención y no faltar para entender bien."}, {"fecha": "12/Ene/2018", "score_general": "5.0", "score_facilidad": "6.0", "materia": "Mecánica de Sólidos", "comments": "Muy cómico, Los exámenes son difícilesBuena clase, hay que poner atención y no faltar para entender bien."}, {"fecha": "11/Ene/2018", "score_general": "7.0", "score_facilidad": "10.0", "materia": "Mecánica de sólidos", "comments": "Barco, Muy cómico, Las clases son largasEs fácil aprobar con este profesor aunque casi nadie sacó 10. Es muy cómico y agradable aunque no es tan claro al explicar y basa toda su clase en libros."}, {"fecha": "11/Ene/2018", "score_general": "4.0", "score_facilidad": "4.0", "materia": "Mecánica de Sólidos", "comments": "Es fácil aprobar con este profesor aunque casi nadie sacó 10. Es muy cómico y agradable aunque no es tan claro al explicar y basa toda su clase en libros."}, {"fecha": "11/Dic/2017", "score_general": "2.0", "score_facilidad": "2.0", "materia": "Mecánica de sólidos", "comments": "Es fácil aprobar con este profesor aunque casi nadie sacó 10. Es muy cómico y agradable aunque no es tan claro al explicar y basa toda su clase en libros."}, {"fecha": "26/Jun/2017", "score_general": "9.0", "score_facilidad": "10.0", "materia": "Mecánica de Sólidos", "comments": "Barco, Pocos Exámenes, Tomaría su clase otra vezEs fácil aprobar con este profesor aunque casi nadie sacó 10. Es muy cómico y agradable aunque no es tan claro al explicar y basa toda su clase en libros."}, {"fecha": "16/Jun/2017", "score_general": "2.0", "score_facilidad": "6.0", "materia": "Mecánica de sólidos", "comments": "Es fácil aprobar con este profesor aunque casi nadie sacó 10. Es muy cómico y agradable aunque no es tan claro al explicar y basa toda su clase en libros."}]