[{"fecha": "06/Dic/2022", "score_general": "2.0", "score_facilidad": "2.0", "materia": "Estructura de Datos", "comments": "Barco, Da Crédito Extra, Brinda apoyoDe los peores profes de la fac.  no tiene las bases, ni siquiera sabe de la materia. Que patetico es aprender swift. Lo unico bueno es que lo corrieron de la fac. Por no saber nada ...."}, {"fecha": "04/Sep/2020", "score_general": "6.0", "score_facilidad": "6.0", "materia": "EDA I", "comments": "Califica Duro, Las clases son largas, Los exámenes son difícilesDe los peores profes de la fac.  no tiene las bases, ni siquiera sabe de la materia. Que patetico es aprender swift. Lo unico bueno es que lo corrieron de la fac. Por no saber nada ...."}, {"fecha": "04/Sep/2020", "score_general": "9.0", "score_facilidad": "10.0", "materia": "EDA 1", "comments": "Muy cómico, Inspiracional, Brinda apoyoDe los peores profes de la fac.  no tiene las bases, ni siquiera sabe de la materia. Que patetico es aprender swift. Lo unico bueno es que lo corrieron de la fac. Por no saber nada ...."}, {"fecha": "03/Sep/2020", "score_general": "9.0", "score_facilidad": "10.0", "materia": "EDA I", "comments": "Muy cómico, Brinda apoyo, Tomaría su clase otra vezDe los peores profes de la fac.  no tiene las bases, ni siquiera sabe de la materia. Que patetico es aprender swift. Lo unico bueno es que lo corrieron de la fac. Por no saber nada ...."}, {"fecha": "01/Sep/2020", "score_general": "8.0", "score_facilidad": "8.0", "materia": "Modelos de programación orientada a objetos.", "comments": "De los peores profes de la fac.  no tiene las bases, ni siquiera sabe de la materia. Que patetico es aprender swift. Lo unico bueno es que lo corrieron de la fac. Por no saber nada ...."}, {"fecha": "23/Jun/2020", "score_general": "8.0", "score_facilidad": "8.0", "materia": "EDA I", "comments": "Aspectos de calificación claros, Tomaría su clase otra vezGran profesor, explica bastante bien y resuelve dudas, muy amena la clase, toma asistencia sorpresa y da punto extra por ella."}, {"fecha": "20/Ene/2020", "score_general": "9.0", "score_facilidad": "10.0", "materia": "Fundamentos de programación", "comments": "Brinda apoyoGran profesor, explica bastante bien y resuelve dudas, muy amena la clase, toma asistencia sorpresa y da punto extra por ella."}, {"fecha": "24/Jul/2019", "score_general": "8.0", "score_facilidad": "8.0", "materia": "Estructura de Datos y Algoritmos", "comments": "Barco, Asistencia obligatoria, Brinda apoyoGran profesor, explica bastante bien y resuelve dudas, muy amena la clase, toma asistencia sorpresa y da punto extra por ella."}, {"fecha": "18/Feb/2019", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Estructuras de Algoritmos I", "comments": "Inspiracional, Brinda apoyo, Tomaría su clase otra vezGran profesor, explica bastante bien y resuelve dudas, muy amena la clase, toma asistencia sorpresa y da punto extra por ella."}]