[{"fecha": "13/Feb/2023", "score_general": "2.0", "score_facilidad": "2.0", "materia": "laboratorio", "comments": "Califica Duro, Los exámenes son difíciles, Muchos proyectos grupalesEs el clasico profesor que nada mas lo pusieron para abrir el laboratorio. Tu tienes que hacer toda la practica sin que te oriente en la misma eso hace pesado el laboratorio ya que siempre estas preocupado si lo que haces es lo correcto. Asi que si no eres bueno en estos temas mejor mete con otro."}, {"fecha": "05/Feb/2023", "score_general": "2.0", "score_facilidad": "2.0", "materia": "Lab circuitos de radiofrecuencia", "comments": "Califica Duro, Deja trabajos largos, Los exámenes son difícilesEs el clasico profesor que nada mas lo pusieron para abrir el laboratorio. Tu tienes que hacer toda la practica sin que te oriente en la misma eso hace pesado el laboratorio ya que siempre estas preocupado si lo que haces es lo correcto. Asi que si no eres bueno en estos temas mejor mete con otro."}, {"fecha": "02/Ago/2022", "score_general": "4.0", "score_facilidad": "4.0", "materia": "Lab Comunicaciones", "comments": "Califica Duro, Muchas tareas, Asistencia obligatoriaEs el clasico profesor que nada mas lo pusieron para abrir el laboratorio. Tu tienes que hacer toda la practica sin que te oriente en la misma eso hace pesado el laboratorio ya que siempre estas preocupado si lo que haces es lo correcto. Asi que si no eres bueno en estos temas mejor mete con otro."}, {"fecha": "15/Ene/2022", "score_general": "10.0", "score_facilidad": "10.0", "materia": "---", "comments": "Barco, Brinda apoyo, Tomaría su clase otra vezEs el clasico profesor que nada mas lo pusieron para abrir el laboratorio. Tu tienes que hacer toda la practica sin que te oriente en la misma eso hace pesado el laboratorio ya que siempre estas preocupado si lo que haces es lo correcto. Asi que si no eres bueno en estos temas mejor mete con otro."}, {"fecha": "15/Ene/2022", "score_general": "8.0", "score_facilidad": "8.0", "materia": "---", "comments": "Es el clasico profesor que nada mas lo pusieron para abrir el laboratorio. Tu tienes que hacer toda la practica sin que te oriente en la misma eso hace pesado el laboratorio ya que siempre estas preocupado si lo que haces es lo correcto. Asi que si no eres bueno en estos temas mejor mete con otro."}, {"fecha": "25/Ago/2021", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Laboratorio de Dispositivos Electrónicos", "comments": "Da buena retroalimentación, Deja trabajos largosBuen profesor de laboratorio, de los mejores que he tenido y se ha acoplado muy bien a los semestres en línea. Al ser las prácticas individuales puede resultar algo tedioso y pesado andar alambrando pero siempre tiene disposición de ayudar y resolver dudas."}, {"fecha": "18/Ago/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "dispositivos", "comments": "La Participación Importa, Respetado por los estudiantes, Brinda apoyoBuen profesor de laboratorio, de los mejores que he tenido y se ha acoplado muy bien a los semestres en línea. Al ser las prácticas individuales puede resultar algo tedioso y pesado andar alambrando pero siempre tiene disposición de ayudar y resolver dudas."}, {"fecha": "17/Feb/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Lab DE", "comments": "La Participación Importa, Asistencia obligatoria, Brinda apoyoBuen profesor de laboratorio, de los mejores que he tenido y se ha acoplado muy bien a los semestres en línea. Al ser las prácticas individuales puede resultar algo tedioso y pesado andar alambrando pero siempre tiene disposición de ayudar y resolver dudas."}, {"fecha": "04/Sep/2020", "score_general": "8.0", "score_facilidad": "10.0", "materia": "Lab. Dispositivos Electrónicos", "comments": "Barco, Deja trabajos largosBuen profesor de laboratorio, de los mejores que he tenido y se ha acoplado muy bien a los semestres en línea. Al ser las prácticas individuales puede resultar algo tedioso y pesado andar alambrando pero siempre tiene disposición de ayudar y resolver dudas."}, {"fecha": "26/Jun/2017", "score_general": "4.0", "score_facilidad": "6.0", "materia": "---", "comments": "Barco, La Participación Importa, Pocos ExámenesBuen profesor de laboratorio, de los mejores que he tenido y se ha acoplado muy bien a los semestres en línea. Al ser las prácticas individuales puede resultar algo tedioso y pesado andar alambrando pero siempre tiene disposición de ayudar y resolver dudas."}]