[{"fecha": "04/Mar/2023", "score_general": "7.0", "score_facilidad": "10.0", "materia": "CGIMH", "comments": "BarcoEl panesote. No lo recomiendo si quieres aprender mas alla de lo basico. Es una buena opcion para pasar y dormir si vas muy cansado."}, {"fecha": "05/Feb/2023", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Computación Gráfica e Interacción Humano Computadora", "comments": "Barco, Muy cómico, Pocos ExámenesEl panesote. No lo recomiendo si quieres aprender mas alla de lo basico. Es una buena opcion para pasar y dormir si vas muy cansado."}, {"fecha": "24/Ene/2023", "score_general": "4.0", "score_facilidad": "4.0", "materia": "Computación gráfica", "comments": "Califica DuroEl panesote. No lo recomiendo si quieres aprender mas alla de lo basico. Es una buena opcion para pasar y dormir si vas muy cansado."}, {"fecha": "21/Ene/2023", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Computación gráfica combo", "comments": "Aspectos de calificación claros, Brinda apoyo, Tomaría su clase otra vezEl panesote. No lo recomiendo si quieres aprender mas alla de lo basico. Es una buena opcion para pasar y dormir si vas muy cansado."}, {"fecha": "19/Ene/2023", "score_general": "5.0", "score_facilidad": "8.0", "materia": "Computación Gráfica e Interacción Humano-Computadora", "comments": "Barco, Da buena retroalimentación, La Participación ImportaEl panesote. No lo recomiendo si quieres aprender mas alla de lo basico. Es una buena opcion para pasar y dormir si vas muy cansado."}, {"fecha": "15/Dic/2021", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Computación Gráfica e Interacción Humano-Computadora", "comments": "Muy cómico, Da buena retroalimentación, La Participación ImportaFue la mejor clase de mi semestre. Explica bastante bien y si tienes dudas las resuelve hasta que queden resueltas. Deja proyectos, algunas tareas y ejercicios para entregar. Hay que participar. Vale la pena tomar clase con el."}, {"fecha": "29/Ago/2021", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Laboratorio de Computación Gráfica e Interacción Humano", "comments": "Califica Duro, Da buena retroalimentación, Clases excelentesFue la mejor clase de mi semestre. Explica bastante bien y si tienes dudas las resuelve hasta que queden resueltas. Deja proyectos, algunas tareas y ejercicios para entregar. Hay que participar. Vale la pena tomar clase con el."}, {"fecha": "16/Ago/2021", "score_general": "8.0", "score_facilidad": "4.0", "materia": "Computación Gráfica e Interacción H-C", "comments": "Da buena retroalimentación, Muchas tareas, Deja trabajos largosFue la mejor clase de mi semestre. Explica bastante bien y si tienes dudas las resuelve hasta que queden resueltas. Deja proyectos, algunas tareas y ejercicios para entregar. Hay que participar. Vale la pena tomar clase con el."}, {"fecha": "15/Feb/2021", "score_general": "4.0", "score_facilidad": "6.0", "materia": "computación gráfica e interacción humano-computadora", "comments": "Califica Duro, Pocos Exámenes, Deja trabajos largosFue la mejor clase de mi semestre. Explica bastante bien y si tienes dudas las resuelve hasta que queden resueltas. Deja proyectos, algunas tareas y ejercicios para entregar. Hay que participar. Vale la pena tomar clase con el."}, {"fecha": "14/Feb/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Lab de Compu Gráfica", "comments": "Inspiracional, Aspectos de calificación claros, Clases excelentesFue la mejor clase de mi semestre. Explica bastante bien y si tienes dudas las resuelve hasta que queden resueltas. Deja proyectos, algunas tareas y ejercicios para entregar. Hay que participar. Vale la pena tomar clase con el."}, {"fecha": "12/Nov/2020", "score_general": "6.0", "score_facilidad": "6.0", "materia": "---", "comments": "[Comentario esperando revisión]"}, {"fecha": "27/Sep/2020", "score_general": "4.0", "score_facilidad": "8.0", "materia": "computación gráfica e interacción humano-computadora", "comments": "Califica Duro, Asistencia obligatoria[Comentario esperando revisión]"}, {"fecha": "12/Ago/2020", "score_general": "7.0", "score_facilidad": "8.0", "materia": "Computación Gráfica", "comments": "[Comentario esperando revisión]"}, {"fecha": "13/Ene/2020", "score_general": "8.0", "score_facilidad": "6.0", "materia": "Computación Gráfica", "comments": "[Comentario esperando revisión]"}]