[{"fecha": "01/Feb/2023", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Arquitectura Cliente Servidor", "comments": "Da buena retroalimentación, Brinda apoyo, Clases excelentesSúper recomendado, es uno de los mejores profesores que tiene la Facultad, las clases son claras, ayuda y deja pocas tareas. El proyecto es interesante y nada complicado. Será una buena opción ahora que le dieron FSE ;)"}, {"fecha": "27/Ene/2023", "score_general": "9.0", "score_facilidad": "10.0", "materia": "Arquitectura Cliente-Servidor", "comments": "Da buena retroalimentación, Pocos Exámenes, Brinda apoyoSúper recomendado, es uno de los mejores profesores que tiene la Facultad, las clases son claras, ayuda y deja pocas tareas. El proyecto es interesante y nada complicado. Será una buena opción ahora que le dieron FSE ;)"}, {"fecha": "14/Jun/2022", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Arquitectura cliente servidor", "comments": "Da buena retroalimentación, Asistencia obligatoria, Brinda apoyoSúper recomendado, es uno de los mejores profesores que tiene la Facultad, las clases son claras, ayuda y deja pocas tareas. El proyecto es interesante y nada complicado. Será una buena opción ahora que le dieron FSE ;)"}, {"fecha": "25/Ene/2022", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Arquitectura", "comments": "Barco, Respetado por los estudiantes, Brinda apoyoSúper recomendado, es uno de los mejores profesores que tiene la Facultad, las clases son claras, ayuda y deja pocas tareas. El proyecto es interesante y nada complicado. Será una buena opción ahora que le dieron FSE ;)"}, {"fecha": "16/Ago/2021", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Arquitectura Cliente Servidor", "comments": "Da buena retroalimentación, Brinda apoyo, Tomaría su clase otra vezSúper recomendado, es uno de los mejores profesores que tiene la Facultad, las clases son claras, ayuda y deja pocas tareas. El proyecto es interesante y nada complicado. Será una buena opción ahora que le dieron FSE ;)"}, {"fecha": "03/Jun/2019", "score_general": "9.0", "score_facilidad": "10.0", "materia": "Arquitectura Cliente Servidor", "comments": "Asistencia obligatoria, Brinda apoyoEs la banda el profe,  su clase es amena, te resuelve cualquier duda y las tareas son conforme al nivel visto en clase."}, {"fecha": "19/Feb/2019", "score_general": "10.0", "score_facilidad": "10.0", "materia": "POO", "comments": "Barco, Muy cómicoEs la banda el profe,  su clase es amena, te resuelve cualquier duda y las tareas son conforme al nivel visto en clase."}, {"fecha": "18/Ene/2019", "score_general": "8.0", "score_facilidad": "8.0", "materia": "POO", "comments": "Es la banda el profe,  su clase es amena, te resuelve cualquier duda y las tareas son conforme al nivel visto en clase."}, {"fecha": "23/Ago/2018", "score_general": "10.0", "score_facilidad": "10.0", "materia": "---", "comments": "BarcoEs la banda el profe,  su clase es amena, te resuelve cualquier duda y las tareas son conforme al nivel visto en clase."}, {"fecha": "26/Ene/2018", "score_general": "9.0", "score_facilidad": "10.0", "materia": "Programacion Orientada  a Objetos", "comments": "Asistencia obligatoria, Da Crédito Extra, Brinda apoyoEs la banda el profe,  su clase es amena, te resuelve cualquier duda y las tareas son conforme al nivel visto en clase."}, {"fecha": "09/Ene/2018", "score_general": "8.0", "score_facilidad": "10.0", "materia": "Programación Orientada a Objetos", "comments": "Barco, Asistencia obligatoria, Brinda apoyoBarco. Lo recomiendo para alguien que ya sepa de la materia así solo irás por la asistencia y probablemente a dormirte. Llega super tarde y a veces la clase la acaba antes, incluso llegó a faltar varias veces. Es casi seguro que saques 10 aunque no aprendas mucho."}, {"fecha": "11/Dic/2016", "score_general": "8.0", "score_facilidad": "10.0", "materia": "P. orientada a objetos", "comments": "Barco, Brinda apoyo, Clases excelentesBarco. Lo recomiendo para alguien que ya sepa de la materia así solo irás por la asistencia y probablemente a dormirte. Llega super tarde y a veces la clase la acaba antes, incluso llegó a faltar varias veces. Es casi seguro que saques 10 aunque no aprendas mucho."}, {"fecha": "07/Ago/2016", "score_general": "9.0", "score_facilidad": "10.0", "materia": "Estructuras de Datos y Algoritmos", "comments": "Barco. Lo recomiendo para alguien que ya sepa de la materia así solo irás por la asistencia y probablemente a dormirte. Llega super tarde y a veces la clase la acaba antes, incluso llegó a faltar varias veces. Es casi seguro que saques 10 aunque no aprendas mucho."}, {"fecha": "20/Jul/2016", "score_general": "2.0", "score_facilidad": "10.0", "materia": "E. de datos y algoritmos", "comments": "Barco, Muy cómico, Pocos ExámenesBarco. Lo recomiendo para alguien que ya sepa de la materia así solo irás por la asistencia y probablemente a dormirte. Llega super tarde y a veces la clase la acaba antes, incluso llegó a faltar varias veces. Es casi seguro que saques 10 aunque no aprendas mucho."}, {"fecha": "06/Jul/2016", "score_general": "7.0", "score_facilidad": "10.0", "materia": "Estructuras de Datos y Algoritmos", "comments": "Barco, Pocos ExámenesBarco. Lo recomiendo para alguien que ya sepa de la materia así solo irás por la asistencia y probablemente a dormirte. Llega super tarde y a veces la clase la acaba antes, incluso llegó a faltar varias veces. Es casi seguro que saques 10 aunque no aprendas mucho."}, {"fecha": "22/Jun/2016", "score_general": "9.0", "score_facilidad": "10.0", "materia": "Estructuras de datos y algoritmos", "comments": "Barco, Muy cómico, Brinda apoyoSe nota que sabe mucho de la materia, pero falta demasiado y no deja nivel si eres de computacion, eso si, 10 seguro."}, {"fecha": "30/Abr/2016", "score_general": "10.0", "score_facilidad": "10.0", "materia": "La más chingona", "comments": "Brinda apoyo, Clases excelentes, Tomaría su clase otra vezSe nota que sabe mucho de la materia, pero falta demasiado y no deja nivel si eres de computacion, eso si, 10 seguro."}, {"fecha": "11/Mar/2016", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Estructuras", "comments": "Muchas tareas, Muchos Exámenes, Deja trabajos largosSe nota que sabe mucho de la materia, pero falta demasiado y no deja nivel si eres de computacion, eso si, 10 seguro."}, {"fecha": "15/Ene/2015", "score_general": "10.0", "score_facilidad": "10.0", "materia": "LAB. COM.", "comments": "Se nota que sabe mucho de la materia, pero falta demasiado y no deja nivel si eres de computacion, eso si, 10 seguro."}, {"fecha": "12/Ene/2015", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Computción para  Ingenieros", "comments": "Se nota que sabe mucho de la materia, pero falta demasiado y no deja nivel si eres de computacion, eso si, 10 seguro."}, {"fecha": "17/Nov/2014", "score_general": "9.0", "score_facilidad": "10.0", "materia": "Lab. Computación para ingenieros", "comments": ""}, {"fecha": "25/Jul/2014", "score_general": "8.0", "score_facilidad": "10.0", "materia": "lab. comp. para ing.", "comments": ""}, {"fecha": "29/Jun/2014", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Lab. computación para ingenieros", "comments": ""}, {"fecha": "25/Jun/2014", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Lab. Computación para Ingenieros", "comments": ""}, {"fecha": "05/May/2014", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Lab compu para ing.", "comments": ""}, {"fecha": "03/Dic/2013", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Lab. computacion para ingenieros", "comments": "Sin duda un profesor barco pero que si tiene conocimientos sobre su área, ademas de que es super chido y si tienes alguna pregunta lo puedes agregar en facebook y preguntarle ;3 Todos sacaron 10 con el."}]