[{"fecha": "03/Mar/2021", "score_general": "2.0", "score_facilidad": "2.0", "materia": "LFyA", "comments": "Muchas tareas, Las clases son largas, Deja trabajos largosNo hay ningún tipo de estructura en la clase, graba las sesiones pero nunca las sube, las fechas de entrega no se cumplen, no da formato para la entrega de trabajos y tareas, pero al final si te reclama. Cero recomendado, no lo metas, si ya lo hiciste, considera cambiarte de grupo."}, {"fecha": "27/Feb/2021", "score_general": "4.0", "score_facilidad": "2.0", "materia": "Lenguajes Formales y Autómatas", "comments": "Muchas tareas, Las clases son largas, Deja trabajos largosNo hay ningún tipo de estructura en la clase, graba las sesiones pero nunca las sube, las fechas de entrega no se cumplen, no da formato para la entrega de trabajos y tareas, pero al final si te reclama. Cero recomendado, no lo metas, si ya lo hiciste, considera cambiarte de grupo."}, {"fecha": "24/Feb/2021", "score_general": "2.0", "score_facilidad": "2.0", "materia": "Lenguajes formales y automatas", "comments": "Muchas tareas, Hace exámenes sorpresa, Las clases son largasNo hay ningún tipo de estructura en la clase, graba las sesiones pero nunca las sube, las fechas de entrega no se cumplen, no da formato para la entrega de trabajos y tareas, pero al final si te reclama. Cero recomendado, no lo metas, si ya lo hiciste, considera cambiarte de grupo."}, {"fecha": "17/Feb/2021", "score_general": "5.0", "score_facilidad": "4.0", "materia": "Lenguajes Formales y Autómatas", "comments": "Muchas tareas, Las clases son largas, Deja trabajos largosNo hay ningún tipo de estructura en la clase, graba las sesiones pero nunca las sube, las fechas de entrega no se cumplen, no da formato para la entrega de trabajos y tareas, pero al final si te reclama. Cero recomendado, no lo metas, si ya lo hiciste, considera cambiarte de grupo."}, {"fecha": "15/Feb/2021", "score_general": "4.0", "score_facilidad": "6.0", "materia": "---", "comments": "Muchas tareas, Las clases son largasNo hay ningún tipo de estructura en la clase, graba las sesiones pero nunca las sube, las fechas de entrega no se cumplen, no da formato para la entrega de trabajos y tareas, pero al final si te reclama. Cero recomendado, no lo metas, si ya lo hiciste, considera cambiarte de grupo."}, {"fecha": "14/Feb/2021", "score_general": "3.0", "score_facilidad": "4.0", "materia": "Lenguajes Formales y Autómatas", "comments": "Barco, Hace exámenes sorpresa, Las clases son largasNo es para nada claro con los temas ni con lo que pide. Las clases son más largas de lo que deberían (hasta 5 horas). Eso sí, es algo barco, pero solo si entregas las tareas a tiempo. Y vas a terminar el curso en la segunda semana de finales. A veces deja exámenes sorpresa, aunque muy pocos"}, {"fecha": "13/Feb/2021", "score_general": "4.0", "score_facilidad": "6.0", "materia": "Lenguajes formales y autómatas", "comments": "Muchas tareas, Hace exámenes sorpresa, Deja trabajos largosNo es para nada claro con los temas ni con lo que pide. Las clases son más largas de lo que deberían (hasta 5 horas). Eso sí, es algo barco, pero solo si entregas las tareas a tiempo. Y vas a terminar el curso en la segunda semana de finales. A veces deja exámenes sorpresa, aunque muy pocos"}, {"fecha": "10/Dic/2020", "score_general": "7.0", "score_facilidad": "8.0", "materia": "Lenguajes Formales y Autómatas", "comments": "La Participación Importa, Las clases son largas, Pocos ExámenesNo es para nada claro con los temas ni con lo que pide. Las clases son más largas de lo que deberían (hasta 5 horas). Eso sí, es algo barco, pero solo si entregas las tareas a tiempo. Y vas a terminar el curso en la segunda semana de finales. A veces deja exámenes sorpresa, aunque muy pocos"}, {"fecha": "24/Oct/2020", "score_general": "2.0", "score_facilidad": "2.0", "materia": "---", "comments": "Las clases son largasNo es para nada claro con los temas ni con lo que pide. Las clases son más largas de lo que deberían (hasta 5 horas). Eso sí, es algo barco, pero solo si entregas las tareas a tiempo. Y vas a terminar el curso en la segunda semana de finales. A veces deja exámenes sorpresa, aunque muy pocos"}, {"fecha": "31/Ago/2020", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Lenguajes formales y Automayas", "comments": "No es para nada claro con los temas ni con lo que pide. Las clases son más largas de lo que deberían (hasta 5 horas). Eso sí, es algo barco, pero solo si entregas las tareas a tiempo. Y vas a terminar el curso en la segunda semana de finales. A veces deja exámenes sorpresa, aunque muy pocos"}]