[{"fecha": "08/Feb/2023", "score_general": "8.0", "score_facilidad": "4.0", "materia": "Ingeniería de materiales", "comments": "Califica Duro, Hace exámenes sorpresaNo es muy bueno, los ejercicios que da en clase prácticamente son inventados por él, el nivel que deja es muy malo, parece que sabe pero en los exámenes te das cuenta que nada cuadra con las clases , parece buena onda pero en las calificaciones no tienes bien sustentado de dónde saca promedios"}, {"fecha": "24/Ene/2023", "score_general": "3.0", "score_facilidad": "6.0", "materia": "Introducción a la Ingeniería Mecánica", "comments": "Muchos proyectos grupalesNo es muy bueno, los ejercicios que da en clase prácticamente son inventados por él, el nivel que deja es muy malo, parece que sabe pero en los exámenes te das cuenta que nada cuadra con las clases , parece buena onda pero en las calificaciones no tienes bien sustentado de dónde saca promedios"}, {"fecha": "11/Ene/2023", "score_general": "7.0", "score_facilidad": "6.0", "materia": "Ingeniería de Materiales", "comments": "Muy cómico, Hace exámenes sorpresa, Brinda apoyoNo es muy bueno, los ejercicios que da en clase prácticamente son inventados por él, el nivel que deja es muy malo, parece que sabe pero en los exámenes te das cuenta que nada cuadra con las clases , parece buena onda pero en las calificaciones no tienes bien sustentado de dónde saca promedios"}, {"fecha": "19/Jun/2022", "score_general": "8.0", "score_facilidad": "8.0", "materia": "Ingeniería de Materiales", "comments": "Hace exámenes sorpresa, Brinda apoyo, Los exámenes son difícilesNo es muy bueno, los ejercicios que da en clase prácticamente son inventados por él, el nivel que deja es muy malo, parece que sabe pero en los exámenes te das cuenta que nada cuadra con las clases , parece buena onda pero en las calificaciones no tienes bien sustentado de dónde saca promedios"}, {"fecha": "19/Ene/2022", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Manufactura l", "comments": "Da buena retroalimentación, Asistencia obligatoria, Pocos ExámenesNo es muy bueno, los ejercicios que da en clase prácticamente son inventados por él, el nivel que deja es muy malo, parece que sabe pero en los exámenes te das cuenta que nada cuadra con las clases , parece buena onda pero en las calificaciones no tienes bien sustentado de dónde saca promedios"}, {"fecha": "23/Ago/2021", "score_general": "8.0", "score_facilidad": "6.0", "materia": "Ingeniería de materiales", "comments": "Asistencia obligatoria, Las clases son largas, Pocos ExámenesEs un profe con el que tienes que tomar nota  de lo que dice, casi no escribe nada, da buena retroalimentación aunque se sale del temario, tienes que hacer exposición de un material que quieras, hace 1 examen y deja un proyecto. Casi no deja tarea."}, {"fecha": "14/Ago/2021", "score_general": "3.0", "score_facilidad": "6.0", "materia": "Materiales 1", "comments": "Es un profe con el que tienes que tomar nota  de lo que dice, casi no escribe nada, da buena retroalimentación aunque se sale del temario, tienes que hacer exposición de un material que quieras, hace 1 examen y deja un proyecto. Casi no deja tarea."}, {"fecha": "07/Sep/2020", "score_general": "7.0", "score_facilidad": "6.0", "materia": "iNGENIERIA DE MATERIALES", "comments": "Muy cómico, Las clases son largas, Pocos ExámenesEs un profe con el que tienes que tomar nota  de lo que dice, casi no escribe nada, da buena retroalimentación aunque se sale del temario, tienes que hacer exposición de un material que quieras, hace 1 examen y deja un proyecto. Casi no deja tarea."}, {"fecha": "03/Sep/2020", "score_general": "7.0", "score_facilidad": "10.0", "materia": "Materiales 1", "comments": "Barco, Da buena retroalimentación, InspiracionalEs un profe con el que tienes que tomar nota  de lo que dice, casi no escribe nada, da buena retroalimentación aunque se sale del temario, tienes que hacer exposición de un material que quieras, hace 1 examen y deja un proyecto. Casi no deja tarea."}, {"fecha": "02/Sep/2020", "score_general": "5.0", "score_facilidad": "6.0", "materia": "Ingeniería de manufactura", "comments": "Es un profe con el que tienes que tomar nota  de lo que dice, casi no escribe nada, da buena retroalimentación aunque se sale del temario, tienes que hacer exposición de un material que quieras, hace 1 examen y deja un proyecto. Casi no deja tarea."}, {"fecha": "31/Ago/2020", "score_general": "4.0", "score_facilidad": "4.0", "materia": "MANUFACTURA", "comments": "Muy cómico, Inspiracional, Clases excelentesPESIMO, NO LO METAN"}, {"fecha": "29/Ago/2020", "score_general": "5.0", "score_facilidad": "6.0", "materia": "Materiales 1", "comments": "PESIMO, NO LO METAN"}, {"fecha": "08/Jul/2020", "score_general": "6.0", "score_facilidad": "8.0", "materia": "Ingeniería de Manufactura", "comments": "PESIMO, NO LO METAN"}, {"fecha": "08/Jun/2020", "score_general": "8.0", "score_facilidad": "10.0", "materia": "Manufactura 1", "comments": "Muy cómico, La Participación Importa, Pocos ExámenesPESIMO, NO LO METAN"}, {"fecha": "24/Ene/2020", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Introducción a la Ingeniería Mecánica", "comments": "Barco, Deja trabajos largos, Muchos proyectos grupalesPESIMO, NO LO METAN"}, {"fecha": "20/Dic/2019", "score_general": "8.0", "score_facilidad": "10.0", "materia": "Ingeniería en materiales", "comments": "Califica Duro, Las clases son largas, Los exámenes son difícilesEs el mejor profe para la materia, los demás son demasiado pesados o no saben nada. Al grupo en general le va bien, solo unos cuantos sacan 10. Si califica exámenes muy difíciles. Y falto a 7-8 clases porque suele estar muy ocupado. El proyecto final vale mucho. Tiene el mejor conocimiento."}, {"fecha": "11/Dic/2019", "score_general": "8.0", "score_facilidad": "10.0", "materia": "Introducción a la Ingeniería Mecánica", "comments": "Barco, Muchas tareas, Deja trabajos largosEs el mejor profe para la materia, los demás son demasiado pesados o no saben nada. Al grupo en general le va bien, solo unos cuantos sacan 10. Si califica exámenes muy difíciles. Y falto a 7-8 clases porque suele estar muy ocupado. El proyecto final vale mucho. Tiene el mejor conocimiento."}, {"fecha": "13/Jun/2019", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Ingeniería de materiales", "comments": "Barco, Brinda apoyo, Tomaría su clase otra vezEs el mejor profe para la materia, los demás son demasiado pesados o no saben nada. Al grupo en general le va bien, solo unos cuantos sacan 10. Si califica exámenes muy difíciles. Y falto a 7-8 clases porque suele estar muy ocupado. El proyecto final vale mucho. Tiene el mejor conocimiento."}, {"fecha": "11/Jun/2019", "score_general": "5.0", "score_facilidad": "6.0", "materia": "---", "comments": "Es el mejor profe para la materia, los demás son demasiado pesados o no saben nada. Al grupo en general le va bien, solo unos cuantos sacan 10. Si califica exámenes muy difíciles. Y falto a 7-8 clases porque suele estar muy ocupado. El proyecto final vale mucho. Tiene el mejor conocimiento."}, {"fecha": "03/Jun/2019", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Ingeniería de materiales", "comments": "Es el mejor profe para la materia, los demás son demasiado pesados o no saben nada. Al grupo en general le va bien, solo unos cuantos sacan 10. Si califica exámenes muy difíciles. Y falto a 7-8 clases porque suele estar muy ocupado. El proyecto final vale mucho. Tiene el mejor conocimiento."}, {"fecha": "14/Ene/2019", "score_general": "6.0", "score_facilidad": "10.0", "materia": "Introducción a la ingeniería mecánica", "comments": "BarcoEl profesor es barco para la materia, si lo que quieren es pasar metanlo, solo hagan las tareas que deja. Bien para la importancia de la materia (poco importante)"}, {"fecha": "02/Jul/2018", "score_general": "6.0", "score_facilidad": "10.0", "materia": "Ingeniería de Manufactura", "comments": "Barco, Muy cómico, Los exámenes son difícilesEl profesor es barco para la materia, si lo que quieren es pasar metanlo, solo hagan las tareas que deja. Bien para la importancia de la materia (poco importante)"}, {"fecha": "09/Jun/2018", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Ingeniería de Materiales", "comments": "El profesor es barco para la materia, si lo que quieren es pasar metanlo, solo hagan las tareas que deja. Bien para la importancia de la materia (poco importante)"}, {"fecha": "25/Ene/2018", "score_general": "8.0", "score_facilidad": "10.0", "materia": "Materiales 1 y 2", "comments": "Barco, Pocos ExámenesEl profesor es barco para la materia, si lo que quieren es pasar metanlo, solo hagan las tareas que deja. Bien para la importancia de la materia (poco importante)"}, {"fecha": "24/Ene/2018", "score_general": "2.0", "score_facilidad": "2.0", "materia": "Ingeniería de materiales", "comments": "El profesor es barco para la materia, si lo que quieren es pasar metanlo, solo hagan las tareas que deja. Bien para la importancia de la materia (poco importante)"}, {"fecha": "23/Ene/2018", "score_general": "4.0", "score_facilidad": "4.0", "materia": "Ingeniería de manufactura", "comments": "Nunca llega a clases, hace exámenes un poco confusos y difíciles para lo que explica. No ayuda al final y no sales con buena calificación. No lo recomiendo para primera inscripción. Si quieres aprender NO lo metas. :/"}, {"fecha": "22/Ene/2018", "score_general": "8.0", "score_facilidad": "8.0", "materia": "Ingeniería de Materiales", "comments": "BarcoNunca llega a clases, hace exámenes un poco confusos y difíciles para lo que explica. No ayuda al final y no sales con buena calificación. No lo recomiendo para primera inscripción. Si quieres aprender NO lo metas. :/"}, {"fecha": "12/Dic/2017", "score_general": "5.0", "score_facilidad": "4.0", "materia": "INGENIERIA DE MATERIALES", "comments": "Muchas tareas, Deja trabajos largos, Los exámenes son difícilesNunca llega a clases, hace exámenes un poco confusos y difíciles para lo que explica. No ayuda al final y no sales con buena calificación. No lo recomiendo para primera inscripción. Si quieres aprender NO lo metas. :/"}]