[{"fecha": "04/Mar/2023", "score_general": "9.0", "score_facilidad": "4.0", "materia": "Computacion grafica", "comments": "Califica Duro, Inspiracional, Brinda apoyoEl profesor es tu aliado, te puedes acercar a el por via digital o al final de la clase y te vuelve a explicar. La materia es de las mas pesadas de la carrera, recomiendo no meterla si ya tienes muchas inscritas. Con este profesor aprendes demasiado y la clase se pasa rapido. Sufres lo necesario"}, {"fecha": "21/May/2022", "score_general": "9.0", "score_facilidad": "6.0", "materia": "Laboratorios de Computacion Grafica Interaccion Humano", "comments": "Califica Duro, Da buena retroalimentación, Deja trabajos largosEl profesor es tu aliado, te puedes acercar a el por via digital o al final de la clase y te vuelve a explicar. La materia es de las mas pesadas de la carrera, recomiendo no meterla si ya tienes muchas inscritas. Con este profesor aprendes demasiado y la clase se pasa rapido. Sufres lo necesario"}, {"fecha": "04/Sep/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Computación Gráfica", "comments": "Barco, Brinda apoyo, Tomaría su clase otra vezEl profesor es tu aliado, te puedes acercar a el por via digital o al final de la clase y te vuelve a explicar. La materia es de las mas pesadas de la carrera, recomiendo no meterla si ya tienes muchas inscritas. Con este profesor aprendes demasiado y la clase se pasa rapido. Sufres lo necesario"}, {"fecha": "31/Ago/2021", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Computación gráfica", "comments": "Inspiracional, Brinda apoyo, Tomaría su clase otra vezEl profesor es tu aliado, te puedes acercar a el por via digital o al final de la clase y te vuelve a explicar. La materia es de las mas pesadas de la carrera, recomiendo no meterla si ya tienes muchas inscritas. Con este profesor aprendes demasiado y la clase se pasa rapido. Sufres lo necesario"}, {"fecha": "27/Ago/2021", "score_general": "10.0", "score_facilidad": "4.0", "materia": "Computación Gráfica", "comments": "Da buena retroalimentación, Muchas tareas, Brinda apoyoEl profesor es tu aliado, te puedes acercar a el por via digital o al final de la clase y te vuelve a explicar. La materia es de las mas pesadas de la carrera, recomiendo no meterla si ya tienes muchas inscritas. Con este profesor aprendes demasiado y la clase se pasa rapido. Sufres lo necesario"}, {"fecha": "23/Jun/2021", "score_general": "7.0", "score_facilidad": "4.0", "materia": "COMPUTACIÓN GRÁFICA", "comments": "Me gustó su clase, la verdad enseña bien y sabe de lo que habla. Las tareas de programación son difíciles porque casi no hay mucha información en internet y no hace ejemplos en la clase. Los exámenes son sencillos. Lo más complicado es el proyecto."}, {"fecha": "23/Feb/2021", "score_general": "7.0", "score_facilidad": "6.0", "materia": "Computación Gráfica e Interacción Humano-Computadora", "comments": "Da buena retroalimentación, Muchas tareas, Pocos ExámenesMe gustó su clase, la verdad enseña bien y sabe de lo que habla. Las tareas de programación son difíciles porque casi no hay mucha información en internet y no hace ejemplos en la clase. Los exámenes son sencillos. Lo más complicado es el proyecto."}, {"fecha": "22/Feb/2021", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Computación Gráfica", "comments": "Me gustó su clase, la verdad enseña bien y sabe de lo que habla. Las tareas de programación son difíciles porque casi no hay mucha información en internet y no hace ejemplos en la clase. Los exámenes son sencillos. Lo más complicado es el proyecto."}, {"fecha": "17/Feb/2021", "score_general": "10.0", "score_facilidad": "4.0", "materia": "Lab. Compu grafica [en linea]", "comments": "Da buena retroalimentación, Asistencia obligatoria, Respetado por los estudiantesMe gustó su clase, la verdad enseña bien y sabe de lo que habla. Las tareas de programación son difíciles porque casi no hay mucha información en internet y no hace ejemplos en la clase. Los exámenes son sencillos. Lo más complicado es el proyecto."}, {"fecha": "14/Feb/2021", "score_general": "9.0", "score_facilidad": "6.0", "materia": "Computación Gráfica", "comments": "Da buena retroalimentación, Brinda apoyo, Deja trabajos largosMe gustó su clase, la verdad enseña bien y sabe de lo que habla. Las tareas de programación son difíciles porque casi no hay mucha información en internet y no hace ejemplos en la clase. Los exámenes son sencillos. Lo más complicado es el proyecto."}, {"fecha": "11/Feb/2021", "score_general": "8.0", "score_facilidad": "6.0", "materia": "Laboratorio de Computación Gráfica e Interacción Humano", "comments": "Califica Duro, Brinda apoyo, Deja trabajos largosEs un buen profe, explica poco y le falta dar ejemplos acerca de los ejercicios.  Sus ejercicios y prácticas son algo talachudos, pero  te dejan nivel para realizar el proyecto final. Tienes que investigar por tu parte algunos temas para realizar los trabajos.*"}, {"fecha": "10/Ene/2021", "score_general": "5.0", "score_facilidad": "4.0", "materia": "Computación gráfica", "comments": "Califica Duro, Muchas tareas, Deja trabajos largosEs un buen profe, explica poco y le falta dar ejemplos acerca de los ejercicios.  Sus ejercicios y prácticas son algo talachudos, pero  te dejan nivel para realizar el proyecto final. Tienes que investigar por tu parte algunos temas para realizar los trabajos.*"}, {"fecha": "25/Ago/2020", "score_general": "7.0", "score_facilidad": "4.0", "materia": "Computación Gráfica e Interacción Humano Computadora", "comments": "Muchas tareas, Brinda apoyo, Deja trabajos largosEs un buen profe, explica poco y le falta dar ejemplos acerca de los ejercicios.  Sus ejercicios y prácticas son algo talachudos, pero  te dejan nivel para realizar el proyecto final. Tienes que investigar por tu parte algunos temas para realizar los trabajos.*"}, {"fecha": "10/Jun/2020", "score_general": "7.0", "score_facilidad": "6.0", "materia": "Computacion Grafica", "comments": "Muchas tareas, Aspectos de calificación claros, Los exámenes son difícilesEs un buen profe, explica poco y le falta dar ejemplos acerca de los ejercicios.  Sus ejercicios y prácticas son algo talachudos, pero  te dejan nivel para realizar el proyecto final. Tienes que investigar por tu parte algunos temas para realizar los trabajos.*"}, {"fecha": "28/Jun/2019", "score_general": "8.0", "score_facilidad": "8.0", "materia": "Laboratorio de Computación Gráfica", "comments": "Muy cómico, Muchas tareas, Brinda apoyoEs un buen profe, explica poco y le falta dar ejemplos acerca de los ejercicios.  Sus ejercicios y prácticas son algo talachudos, pero  te dejan nivel para realizar el proyecto final. Tienes que investigar por tu parte algunos temas para realizar los trabajos.*"}, {"fecha": "27/Nov/2018", "score_general": "10.0", "score_facilidad": "10.0", "materia": "compu grafica", "comments": "Barco, Da Crédito Extra, Brinda apoyoen pocas palabras: es el mejor para grafica, es bien chido el profe, mete con el si tienes oportunidad, por eso se acaba primero"}, {"fecha": "10/Feb/2018", "score_general": "7.0", "score_facilidad": "8.0", "materia": "Computación Gráfica", "comments": "Da Crédito Extra, Deja trabajos largos, Muchos proyectos grupalesen pocas palabras: es el mejor para grafica, es bien chido el profe, mete con el si tienes oportunidad, por eso se acaba primero"}]