[{"fecha": "01/Ago/2022", "score_general": "6.0", "score_facilidad": "6.0", "materia": "instrumetación", "comments": "Barco, Muy cómico, Muchos proyectos grupalesHarás practicas de su manual de practicas y las que se le ocurran, ninguna de ellas se explican bien, La practica del LVDT es la mas fea porque ni queda. Trabajas 24/7 con Labview y es un software nefasto, pesa mucho, difícil de instalar y desinstalar y ambiguo. OCEANO 24/7, solo eso ve el prof"}, {"fecha": "25/Jul/2022", "score_general": "5.0", "score_facilidad": "6.0", "materia": "Instrumentación", "comments": "Las clases son largas, Deja trabajos largos, Muchos proyectos grupalesHarás practicas de su manual de practicas y las que se le ocurran, ninguna de ellas se explican bien, La practica del LVDT es la mas fea porque ni queda. Trabajas 24/7 con Labview y es un software nefasto, pesa mucho, difícil de instalar y desinstalar y ambiguo. OCEANO 24/7, solo eso ve el prof"}, {"fecha": "08/Oct/2020", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Ingeniería", "comments": "Da buena retroalimentación, Respetado por los estudiantes, Las clases son largasHarás practicas de su manual de practicas y las que se le ocurran, ninguna de ellas se explican bien, La practica del LVDT es la mas fea porque ni queda. Trabajas 24/7 con Labview y es un software nefasto, pesa mucho, difícil de instalar y desinstalar y ambiguo. OCEANO 24/7, solo eso ve el prof"}, {"fecha": "24/Sep/2020", "score_general": "2.0", "score_facilidad": "10.0", "materia": "Instrumentación y control", "comments": "Harás practicas de su manual de practicas y las que se le ocurran, ninguna de ellas se explican bien, La practica del LVDT es la mas fea porque ni queda. Trabajas 24/7 con Labview y es un software nefasto, pesa mucho, difícil de instalar y desinstalar y ambiguo. OCEANO 24/7, solo eso ve el prof"}, {"fecha": "08/Sep/2020", "score_general": "7.0", "score_facilidad": "10.0", "materia": "Instrumentación", "comments": "Harás practicas de su manual de practicas y las que se le ocurran, ninguna de ellas se explican bien, La practica del LVDT es la mas fea porque ni queda. Trabajas 24/7 con Labview y es un software nefasto, pesa mucho, difícil de instalar y desinstalar y ambiguo. OCEANO 24/7, solo eso ve el prof"}, {"fecha": "22/Jun/2020", "score_general": "4.0", "score_facilidad": "6.0", "materia": "Instrumentación", "comments": "Barco, Muchas tareas, Las clases son largasNo enseña nada (no es exageración). Deja prácticas en LabVIEW que están basadas en un manual hecho por él (copia los reportes de sus alumnos pasados) pero pide cosas extra que no se explican en ningún lugar, en las clases habla sobre su trabajo, pero enfocado a cómo ser buena persona. Pésimo profeso"}, {"fecha": "04/Abr/2020", "score_general": "6.0", "score_facilidad": "8.0", "materia": "Instrumentacion", "comments": "No enseña nada (no es exageración). Deja prácticas en LabVIEW que están basadas en un manual hecho por él (copia los reportes de sus alumnos pasados) pero pide cosas extra que no se explican en ningún lugar, en las clases habla sobre su trabajo, pero enfocado a cómo ser buena persona. Pésimo profeso"}, {"fecha": "10/Feb/2020", "score_general": "5.0", "score_facilidad": "10.0", "materia": "Instrumentación", "comments": "Barco, Pocos ExámenesNo enseña nada (no es exageración). Deja prácticas en LabVIEW que están basadas en un manual hecho por él (copia los reportes de sus alumnos pasados) pero pide cosas extra que no se explican en ningún lugar, en las clases habla sobre su trabajo, pero enfocado a cómo ser buena persona. Pésimo profeso"}]