[{"fecha": "15/Ago/2022", "score_general": "4.0", "score_facilidad": "4.0", "materia": "Contabilidad financiera y de costos", "comments": "Califica Duro, La Participación ImportaExenta con 8, si sacas 7.9 o así te vas a final, te obliga a participar y desde el primer tema te trata como si ya lo supieras, realmente odié su clase y tiene mucho favoritismo desde a los que le cae mal en sus expos les pone 8 y a sus favs 10 a pesar de que la expo es en equipo."}, {"fecha": "03/Ago/2022", "score_general": "8.0", "score_facilidad": "8.0", "materia": "Contabilidad financiera y de costos", "comments": "Pocos Exámenes, Aspectos de calificación claros, Brinda apoyoExenta con 8, si sacas 7.9 o así te vas a final, te obliga a participar y desde el primer tema te trata como si ya lo supieras, realmente odié su clase y tiene mucho favoritismo desde a los que le cae mal en sus expos les pone 8 y a sus favs 10 a pesar de que la expo es en equipo."}, {"fecha": "03/Ago/2022", "score_general": "2.0", "score_facilidad": "2.0", "materia": "Contabilidad", "comments": "Califica Duro, Prepárate para leer, Los exámenes son difícilesExenta con 8, si sacas 7.9 o así te vas a final, te obliga a participar y desde el primer tema te trata como si ya lo supieras, realmente odié su clase y tiene mucho favoritismo desde a los que le cae mal en sus expos les pone 8 y a sus favs 10 a pesar de que la expo es en equipo."}, {"fecha": "25/Ene/2022", "score_general": "4.0", "score_facilidad": "4.0", "materia": "Contabilidad", "comments": "Califica Duro, Muchas tareas, Pocos ExámenesExenta con 8, si sacas 7.9 o así te vas a final, te obliga a participar y desde el primer tema te trata como si ya lo supieras, realmente odié su clase y tiene mucho favoritismo desde a los que le cae mal en sus expos les pone 8 y a sus favs 10 a pesar de que la expo es en equipo."}, {"fecha": "23/Ene/2022", "score_general": "8.0", "score_facilidad": "8.0", "materia": "---", "comments": "Califica Duro, La Participación Importa, Aspectos de calificación clarosExenta con 8, si sacas 7.9 o así te vas a final, te obliga a participar y desde el primer tema te trata como si ya lo supieras, realmente odié su clase y tiene mucho favoritismo desde a los que le cae mal en sus expos les pone 8 y a sus favs 10 a pesar de que la expo es en equipo."}, {"fecha": "08/Dic/2021", "score_general": "2.0", "score_facilidad": "2.0", "materia": "Contabilidad", "comments": "Califica Duro, Asistencia obligatoria, Los exámenes son difícilesEs bien mam0n, no se como le dejan dar clases. No lo metas ni como ultima opcion"}, {"fecha": "20/Nov/2021", "score_general": "2.0", "score_facilidad": "2.0", "materia": "Contabilidad", "comments": "Las clases son largas, Pocos Exámenes, Los exámenes son difícilesEs bien mam0n, no se como le dejan dar clases. No lo metas ni como ultima opcion"}, {"fecha": "19/Oct/2021", "score_general": "2.0", "score_facilidad": "2.0", "materia": "Contabilidad", "comments": "Califica Duro, Muchas tareas, Brinda apoyoEs bien mam0n, no se como le dejan dar clases. No lo metas ni como ultima opcion"}, {"fecha": "08/Oct/2021", "score_general": "10.0", "score_facilidad": "8.0", "materia": "---", "comments": "La Participación Importa, Pocos Exámenes, Tomaría su clase otra vezEs bien mam0n, no se como le dejan dar clases. No lo metas ni como ultima opcion"}, {"fecha": "25/Ago/2021", "score_general": "4.0", "score_facilidad": "4.0", "materia": "Contabilidad Financiera", "comments": "Califica Duro, La Participación Importa, Brinda apoyoEs bien mam0n, no se como le dejan dar clases. No lo metas ni como ultima opcion"}, {"fecha": "19/Ago/2021", "score_general": "4.0", "score_facilidad": "4.0", "materia": "Contabilidad", "comments": "Califica Duro, Pocos Exámenes, Muchos proyectos grupalesNunca nos dijo como seria la evaluacion, nunca nos dio calificación de ningun trabajo o tarea, al final te pone lo que se le ocurre. Es muy paciente."}, {"fecha": "08/Mar/2019", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Contabilidad Financiera y Costos", "comments": "Nunca nos dijo como seria la evaluacion, nunca nos dio calificación de ningun trabajo o tarea, al final te pone lo que se le ocurre. Es muy paciente."}, {"fecha": "05/Abr/2016", "score_general": "10.0", "score_facilidad": "8.0", "materia": "---", "comments": "Nunca nos dijo como seria la evaluacion, nunca nos dio calificación de ningun trabajo o tarea, al final te pone lo que se le ocurre. Es muy paciente."}, {"fecha": "14/Mar/2016", "score_general": "10.0", "score_facilidad": "10.0", "materia": "CONTABILIDAD FINANCIERA Y COSTOS", "comments": "Nunca nos dijo como seria la evaluacion, nunca nos dio calificación de ningun trabajo o tarea, al final te pone lo que se le ocurre. Es muy paciente."}]