[{"fecha": "10/Feb/2023", "score_general": "4.0", "score_facilidad": "4.0", "materia": "Lenguajes Formales", "comments": "Califica Duro, Da Crédito Extra, Los exámenes son difícilesNo sabe calificar y a veces se le olvida que le entregaste algo, si se la agarra contra ti mamaste, puedes sacar 10 o 0.7 porque al final ni el proyecto te va a querer revisar. No la metan."}, {"fecha": "04/Feb/2023", "score_general": "2.0", "score_facilidad": "4.0", "materia": "Estrucura discretas", "comments": "Califica Duro, Muchos ExámenesNo sabe calificar y a veces se le olvida que le entregaste algo, si se la agarra contra ti mamaste, puedes sacar 10 o 0.7 porque al final ni el proyecto te va a querer revisar. No la metan."}, {"fecha": "02/Feb/2023", "score_general": "5.0", "score_facilidad": "4.0", "materia": "LF y A", "comments": "Califica Duro, Barco, Los exámenes son difícilesNo sabe calificar y a veces se le olvida que le entregaste algo, si se la agarra contra ti mamaste, puedes sacar 10 o 0.7 porque al final ni el proyecto te va a querer revisar. No la metan."}, {"fecha": "26/Ene/2023", "score_general": "6.0", "score_facilidad": "4.0", "materia": "Lenguajes Formales y Automatas", "comments": "Califica Duro, Muchas tareas, Muchos ExámenesNo sabe calificar y a veces se le olvida que le entregaste algo, si se la agarra contra ti mamaste, puedes sacar 10 o 0.7 porque al final ni el proyecto te va a querer revisar. No la metan."}, {"fecha": "28/Jul/2022", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Estructuras Discretas", "comments": "Muchas tareas, Da Crédito Extra, Aspectos de calificación clarosNo sabe calificar y a veces se le olvida que le entregaste algo, si se la agarra contra ti mamaste, puedes sacar 10 o 0.7 porque al final ni el proyecto te va a querer revisar. No la metan."}, {"fecha": "27/Ago/2021", "score_general": "6.0", "score_facilidad": "6.0", "materia": "Estructuras Discretas", "comments": "Muchas tareas, La Participación Importa, Muchos ExámenesAlgunos ejercicios de exámenes no están medidos respecto al tiempo que deja para hacerlos, a veces sus exámenes se sienten improvisados, califica todo al final del semestre y le ganan las prisas debes de participar para que te vaya bien,  en ED no tiene medido aun el temario, cambia con cada 6mestre"}, {"fecha": "10/Jun/2021", "score_general": "3.0", "score_facilidad": "4.0", "materia": "Estructuras discretas", "comments": "Califica Duro, Barco, Muchos proyectos grupalesAlgunos ejercicios de exámenes no están medidos respecto al tiempo que deja para hacerlos, a veces sus exámenes se sienten improvisados, califica todo al final del semestre y le ganan las prisas debes de participar para que te vaya bien,  en ED no tiene medido aun el temario, cambia con cada 6mestre"}, {"fecha": "18/Feb/2021", "score_general": "5.0", "score_facilidad": "6.0", "materia": "Lenguajes Formales y Autómatas", "comments": "Califica Duro, La Participación Importa, Muchos ExámenesAlgunos ejercicios de exámenes no están medidos respecto al tiempo que deja para hacerlos, a veces sus exámenes se sienten improvisados, califica todo al final del semestre y le ganan las prisas debes de participar para que te vaya bien,  en ED no tiene medido aun el temario, cambia con cada 6mestre"}, {"fecha": "17/Feb/2021", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Lenguajes Formales y Automatas", "comments": "Califica Duro, La Participación ImportaAlgunos ejercicios de exámenes no están medidos respecto al tiempo que deja para hacerlos, a veces sus exámenes se sienten improvisados, califica todo al final del semestre y le ganan las prisas debes de participar para que te vaya bien,  en ED no tiene medido aun el temario, cambia con cada 6mestre"}, {"fecha": "09/Feb/2021", "score_general": "2.0", "score_facilidad": "6.0", "materia": "Estructuras Discretas", "comments": "Muchas tareas, Hace exámenes sorpresa, Deja trabajos largosAlgunos ejercicios de exámenes no están medidos respecto al tiempo que deja para hacerlos, a veces sus exámenes se sienten improvisados, califica todo al final del semestre y le ganan las prisas debes de participar para que te vaya bien,  en ED no tiene medido aun el temario, cambia con cada 6mestre"}, {"fecha": "05/Feb/2021", "score_general": "6.0", "score_facilidad": "6.0", "materia": "LFyA", "comments": "Califica Duro, Muchas tareas, Prepárate para leeren el zoomestre de LFyA dio buenas clases en línea, los exámenes relativamente fáciles si estudias, lo que si es que no da mucho tiempo para hacerlos y mandarlos (30 min maximo) no califica nada hasta el final de semestre, así que vas con los ojos vendados le da 50%al proyecto el cual es algo pesado"}, {"fecha": "08/Sep/2020", "score_general": "4.0", "score_facilidad": "6.0", "materia": "Lenguajes Formales y Autómatas/Estructuras Discretas", "comments": "en el zoomestre de LFyA dio buenas clases en línea, los exámenes relativamente fáciles si estudias, lo que si es que no da mucho tiempo para hacerlos y mandarlos (30 min maximo) no califica nada hasta el final de semestre, así que vas con los ojos vendados le da 50%al proyecto el cual es algo pesado"}, {"fecha": "31/Ago/2020", "score_general": "5.0", "score_facilidad": "4.0", "materia": "Estructuras Discretas", "comments": "Califica Duro, Las clases son largasen el zoomestre de LFyA dio buenas clases en línea, los exámenes relativamente fáciles si estudias, lo que si es que no da mucho tiempo para hacerlos y mandarlos (30 min maximo) no califica nada hasta el final de semestre, así que vas con los ojos vendados le da 50%al proyecto el cual es algo pesado"}, {"fecha": "28/Ene/2020", "score_general": "3.0", "score_facilidad": "2.0", "materia": "Estructuras Discretas", "comments": "Califica Duro, Las clases son largas, Deja trabajos largosen el zoomestre de LFyA dio buenas clases en línea, los exámenes relativamente fáciles si estudias, lo que si es que no da mucho tiempo para hacerlos y mandarlos (30 min maximo) no califica nada hasta el final de semestre, así que vas con los ojos vendados le da 50%al proyecto el cual es algo pesado"}, {"fecha": "13/Dic/2019", "score_general": "3.0", "score_facilidad": "2.0", "materia": "LFyA y Estructuras Discretas", "comments": "en el zoomestre de LFyA dio buenas clases en línea, los exámenes relativamente fáciles si estudias, lo que si es que no da mucho tiempo para hacerlos y mandarlos (30 min maximo) no califica nada hasta el final de semestre, así que vas con los ojos vendados le da 50%al proyecto el cual es algo pesado"}, {"fecha": "22/Ago/2019", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Estructuras discretas", "comments": "Muy buena profesora. Las cosas malas  que dicen de ella no son ciertas. Explica muy bien. Si no entiendes le preguntas y te responde de buena manera. No es difícil pasar con ella. Haces muchos ejercicios en clase que te ayudan para el examen. También se porta buena onda en los exámenes."}, {"fecha": "18/Ene/2019", "score_general": "8.0", "score_facilidad": "8.0", "materia": "LFyA, Estruc. Discretas", "comments": "Califica Duro, Hace exámenes sorpresa, Muchos ExámenesMuy buena profesora. Las cosas malas  que dicen de ella no son ciertas. Explica muy bien. Si no entiendes le preguntas y te responde de buena manera. No es difícil pasar con ella. Haces muchos ejercicios en clase que te ayudan para el examen. También se porta buena onda en los exámenes."}, {"fecha": "14/Ene/2019", "score_general": "2.0", "score_facilidad": "2.0", "materia": "Lenguajes Formales y Autómatas", "comments": "La Participación ImportaMuy buena profesora. Las cosas malas  que dicen de ella no son ciertas. Explica muy bien. Si no entiendes le preguntas y te responde de buena manera. No es difícil pasar con ella. Haces muchos ejercicios en clase que te ayudan para el examen. También se porta buena onda en los exámenes."}, {"fecha": "21/Dic/2018", "score_general": "3.0", "score_facilidad": "6.0", "materia": "Lenguajes formales y autómatas", "comments": "Muy buena profesora. Las cosas malas  que dicen de ella no son ciertas. Explica muy bien. Si no entiendes le preguntas y te responde de buena manera. No es difícil pasar con ella. Haces muchos ejercicios en clase que te ayudan para el examen. También se porta buena onda en los exámenes."}, {"fecha": "18/Dic/2018", "score_general": "6.0", "score_facilidad": "4.0", "materia": "estructuras discretas", "comments": "Muy buena profesora. Las cosas malas  que dicen de ella no son ciertas. Explica muy bien. Si no entiendes le preguntas y te responde de buena manera. No es difícil pasar con ella. Haces muchos ejercicios en clase que te ayudan para el examen. También se porta buena onda en los exámenes."}, {"fecha": "12/Dic/2018", "score_general": "2.0", "score_facilidad": "2.0", "materia": "Estructuras Discretas", "comments": "Hace exámenes sorpresaPésima; no sabe explicar, llega tarde y todos los ejercicios los hacen los alumnos; le vale tu calificación pues nunca entrega exámenes y tareas; te califica con proyecto pesado y que no tiene nada que ver con la clase. Es bipolar y nunca se sabe que puedas ver en su aburrida y tediosa clase."}, {"fecha": "29/Ene/2018", "score_general": "4.0", "score_facilidad": "4.0", "materia": "Lenguajes Formales", "comments": "BarcoPésima; no sabe explicar, llega tarde y todos los ejercicios los hacen los alumnos; le vale tu calificación pues nunca entrega exámenes y tareas; te califica con proyecto pesado y que no tiene nada que ver con la clase. Es bipolar y nunca se sabe que puedas ver en su aburrida y tediosa clase."}, {"fecha": "28/Ene/2018", "score_general": "5.0", "score_facilidad": "6.0", "materia": "Lenguajes formales y autómatas", "comments": "Pésima; no sabe explicar, llega tarde y todos los ejercicios los hacen los alumnos; le vale tu calificación pues nunca entrega exámenes y tareas; te califica con proyecto pesado y que no tiene nada que ver con la clase. Es bipolar y nunca se sabe que puedas ver en su aburrida y tediosa clase."}, {"fecha": "25/Ene/2018", "score_general": "2.0", "score_facilidad": "8.0", "materia": "Lenguajes Formales y Autómatas", "comments": "Barco, Muchos proyectos grupalesPésima; no sabe explicar, llega tarde y todos los ejercicios los hacen los alumnos; le vale tu calificación pues nunca entrega exámenes y tareas; te califica con proyecto pesado y que no tiene nada que ver con la clase. Es bipolar y nunca se sabe que puedas ver en su aburrida y tediosa clase."}, {"fecha": "17/Ene/2018", "score_general": "3.0", "score_facilidad": "4.0", "materia": "Lenguajes Formales y Autómatas", "comments": "Pésima; no sabe explicar, llega tarde y todos los ejercicios los hacen los alumnos; le vale tu calificación pues nunca entrega exámenes y tareas; te califica con proyecto pesado y que no tiene nada que ver con la clase. Es bipolar y nunca se sabe que puedas ver en su aburrida y tediosa clase."}, {"fecha": "13/Dic/2017", "score_general": "6.0", "score_facilidad": "8.0", "materia": "Lenguajes formales y autómatas", "comments": "Cuando quiere dar clase la da de buena manera, pero rara vez pasa. No vimos mucho del temario, el proyecto estaba pesado y no tenía mucho que ver con la materia, falta mucho y habla demasiado de su vida. Metan otro profesor."}, {"fecha": "26/Nov/2017", "score_general": "4.0", "score_facilidad": "4.0", "materia": "Lenguajes Formales y Automatas", "comments": "Cuando quiere dar clase la da de buena manera, pero rara vez pasa. No vimos mucho del temario, el proyecto estaba pesado y no tenía mucho que ver con la materia, falta mucho y habla demasiado de su vida. Metan otro profesor."}, {"fecha": "27/Jun/2017", "score_general": "6.0", "score_facilidad": "6.0", "materia": "Estructuras discretas", "comments": "Califica Duro, Hace exámenes sorpresa, Muchos proyectos grupalesCuando quiere dar clase la da de buena manera, pero rara vez pasa. No vimos mucho del temario, el proyecto estaba pesado y no tenía mucho que ver con la materia, falta mucho y habla demasiado de su vida. Metan otro profesor."}, {"fecha": "27/Jun/2017", "score_general": "6.0", "score_facilidad": "6.0", "materia": "Estructuras Discretas", "comments": "Muchas tareas, Asistencia obligatoria, Deja trabajos largosCuando quiere dar clase la da de buena manera, pero rara vez pasa. No vimos mucho del temario, el proyecto estaba pesado y no tenía mucho que ver con la materia, falta mucho y habla demasiado de su vida. Metan otro profesor."}, {"fecha": "16/Jun/2017", "score_general": "8.0", "score_facilidad": "8.0", "materia": "Estructuras Discretas", "comments": "Cuando quiere dar clase la da de buena manera, pero rara vez pasa. No vimos mucho del temario, el proyecto estaba pesado y no tenía mucho que ver con la materia, falta mucho y habla demasiado de su vida. Metan otro profesor."}, {"fecha": "16/Jun/2017", "score_general": "6.0", "score_facilidad": "6.0", "materia": "Estructuras discretas", "comments": "Barco, Muy cómico, Brinda apoyoComenzó bien el semestre, then.. un desastre de profesora. No terminó el temario (puso a exponer a los alumnos al ahí se va), califica cuaderno y bitácora como niñitos de secu. Solía llegar tarde, andaba a las prisas y su manera de evaluar era tediosa y desordenada. Era agradable hasta eso"}, {"fecha": "15/Feb/2017", "score_general": "8.0", "score_facilidad": "8.0", "materia": "Estructuras Discretas/Lenguajes Formales y Autómatas", "comments": "Inspiracional, Las clases son largas, Muchos ExámenesComenzó bien el semestre, then.. un desastre de profesora. No terminó el temario (puso a exponer a los alumnos al ahí se va), califica cuaderno y bitácora como niñitos de secu. Solía llegar tarde, andaba a las prisas y su manera de evaluar era tediosa y desordenada. Era agradable hasta eso"}]