[{"fecha": "09/Feb/2023", "score_general": "10.0", "score_facilidad": "4.0", "materia": "Termodinámica", "comments": "Califica Duro, Muy cómico, Da buena retroalimentaciónEl mero mero para termodinámica, un amor de profe, súperrr divertido. Se le nota el amor a la hora de enseñar pero que sea buena onda no le quita lo mega estricto. En mi grupo fue muy difícil pasar, casi todos los que pasamos que fuimos pocos, pasamos con 6. Si estudias, seguro apruebas y aprendes."}, {"fecha": "02/Feb/2023", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Termodinámica", "comments": "Muy cómico, Da buena retroalimentación, Da Crédito ExtraEl mero mero para termodinámica, un amor de profe, súperrr divertido. Se le nota el amor a la hora de enseñar pero que sea buena onda no le quita lo mega estricto. En mi grupo fue muy difícil pasar, casi todos los que pasamos que fuimos pocos, pasamos con 6. Si estudias, seguro apruebas y aprendes."}, {"fecha": "01/Feb/2023", "score_general": "9.0", "score_facilidad": "6.0", "materia": "Termo", "comments": "Muy cómico, Clases excelentes, Tomaría su clase otra vezEl mero mero para termodinámica, un amor de profe, súperrr divertido. Se le nota el amor a la hora de enseñar pero que sea buena onda no le quita lo mega estricto. En mi grupo fue muy difícil pasar, casi todos los que pasamos que fuimos pocos, pasamos con 6. Si estudias, seguro apruebas y aprendes."}, {"fecha": "31/Ene/2023", "score_general": "9.0", "score_facilidad": "4.0", "materia": "Termodinámica", "comments": "Muy cómico, Asistencia obligatoria, Clases excelentesEl mero mero para termodinámica, un amor de profe, súperrr divertido. Se le nota el amor a la hora de enseñar pero que sea buena onda no le quita lo mega estricto. En mi grupo fue muy difícil pasar, casi todos los que pasamos que fuimos pocos, pasamos con 6. Si estudias, seguro apruebas y aprendes."}, {"fecha": "24/Ene/2023", "score_general": "8.0", "score_facilidad": "8.0", "materia": "Termodinámica", "comments": "Califica Duro, Muy cómico, Tomaría su clase otra vezEl mero mero para termodinámica, un amor de profe, súperrr divertido. Se le nota el amor a la hora de enseñar pero que sea buena onda no le quita lo mega estricto. En mi grupo fue muy difícil pasar, casi todos los que pasamos que fuimos pocos, pasamos con 6. Si estudias, seguro apruebas y aprendes."}, {"fecha": "20/Ene/2023", "score_general": "9.0", "score_facilidad": "4.0", "materia": "F. de Termodinámica Y Electromagnetismo", "comments": "Califica Duro, Muy cómico, InspiracionalUno de los mejores profesores en la materia. Sin embargo , es algo estricto en cuanto a los planteamientos de las ecuaciones al momento de hacer problemas. \r\nÉchale ganas y seguro pasas!"}, {"fecha": "18/Ene/2023", "score_general": "7.0", "score_facilidad": "2.0", "materia": "Termodnámica", "comments": "Califica Duro, Los exámenes son difícilesUno de los mejores profesores en la materia. Sin embargo , es algo estricto en cuanto a los planteamientos de las ecuaciones al momento de hacer problemas. \r\nÉchale ganas y seguro pasas!"}, {"fecha": "05/Dic/2022", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Termodinámica", "comments": "Da buena retroalimentación, Aspectos de calificación claros, Clases excelentesUno de los mejores profesores en la materia. Sin embargo , es algo estricto en cuanto a los planteamientos de las ecuaciones al momento de hacer problemas. \r\nÉchale ganas y seguro pasas!"}, {"fecha": "19/Jun/2022", "score_general": "8.0", "score_facilidad": "8.0", "materia": "Termodinámica", "comments": "Muy cómico, Da Crédito Extra, Clases excelentesUno de los mejores profesores en la materia. Sin embargo , es algo estricto en cuanto a los planteamientos de las ecuaciones al momento de hacer problemas. \r\nÉchale ganas y seguro pasas!"}, {"fecha": "13/May/2022", "score_general": "6.0", "score_facilidad": "6.0", "materia": "Termodinámica", "comments": "Muy cómico, La Participación Importa, Asistencia obligatoriaUno de los mejores profesores en la materia. Sin embargo , es algo estricto en cuanto a los planteamientos de las ecuaciones al momento de hacer problemas. \r\nÉchale ganas y seguro pasas!"}, {"fecha": "08/Feb/2022", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Termodinámica", "comments": "Respetado por los estudiantes, Clases excelentes, Tomaría su clase otra vezTiene un canal de youtube donde explica todos los temas de una manera muy clara, las sesiones son sólo para dudas y los exámenes están al nivel de lo que enseña. Hace ejercicios para puntos extra, ponte trucha. Es accesible, de mis mejores profes en la facultad."}, {"fecha": "28/Ene/2022", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Termodin", "comments": "Respetado por los estudiantes, Muchos Exámenes, Clases excelentesTiene un canal de youtube donde explica todos los temas de una manera muy clara, las sesiones son sólo para dudas y los exámenes están al nivel de lo que enseña. Hace ejercicios para puntos extra, ponte trucha. Es accesible, de mis mejores profes en la facultad."}, {"fecha": "25/Ago/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Termodinámica", "comments": "Muy cómico, Pocos Exámenes, Aspectos de calificación clarosTiene un canal de youtube donde explica todos los temas de una manera muy clara, las sesiones son sólo para dudas y los exámenes están al nivel de lo que enseña. Hace ejercicios para puntos extra, ponte trucha. Es accesible, de mis mejores profes en la facultad."}, {"fecha": "24/Ago/2021", "score_general": "8.0", "score_facilidad": "6.0", "materia": "Termodinámica", "comments": "Muy cómico, Brinda apoyo, Los exámenes son difícilesTiene un canal de youtube donde explica todos los temas de una manera muy clara, las sesiones son sólo para dudas y los exámenes están al nivel de lo que enseña. Hace ejercicios para puntos extra, ponte trucha. Es accesible, de mis mejores profes en la facultad."}, {"fecha": "23/Ago/2021", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Termodinámica", "comments": "Califica Duro, Muy cómico, Aspectos de calificación clarosTiene un canal de youtube donde explica todos los temas de una manera muy clara, las sesiones son sólo para dudas y los exámenes están al nivel de lo que enseña. Hace ejercicios para puntos extra, ponte trucha. Es accesible, de mis mejores profes en la facultad."}, {"fecha": "21/Ago/2021", "score_general": "9.0", "score_facilidad": "10.0", "materia": "Termodinámica", "comments": "Muy cómico, Inspiracional, Da Crédito ExtraEs un gran profesor. La teoría te la da de manera muy digerible pero eso si, para aprovecharlo al máximo debes hacer bastantes ejercicios por tu cuenta, se enfoca más en la teoría pero él mismo dice que eso lo hace para forzarte a hacer ejercicios fuera de clase. Es el mejor para la materia."}, {"fecha": "19/Ago/2021", "score_general": "8.0", "score_facilidad": "6.0", "materia": "Termodinámica", "comments": "Muy cómico, Pocos Exámenes, Los exámenes son difícilesEs un gran profesor. La teoría te la da de manera muy digerible pero eso si, para aprovecharlo al máximo debes hacer bastantes ejercicios por tu cuenta, se enfoca más en la teoría pero él mismo dice que eso lo hace para forzarte a hacer ejercicios fuera de clase. Es el mejor para la materia."}, {"fecha": "19/Ago/2021", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Termodinamica", "comments": "Califica Duro, Da buena retroalimentación, Pocos ExámenesEs un gran profesor. La teoría te la da de manera muy digerible pero eso si, para aprovecharlo al máximo debes hacer bastantes ejercicios por tu cuenta, se enfoca más en la teoría pero él mismo dice que eso lo hace para forzarte a hacer ejercicios fuera de clase. Es el mejor para la materia."}, {"fecha": "18/Ago/2021", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Termodinámica", "comments": "Muy cómico, Da Crédito Extra, Tomaría su clase otra vezEs un gran profesor. La teoría te la da de manera muy digerible pero eso si, para aprovecharlo al máximo debes hacer bastantes ejercicios por tu cuenta, se enfoca más en la teoría pero él mismo dice que eso lo hace para forzarte a hacer ejercicios fuera de clase. Es el mejor para la materia."}, {"fecha": "16/Ago/2021", "score_general": "4.0", "score_facilidad": "4.0", "materia": "Termodinámica", "comments": "Califica Duro, Los exámenes son difícilesEs un gran profesor. La teoría te la da de manera muy digerible pero eso si, para aprovecharlo al máximo debes hacer bastantes ejercicios por tu cuenta, se enfoca más en la teoría pero él mismo dice que eso lo hace para forzarte a hacer ejercicios fuera de clase. Es el mejor para la materia."}, {"fecha": "16/Ago/2021", "score_general": "9.0", "score_facilidad": "10.0", "materia": "Termodinamica", "comments": ""}, {"fecha": "16/Ago/2021", "score_general": "6.0", "score_facilidad": "8.0", "materia": "Termodinamica", "comments": ""}, {"fecha": "06/Ago/2021", "score_general": "3.0", "score_facilidad": "6.0", "materia": "Termodinamica", "comments": "Califica Duro, Los exámenes son difíciles"}, {"fecha": "06/Ago/2021", "score_general": "4.0", "score_facilidad": "6.0", "materia": "Termodinamica", "comments": "Los exámenes son difíciles"}, {"fecha": "28/Jun/2021", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Termodinámica", "comments": "Muy cómico, Da Crédito Extra, Brinda apoyo"}, {"fecha": "27/Mar/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Termodinámica", "comments": "Muy cómico, Inspiracional, Clases excelentes"}, {"fecha": "24/Feb/2021", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Sistemas termodinámicos y electromagnetismo", "comments": "Da buena retroalimentación, Respetado por los estudiantes, Inspiracional"}, {"fecha": "18/Feb/2021", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Termodinamica", "comments": "Aspectos de calificación claros, Brinda apoyo, Clases excelentes"}, {"fecha": "18/Feb/2021", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Termodinámica", "comments": "Muy cómico, Asistencia obligatoria, Los exámenes son difíciles"}, {"fecha": "16/Feb/2021", "score_general": "9.0", "score_facilidad": "6.0", "materia": "Sistemas Termodinámicos y electromagnetismo", "comments": "Muy cómico, Da buena retroalimentación, Los exámenes son difíciles"}, {"fecha": "05/Feb/2021", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Termodinamica", "comments": "Muy cómico, Clases excelentes, Tomaría su clase otra vezExcelente profesor, exámenes al nivel de su serie, tareas sencillas, tiene todo el temario en su canal de YouTube así que solo nos reuníamos para dudas (que casi no había ya que en los videos explica muy bien), además si asistes a todas las clases da punto extra :)"}, {"fecha": "06/Sep/2020", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Termodinámica", "comments": "Muy cómico, Brinda apoyoExcelente profesor, exámenes al nivel de su serie, tareas sencillas, tiene todo el temario en su canal de YouTube así que solo nos reuníamos para dudas (que casi no había ya que en los videos explica muy bien), además si asistes a todas las clases da punto extra :)"}, {"fecha": "01/Sep/2020", "score_general": "5.0", "score_facilidad": "4.0", "materia": "Termodinámica", "comments": "Excelente profesor, exámenes al nivel de su serie, tareas sencillas, tiene todo el temario en su canal de YouTube así que solo nos reuníamos para dudas (que casi no había ya que en los videos explica muy bien), además si asistes a todas las clases da punto extra :)"}, {"fecha": "01/Sep/2020", "score_general": "9.0", "score_facilidad": "10.0", "materia": "Termodinámica", "comments": "Muy cómico, Inspiracional, Tomaría su clase otra vezExcelente profesor, exámenes al nivel de su serie, tareas sencillas, tiene todo el temario en su canal de YouTube así que solo nos reuníamos para dudas (que casi no había ya que en los videos explica muy bien), además si asistes a todas las clases da punto extra :)"}, {"fecha": "01/Sep/2020", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Termodinamica", "comments": "Barco, Clases excelentesExcelente profesor, exámenes al nivel de su serie, tareas sencillas, tiene todo el temario en su canal de YouTube así que solo nos reuníamos para dudas (que casi no había ya que en los videos explica muy bien), además si asistes a todas las clases da punto extra :)"}, {"fecha": "21/Ago/2020", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Termodinámica", "comments": "Muy cómico, Da Crédito Extra, Clases excelentesExcelente profesor. Se adapto muy bien a las clases en línea. Clases al nivel de los colegiados. La carga de trabajo es moderada. Jamás te aburres en su clase. Punto extra por 100% de asistencia. Su forma de evaluar es: 50% exámenes, 30% series, 10% tareas y 10% lab. Casi todo el grupo saco 9 o 10."}, {"fecha": "17/Jun/2020", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Termodinámica", "comments": "Muy cómico, Clases excelentes, Tomaría su clase otra vezExcelente profesor. Se adapto muy bien a las clases en línea. Clases al nivel de los colegiados. La carga de trabajo es moderada. Jamás te aburres en su clase. Punto extra por 100% de asistencia. Su forma de evaluar es: 50% exámenes, 30% series, 10% tareas y 10% lab. Casi todo el grupo saco 9 o 10."}, {"fecha": "14/Feb/2020", "score_general": "8.0", "score_facilidad": "6.0", "materia": "Termodinámica", "comments": "Muy cómico, Inspiracional, Tomaría su clase otra vezExcelente profesor. Se adapto muy bien a las clases en línea. Clases al nivel de los colegiados. La carga de trabajo es moderada. Jamás te aburres en su clase. Punto extra por 100% de asistencia. Su forma de evaluar es: 50% exámenes, 30% series, 10% tareas y 10% lab. Casi todo el grupo saco 9 o 10."}, {"fecha": "10/Feb/2020", "score_general": "9.0", "score_facilidad": "6.0", "materia": "Fundamentos de termodinámica y electromagnetismo", "comments": "Da buena retroalimentación, Respetado por los estudiantes, Tomaría su clase otra vezExcelente profesor. Se adapto muy bien a las clases en línea. Clases al nivel de los colegiados. La carga de trabajo es moderada. Jamás te aburres en su clase. Punto extra por 100% de asistencia. Su forma de evaluar es: 50% exámenes, 30% series, 10% tareas y 10% lab. Casi todo el grupo saco 9 o 10."}, {"fecha": "17/Ene/2020", "score_general": "10.0", "score_facilidad": "6.0", "materia": "fundamentos de termodinámica y electromagnetismo.", "comments": "Asistencia obligatoria, Inspiracional, Clases excelentesExcelente profesor. Se adapto muy bien a las clases en línea. Clases al nivel de los colegiados. La carga de trabajo es moderada. Jamás te aburres en su clase. Punto extra por 100% de asistencia. Su forma de evaluar es: 50% exámenes, 30% series, 10% tareas y 10% lab. Casi todo el grupo saco 9 o 10."}, {"fecha": "12/Ene/2020", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Fundamentos de Termodinámica y Electromagnetismo", "comments": "Muy cómico, Clases excelentes, Tomaría su clase otra vezEs un excelente profesor, la clase se basa en primero dar la teoría y luego hacer varios ejercicios, los cuales a mi parecer son muy sencillos sí pusiste atención, explica todo muy claro y además intenta hacer la clase amena. Los ejercicios de la serie son similares o más difíciles que los exámenes."}, {"fecha": "09/Ene/2020", "score_general": "8.0", "score_facilidad": "8.0", "materia": "Fundamentos de termodinámica y electromagnetismo", "comments": "Es un excelente profesor, la clase se basa en primero dar la teoría y luego hacer varios ejercicios, los cuales a mi parecer son muy sencillos sí pusiste atención, explica todo muy claro y además intenta hacer la clase amena. Los ejercicios de la serie son similares o más difíciles que los exámenes."}, {"fecha": "05/Ene/2020", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Fundamentos de Termodinamica y Elec.", "comments": "Asistencia obligatoria, Inspiracional, Tomaría su clase otra vezEs un excelente profesor, la clase se basa en primero dar la teoría y luego hacer varios ejercicios, los cuales a mi parecer son muy sencillos sí pusiste atención, explica todo muy claro y además intenta hacer la clase amena. Los ejercicios de la serie son similares o más difíciles que los exámenes."}, {"fecha": "02/Oct/2019", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Termodinámica", "comments": "Muy cómico, Clases excelentes, Tomaría su clase otra vezEs un excelente profesor, la clase se basa en primero dar la teoría y luego hacer varios ejercicios, los cuales a mi parecer son muy sencillos sí pusiste atención, explica todo muy claro y además intenta hacer la clase amena. Los ejercicios de la serie son similares o más difíciles que los exámenes."}, {"fecha": "15/Jul/2019", "score_general": "9.0", "score_facilidad": "10.0", "materia": "Termo", "comments": "Muy cómico, Da buena retroalimentación, Clases excelentesEs un excelente profesor, la clase se basa en primero dar la teoría y luego hacer varios ejercicios, los cuales a mi parecer son muy sencillos sí pusiste atención, explica todo muy claro y además intenta hacer la clase amena. Los ejercicios de la serie son similares o más difíciles que los exámenes."}, {"fecha": "17/Jun/2019", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Termodinámica", "comments": "Muy cómico, Da buena retroalimentación, Clases excelentesEs un excelente profesor, muy claras sus clases. Te prepara de la mejor manera para los colegiados. Su evaluación está hecha para que todos se lleven una buena calificación, además da 1 punto extra. Él y Rigel son las únicas buenas opciones para termodinámica, pasas sin problemas y aprendes bastante"}, {"fecha": "25/May/2019", "score_general": "8.0", "score_facilidad": "6.0", "materia": "Termodinámica", "comments": "Asistencia obligatoria, Brinda apoyo, Los exámenes son difícilesEs un excelente profesor, muy claras sus clases. Te prepara de la mejor manera para los colegiados. Su evaluación está hecha para que todos se lleven una buena calificación, además da 1 punto extra. Él y Rigel son las únicas buenas opciones para termodinámica, pasas sin problemas y aprendes bastante"}, {"fecha": "19/Feb/2019", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Termodinámica", "comments": "Muy cómico, Respetado por los estudiantes, Clases excelentesEs un excelente profesor, muy claras sus clases. Te prepara de la mejor manera para los colegiados. Su evaluación está hecha para que todos se lleven una buena calificación, además da 1 punto extra. Él y Rigel son las únicas buenas opciones para termodinámica, pasas sin problemas y aprendes bastante"}, {"fecha": "23/Ene/2019", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Termodinamica", "comments": "Muy cómico, Da buena retroalimentación, Brinda apoyoEs un excelente profesor, muy claras sus clases. Te prepara de la mejor manera para los colegiados. Su evaluación está hecha para que todos se lleven una buena calificación, además da 1 punto extra. Él y Rigel son las únicas buenas opciones para termodinámica, pasas sin problemas y aprendes bastante"}, {"fecha": "11/Dic/2018", "score_general": "9.0", "score_facilidad": "6.0", "materia": "Termodinámica", "comments": "Da buena retroalimentación, Clases excelentes, Tomaría su clase otra vezEs un excelente profesor, muy claras sus clases. Te prepara de la mejor manera para los colegiados. Su evaluación está hecha para que todos se lleven una buena calificación, además da 1 punto extra. Él y Rigel son las únicas buenas opciones para termodinámica, pasas sin problemas y aprendes bastante"}, {"fecha": "09/Ago/2018", "score_general": "9.0", "score_facilidad": "6.0", "materia": "Termodinamica", "comments": "Muy cómico, Clases excelentes, Tomaría su clase otra vezExplica muy bien, es comprensivo y da ayudas, solo debes estudiar un poco mas de lo que el enseñar para poder pasar los colegiados"}, {"fecha": "05/Ago/2018", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Termodinamica", "comments": "Explica muy bien, es comprensivo y da ayudas, solo debes estudiar un poco mas de lo que el enseñar para poder pasar los colegiados"}, {"fecha": "30/May/2018", "score_general": "9.0", "score_facilidad": "6.0", "materia": "Termodinámica", "comments": "Da buena retroalimentación, Brinda apoyo, Tomaría su clase otra vezExplica muy bien, es comprensivo y da ayudas, solo debes estudiar un poco mas de lo que el enseñar para poder pasar los colegiados"}, {"fecha": "12/Abr/2018", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Termodinámica", "comments": "Muy cómico, Asistencia obligatoria, Tomaría su clase otra vezExplica muy bien, es comprensivo y da ayudas, solo debes estudiar un poco mas de lo que el enseñar para poder pasar los colegiados"}]