[{"fecha": "30/Jul/2022", "score_general": "8.0", "score_facilidad": "8.0", "materia": "Analisis de circuitos", "comments": "Las clases son largas, Pocos Exámenes, Tomaría su clase otra vezEn algunas explicaciones si llega a ser difícil entenderle es cosa de poner atención y entiendes todo, el nivel que deja es bueno pero enserio debes seguir su clase, los ejercicios que deja tanto en tareas como exámenes son a la altura del curso ya que incluye algunos que resolvió en clase."}, {"fecha": "13/Jun/2022", "score_general": "7.0", "score_facilidad": "10.0", "materia": "Análisis de Circuitos", "comments": "BarcoEn algunas explicaciones si llega a ser difícil entenderle es cosa de poner atención y entiendes todo, el nivel que deja es bueno pero enserio debes seguir su clase, los ejercicios que deja tanto en tareas como exámenes son a la altura del curso ya que incluye algunos que resolvió en clase."}, {"fecha": "17/Dic/2021", "score_general": "7.0", "score_facilidad": "6.0", "materia": "Análisis de circuitos", "comments": "Da buena retroalimentación, Las clases son largas, Pocos ExámenesEn algunas explicaciones si llega a ser difícil entenderle es cosa de poner atención y entiendes todo, el nivel que deja es bueno pero enserio debes seguir su clase, los ejercicios que deja tanto en tareas como exámenes son a la altura del curso ya que incluye algunos que resolvió en clase."}, {"fecha": "26/Ago/2021", "score_general": "4.0", "score_facilidad": "4.0", "materia": "Análisis de Circuitos", "comments": "Califica DuroEn algunas explicaciones si llega a ser difícil entenderle es cosa de poner atención y entiendes todo, el nivel que deja es bueno pero enserio debes seguir su clase, los ejercicios que deja tanto en tareas como exámenes son a la altura del curso ya que incluye algunos que resolvió en clase."}, {"fecha": "18/Feb/2021", "score_general": "8.0", "score_facilidad": "8.0", "materia": "Análisis de Circuitos", "comments": "Barco, Brinda apoyoEn algunas explicaciones si llega a ser difícil entenderle es cosa de poner atención y entiendes todo, el nivel que deja es bueno pero enserio debes seguir su clase, los ejercicios que deja tanto en tareas como exámenes son a la altura del curso ya que incluye algunos que resolvió en clase."}, {"fecha": "28/Jun/2019", "score_general": "10.0", "score_facilidad": "10.0", "materia": "eletronica", "comments": "Da buena retroalimentaciónes muy buen profesor ., creo que aveces los cometarios suelen ser negativos porque cuando nos clase un profesor joven  creemos que no tiene experiencia o bien creemos saber mas que el"}, {"fecha": "14/Ene/2019", "score_general": "2.0", "score_facilidad": "10.0", "materia": "Análisis de Circuitos", "comments": "es muy buen profesor ., creo que aveces los cometarios suelen ser negativos porque cuando nos clase un profesor joven  creemos que no tiene experiencia o bien creemos saber mas que el"}, {"fecha": "01/Jul/2016", "score_general": "6.0", "score_facilidad": "10.0", "materia": "Diseño de Sistemas Digitales", "comments": "Barco, Brinda apoyoes muy buen profesor ., creo que aveces los cometarios suelen ser negativos porque cuando nos clase un profesor joven  creemos que no tiene experiencia o bien creemos saber mas que el"}]