[{"fecha": "14/Ene/2023", "score_general": "9.0", "score_facilidad": "10.0", "materia": "Calculo vectorial", "comments": "Barco, Muy cómico, La Participación ImportaSi metes a este maestro ya sabes a qué vas, tienes calificación segura pero depende de ti si aprendes o no, importa mucho la asistencia y la participación"}, {"fecha": "30/Jul/2022", "score_general": "5.0", "score_facilidad": "2.0", "materia": "calculo vectorial", "comments": "Califica Duro, Hace exámenes sorpresa, Pocos ExámenesSi metes a este maestro ya sabes a qué vas, tienes calificación segura pero depende de ti si aprendes o no, importa mucho la asistencia y la participación"}, {"fecha": "28/Jul/2022", "score_general": "5.0", "score_facilidad": "2.0", "materia": "Calculo vectorial", "comments": "Califica Duro, Muchas tareas, Asistencia obligatoriaSi metes a este maestro ya sabes a qué vas, tienes calificación segura pero depende de ti si aprendes o no, importa mucho la asistencia y la participación"}, {"fecha": "19/Jul/2022", "score_general": "2.0", "score_facilidad": "2.0", "materia": "calculo vectorial", "comments": "Califica Duro, Hace exámenes sorpresa, La Participación ImportaSi metes a este maestro ya sabes a qué vas, tienes calificación segura pero depende de ti si aprendes o no, importa mucho la asistencia y la participación"}, {"fecha": "19/Jun/2022", "score_general": "2.0", "score_facilidad": "2.0", "materia": "Calculo vectorial", "comments": "Califica Duro, Muchas tareas, Hace exámenes sorpresaSi metes a este maestro ya sabes a qué vas, tienes calificación segura pero depende de ti si aprendes o no, importa mucho la asistencia y la participación"}, {"fecha": "02/Jun/2022", "score_general": "2.0", "score_facilidad": "2.0", "materia": "calculo vectorial", "comments": "Califica Duro, Asistencia obligatoria, Los exámenes son difícilesEn la clase todo lo demuestra, si no le sabes ni lo metas por que reprobaras"}, {"fecha": "25/May/2022", "score_general": "2.0", "score_facilidad": "2.0", "materia": "Calculo Integral", "comments": "Califica Duro, Hace exámenes sorpresa, La Participación ImportaEn la clase todo lo demuestra, si no le sabes ni lo metas por que reprobaras"}, {"fecha": "01/Feb/2022", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Calculo Vectorial", "comments": "Barco, La Participación Importa, Asistencia obligatoriaEn la clase todo lo demuestra, si no le sabes ni lo metas por que reprobaras"}, {"fecha": "18/Nov/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Calculo vectorial", "comments": "Barco, Hace exámenes sorpresa, InspiracionalEn la clase todo lo demuestra, si no le sabes ni lo metas por que reprobaras"}, {"fecha": "20/Ago/2021", "score_general": "8.0", "score_facilidad": "10.0", "materia": "Cálculo Vectorial", "comments": "Barco, La Participación Importa, Las clases son largasEn la clase todo lo demuestra, si no le sabes ni lo metas por que reprobaras"}, {"fecha": "04/Feb/2021", "score_general": "5.0", "score_facilidad": "10.0", "materia": "Calculo Vectorial", "comments": "Barco, Asistencia obligatoria, Las clases son largasYa es grande, no esperes mucho del zoom semestre, si tienes una camara y vas estarapresente en todas sus clases ya pasaste. No acaba el temario, no pide tareas, solo hace el exámen final y el mismo te dice que ya tienes 6 si no faltaste. Si solo quieres pasar es la opción, es enojon avaces jajaja"}, {"fecha": "10/Sep/2020", "score_general": "7.0", "score_facilidad": "10.0", "materia": "Cálculo Vectorial", "comments": "Barco, La Participación Importa, Asistencia obligatoriaYa es grande, no esperes mucho del zoom semestre, si tienes una camara y vas estarapresente en todas sus clases ya pasaste. No acaba el temario, no pide tareas, solo hace el exámen final y el mismo te dice que ya tienes 6 si no faltaste. Si solo quieres pasar es la opción, es enojon avaces jajaja"}, {"fecha": "16/Jun/2020", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Cálculo Vectorial", "comments": "Barco, Da buena retroalimentación, La Participación ImportaYa es grande, no esperes mucho del zoom semestre, si tienes una camara y vas estarapresente en todas sus clases ya pasaste. No acaba el temario, no pide tareas, solo hace el exámen final y el mismo te dice que ya tienes 6 si no faltaste. Si solo quieres pasar es la opción, es enojon avaces jajaja"}, {"fecha": "13/Jun/2019", "score_general": "10.0", "score_facilidad": "10.0", "materia": "calculo integral", "comments": "Asistencia obligatoria, Brinda apoyo, Tomaría su clase otra vezYa es grande, no esperes mucho del zoom semestre, si tienes una camara y vas estarapresente en todas sus clases ya pasaste. No acaba el temario, no pide tareas, solo hace el exámen final y el mismo te dice que ya tienes 6 si no faltaste. Si solo quieres pasar es la opción, es enojon avaces jajaja"}, {"fecha": "20/Mar/2019", "score_general": "2.0", "score_facilidad": "2.0", "materia": "Cálculo vectorial", "comments": "Ya es grande, no esperes mucho del zoom semestre, si tienes una camara y vas estarapresente en todas sus clases ya pasaste. No acaba el temario, no pide tareas, solo hace el exámen final y el mismo te dice que ya tienes 6 si no faltaste. Si solo quieres pasar es la opción, es enojon avaces jajaja"}, {"fecha": "16/Sep/2018", "score_general": "9.0", "score_facilidad": "10.0", "materia": "Cálculo Integral.", "comments": "Barco, Pocos Exámenes, Tomaría su clase otra vezSinceramente el Dr. Rosete es un profesor excelente, sus clases son algo tediosas porque suele hacer demostraciones para cada cosa. Al principio del semestre te hace una oferta para tener doble 8 y debes de presentar el final y con lo que saques el te ayuda y te deja en 8 seguro. Muy barco."}, {"fecha": "09/Ago/2018", "score_general": "2.0", "score_facilidad": "2.0", "materia": "vectorial", "comments": "Califica Duro, Muchas tareas, Los exámenes son difícilesSinceramente el Dr. Rosete es un profesor excelente, sus clases son algo tediosas porque suele hacer demostraciones para cada cosa. Al principio del semestre te hace una oferta para tener doble 8 y debes de presentar el final y con lo que saques el te ayuda y te deja en 8 seguro. Muy barco."}, {"fecha": "13/Jun/2018", "score_general": "4.0", "score_facilidad": "4.0", "materia": "CÁLCULO INTEGRAL", "comments": "Sinceramente el Dr. Rosete es un profesor excelente, sus clases son algo tediosas porque suele hacer demostraciones para cada cosa. Al principio del semestre te hace una oferta para tener doble 8 y debes de presentar el final y con lo que saques el te ayuda y te deja en 8 seguro. Muy barco."}, {"fecha": "14/Abr/2018", "score_general": "2.0", "score_facilidad": "2.0", "materia": "Cálculo Integral", "comments": "Sinceramente el Dr. Rosete es un profesor excelente, sus clases son algo tediosas porque suele hacer demostraciones para cada cosa. Al principio del semestre te hace una oferta para tener doble 8 y debes de presentar el final y con lo que saques el te ayuda y te deja en 8 seguro. Muy barco."}, {"fecha": "25/Ene/2018", "score_general": "2.0", "score_facilidad": "2.0", "materia": "Cálculo Integral", "comments": "Califica Duro, Las clases son largas, Los exámenes son difícilesSinceramente el Dr. Rosete es un profesor excelente, sus clases son algo tediosas porque suele hacer demostraciones para cada cosa. Al principio del semestre te hace una oferta para tener doble 8 y debes de presentar el final y con lo que saques el te ayuda y te deja en 8 seguro. Muy barco."}, {"fecha": "19/Dic/2017", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Cálculo Vectorial", "comments": "Barco, Da buena retroalimentación, Asistencia obligatoriaSi es tu ÚLTIMA opción méte con él. Puede parecer imposible pasar pero sólo tienes que entrar a clases, poner mucha mucha atención, PARTICIPAR y no dormirte, es cierto que no acaba el temario y que demuestra mucho pero lo que enseña lo enseña muy bien y seguro pasas."}, {"fecha": "27/Jun/2017", "score_general": "2.0", "score_facilidad": "2.0", "materia": "calculo integral", "comments": "Califica Duro, Las clases son largasSi es tu ÚLTIMA opción méte con él. Puede parecer imposible pasar pero sólo tienes que entrar a clases, poner mucha mucha atención, PARTICIPAR y no dormirte, es cierto que no acaba el temario y que demuestra mucho pero lo que enseña lo enseña muy bien y seguro pasas."}, {"fecha": "26/Jun/2017", "score_general": "4.0", "score_facilidad": "2.0", "materia": "Càlculo Integral", "comments": "Califica Duro, Las clases son largas, Los exámenes son difícilesSi es tu ÚLTIMA opción méte con él. Puede parecer imposible pasar pero sólo tienes que entrar a clases, poner mucha mucha atención, PARTICIPAR y no dormirte, es cierto que no acaba el temario y que demuestra mucho pero lo que enseña lo enseña muy bien y seguro pasas."}, {"fecha": "17/Jun/2017", "score_general": "5.0", "score_facilidad": "4.0", "materia": "Calculo integral", "comments": "Barco, Asistencia obligatoria, Pocos ExámenesSi es tu ÚLTIMA opción méte con él. Puede parecer imposible pasar pero sólo tienes que entrar a clases, poner mucha mucha atención, PARTICIPAR y no dormirte, es cierto que no acaba el temario y que demuestra mucho pero lo que enseña lo enseña muy bien y seguro pasas."}, {"fecha": "23/Ene/2017", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Calculo Vectorial", "comments": "BarcoSi es tu ÚLTIMA opción méte con él. Puede parecer imposible pasar pero sólo tienes que entrar a clases, poner mucha mucha atención, PARTICIPAR y no dormirte, es cierto que no acaba el temario y que demuestra mucho pero lo que enseña lo enseña muy bien y seguro pasas."}, {"fecha": "22/Ene/2017", "score_general": "8.0", "score_facilidad": "10.0", "materia": "Cálculo Vectorial", "comments": "Respetado por los estudiantes, Pocos Exámenes, Clases excelentesSe la pasa con demostraciones y es aburrido, pero pasas fácil si haces el examen sorpresa y el final, recomiendo que estudies por tu parte y que hagas muchos ejercicios, incluso si puedes tomar clases con otro profe y sólo hacer los finales con él es una buena opción. Al final sólo reprobó como a 2."}, {"fecha": "20/Ene/2017", "score_general": "10.0", "score_facilidad": "10.0", "materia": "calculo", "comments": "Se la pasa con demostraciones y es aburrido, pero pasas fácil si haces el examen sorpresa y el final, recomiendo que estudies por tu parte y que hagas muchos ejercicios, incluso si puedes tomar clases con otro profe y sólo hacer los finales con él es una buena opción. Al final sólo reprobó como a 2."}, {"fecha": "18/Ene/2017", "score_general": "5.0", "score_facilidad": "6.0", "materia": "Cálculo vectorial", "comments": "Las clases son largas, Los exámenes son difícilesSe la pasa con demostraciones y es aburrido, pero pasas fácil si haces el examen sorpresa y el final, recomiendo que estudies por tu parte y que hagas muchos ejercicios, incluso si puedes tomar clases con otro profe y sólo hacer los finales con él es una buena opción. Al final sólo reprobó como a 2."}, {"fecha": "30/Nov/2016", "score_general": "10.0", "score_facilidad": "10.0", "materia": "calculo integral", "comments": "Se la pasa con demostraciones y es aburrido, pero pasas fácil si haces el examen sorpresa y el final, recomiendo que estudies por tu parte y que hagas muchos ejercicios, incluso si puedes tomar clases con otro profe y sólo hacer los finales con él es una buena opción. Al final sólo reprobó como a 2."}, {"fecha": "09/Feb/2015", "score_general": "10.0", "score_facilidad": "4.0", "materia": "Calculo Integral / Calculo vectorial", "comments": "Se la pasa con demostraciones y es aburrido, pero pasas fácil si haces el examen sorpresa y el final, recomiendo que estudies por tu parte y que hagas muchos ejercicios, incluso si puedes tomar clases con otro profe y sólo hacer los finales con él es una buena opción. Al final sólo reprobó como a 2."}, {"fecha": "27/Jun/2014", "score_general": "7.0", "score_facilidad": "6.0", "materia": "Cálculo Integral", "comments": "Es un profesor que si enseña, pero demuestra mucho, su clase conmigo era de 2 horas y 15 min. y solo resolvíamos dos o tres ejercicios es aburrida su clase y los ultimos temas no los explica,en lo personal solo aplicó 1 examen parcial y nos mandó a los dos finales, reprobó a todo el salon"}, {"fecha": "12/Ene/2014", "score_general": "8.0", "score_facilidad": "4.0", "materia": "Integral/Vectorial", "comments": "Es un profesor que si enseña, pero demuestra mucho, su clase conmigo era de 2 horas y 15 min. y solo resolvíamos dos o tres ejercicios es aburrida su clase y los ultimos temas no los explica,en lo personal solo aplicó 1 examen parcial y nos mandó a los dos finales, reprobó a todo el salon"}, {"fecha": "20/Ago/2013", "score_general": "3.0", "score_facilidad": "2.0", "materia": "Integral", "comments": "Es un profesor que si enseña, pero demuestra mucho, su clase conmigo era de 2 horas y 15 min. y solo resolvíamos dos o tres ejercicios es aburrida su clase y los ultimos temas no los explica,en lo personal solo aplicó 1 examen parcial y nos mandó a los dos finales, reprobó a todo el salon"}, {"fecha": "17/Mar/2013", "score_general": "9.0", "score_facilidad": "6.0", "materia": "Integral y Vectorial", "comments": "Es un profesor que si enseña, pero demuestra mucho, su clase conmigo era de 2 horas y 15 min. y solo resolvíamos dos o tres ejercicios es aburrida su clase y los ultimos temas no los explica,en lo personal solo aplicó 1 examen parcial y nos mandó a los dos finales, reprobó a todo el salon"}, {"fecha": "04/Ago/2012", "score_general": "6.0", "score_facilidad": "4.0", "materia": "Calculo integral", "comments": "Es un profesor que si enseña, pero demuestra mucho, su clase conmigo era de 2 horas y 15 min. y solo resolvíamos dos o tres ejercicios es aburrida su clase y los ultimos temas no los explica,en lo personal solo aplicó 1 examen parcial y nos mandó a los dos finales, reprobó a todo el salon"}, {"fecha": "27/Jun/2012", "score_general": "10.0", "score_facilidad": "4.0", "materia": "Cálculo Integral", "comments": "Es Doctor así que es muy metódico, sus clases pueden llegar a ser muy aburridas si no te pones a hacer los ejercicios junto con el. Tienes que estudiar mucho lo que te da, sus exámenes son sólo integrales, no están dificiles pero si te vas por el camino equivocado, se te va a complicar. Forma carácter para ser buen ingeniero."}]