[{"fecha": "20/Ene/2019", "score_general": "8.0", "score_facilidad": "8.0", "materia": "Geometría Descriptiva Aplicada a la Ingienería", "comments": "Barco, Muy cómico, Muchas tareasEste profe le tienes que caer bien, participar en clase, no es malo debes de entregar limpio todos sus trabajos y completos, sus examenes son láminas hechas en clase. No es difícil y es muy accesible."}, {"fecha": "13/Ene/2019", "score_general": "9.0", "score_facilidad": "10.0", "materia": "Geometría Descriptiva", "comments": "Este profe le tienes que caer bien, participar en clase, no es malo debes de entregar limpio todos sus trabajos y completos, sus examenes son láminas hechas en clase. No es difícil y es muy accesible."}, {"fecha": "12/Dic/2018", "score_general": "7.0", "score_facilidad": "6.0", "materia": "Geometría descriptiva aplicada", "comments": "Muchas tareas, Clases excelentes, Tomaría su clase otra vezEste profe le tienes que caer bien, participar en clase, no es malo debes de entregar limpio todos sus trabajos y completos, sus examenes son láminas hechas en clase. No es difícil y es muy accesible."}, {"fecha": "07/Feb/2018", "score_general": "4.0", "score_facilidad": "8.0", "materia": "---", "comments": "Este profe le tienes que caer bien, participar en clase, no es malo debes de entregar limpio todos sus trabajos y completos, sus examenes son láminas hechas en clase. No es difícil y es muy accesible."}, {"fecha": "12/Ene/2018", "score_general": "4.0", "score_facilidad": "4.0", "materia": "Dibujo", "comments": "Califica Duro, Las clases son largas, Los exámenes son difícilesEste profe le tienes que caer bien, participar en clase, no es malo debes de entregar limpio todos sus trabajos y completos, sus examenes son láminas hechas en clase. No es difícil y es muy accesible."}, {"fecha": "27/Jul/2017", "score_general": "3.0", "score_facilidad": "4.0", "materia": "Geometría descriptiva aplicada", "comments": "Es sencillo pasar si le entregas todo y te va bien en algunos exámenes pero no explica bien y deja mucho huecos en el temario. \r\nTe confunde. Yo siento que perdí tiempo en sus clases, no explicaba bien porque él todo lo hacía en autocad, los que podía llevar laptop igual y el resto a mano."}, {"fecha": "28/Jun/2017", "score_general": "6.0", "score_facilidad": "8.0", "materia": "geologia genneral", "comments": "La Participación Importa, Aspectos de calificación claros, Tomaría su clase otra vezEs sencillo pasar si le entregas todo y te va bien en algunos exámenes pero no explica bien y deja mucho huecos en el temario. \r\nTe confunde. Yo siento que perdí tiempo en sus clases, no explicaba bien porque él todo lo hacía en autocad, los que podía llevar laptop igual y el resto a mano."}, {"fecha": "27/Jun/2017", "score_general": "9.0", "score_facilidad": "10.0", "materia": "Representaciones Gráficas", "comments": "Barco, Muy cómico, Da Crédito ExtraEs sencillo pasar si le entregas todo y te va bien en algunos exámenes pero no explica bien y deja mucho huecos en el temario. \r\nTe confunde. Yo siento que perdí tiempo en sus clases, no explicaba bien porque él todo lo hacía en autocad, los que podía llevar laptop igual y el resto a mano."}]