[{"fecha": "23/Ago/2021", "score_general": "7.0", "score_facilidad": "10.0", "materia": "Ingenieria de Manufactura", "comments": "Muchas tareas, Pocos Exámenes, Aspectos de calificación clarosEs verdad que sabe mucho sobre la materia y siempre aclara dudas aunque solo presenta diapositovas llenas de teoria y eso puede hacer que la clase sea aburrida y dejes de prestar atención, todas las tareas y proyectos son en equipo, en general es facil obtener un 9."}, {"fecha": "22/Ago/2021", "score_general": "9.0", "score_facilidad": "10.0", "materia": "Lab. De Ing. De Manufactura", "comments": "Asistencia obligatoria, Las clases son largas, Brinda apoyoEs verdad que sabe mucho sobre la materia y siempre aclara dudas aunque solo presenta diapositovas llenas de teoria y eso puede hacer que la clase sea aburrida y dejes de prestar atención, todas las tareas y proyectos son en equipo, en general es facil obtener un 9."}, {"fecha": "10/Feb/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Ingeniería de Manufactura", "comments": "Barco, La Participación Importa, Los exámenes son difícilesEs verdad que sabe mucho sobre la materia y siempre aclara dudas aunque solo presenta diapositovas llenas de teoria y eso puede hacer que la clase sea aburrida y dejes de prestar atención, todas las tareas y proyectos son en equipo, en general es facil obtener un 9."}, {"fecha": "03/Sep/2020", "score_general": "6.0", "score_facilidad": "6.0", "materia": "Ingeniería de Manufactura", "comments": "Muchas tareas, Deja trabajos largos, Muchos proyectos grupalesEs verdad que sabe mucho sobre la materia y siempre aclara dudas aunque solo presenta diapositovas llenas de teoria y eso puede hacer que la clase sea aburrida y dejes de prestar atención, todas las tareas y proyectos son en equipo, en general es facil obtener un 9."}, {"fecha": "29/Jun/2019", "score_general": "8.0", "score_facilidad": "8.0", "materia": "Ing Manufactura", "comments": "Barco, Las clases son largas, Pocos ExámenesEs verdad que sabe mucho sobre la materia y siempre aclara dudas aunque solo presenta diapositovas llenas de teoria y eso puede hacer que la clase sea aburrida y dejes de prestar atención, todas las tareas y proyectos son en equipo, en general es facil obtener un 9."}, {"fecha": "08/Jul/2018", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Ingeniería de Manufactura", "comments": "Da buena retroalimentaciónUn muy buen profesor. Explica con sus presentaciones, y te las manda para que estudies. Es claro en su clase. Las primeras semanas realizó dinámicas divertidas con el grupo que daban puntos extra."}, {"fecha": "13/Jun/2018", "score_general": "2.0", "score_facilidad": "2.0", "materia": "Ingenieria de manufactura", "comments": "Un muy buen profesor. Explica con sus presentaciones, y te las manda para que estudies. Es claro en su clase. Las primeras semanas realizó dinámicas divertidas con el grupo que daban puntos extra."}, {"fecha": "17/Dic/2017", "score_general": "4.0", "score_facilidad": "4.0", "materia": "Ingeniería de manufactura", "comments": "Las clases son largas, Los exámenes son difíciles, Muchos proyectos grupalesUn muy buen profesor. Explica con sus presentaciones, y te las manda para que estudies. Es claro en su clase. Las primeras semanas realizó dinámicas divertidas con el grupo que daban puntos extra."}]