[{"fecha": "26/Ene/2022", "score_general": "10.0", "score_facilidad": "10.0", "materia": "CyGA", "comments": "Barco, Muchas tareas, Respetado por los estudiantespues si es barco, con entregar tareas aseguras el 6, pero si decides poner atencion si enseña y te deja nivel, no muy elevado pero tampoco basico, es compa y amigo, siempre dispuesto a ayudar. el unico problema es la cantidad enorme de tarea que aunque se hace en clases si faltas te puedes perder."}, {"fecha": "01/Sep/2021", "score_general": "8.0", "score_facilidad": "10.0", "materia": "Cálculo", "comments": "Barco, Muy cómico, Pocos Exámenespues si es barco, con entregar tareas aseguras el 6, pero si decides poner atencion si enseña y te deja nivel, no muy elevado pero tampoco basico, es compa y amigo, siempre dispuesto a ayudar. el unico problema es la cantidad enorme de tarea que aunque se hace en clases si faltas te puedes perder."}, {"fecha": "26/Feb/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "calculo y geometria analitica", "comments": "Da buena retroalimentación, Aspectos de calificación clarospues si es barco, con entregar tareas aseguras el 6, pero si decides poner atencion si enseña y te deja nivel, no muy elevado pero tampoco basico, es compa y amigo, siempre dispuesto a ayudar. el unico problema es la cantidad enorme de tarea que aunque se hace en clases si faltas te puedes perder."}, {"fecha": "20/Feb/2021", "score_general": "9.0", "score_facilidad": "6.0", "materia": "CYGA", "comments": "Muy cómico, Da buena retroalimentación, Muchas tareaspues si es barco, con entregar tareas aseguras el 6, pero si decides poner atencion si enseña y te deja nivel, no muy elevado pero tampoco basico, es compa y amigo, siempre dispuesto a ayudar. el unico problema es la cantidad enorme de tarea que aunque se hace en clases si faltas te puedes perder."}, {"fecha": "18/Feb/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Calculo", "comments": "pues si es barco, con entregar tareas aseguras el 6, pero si decides poner atencion si enseña y te deja nivel, no muy elevado pero tampoco basico, es compa y amigo, siempre dispuesto a ayudar. el unico problema es la cantidad enorme de tarea que aunque se hace en clases si faltas te puedes perder."}, {"fecha": "18/Feb/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "calculo integral", "comments": "es super chido y explica muy bien, se toma su tiempo y se pasa super rapido su clase"}, {"fecha": "08/Feb/2021", "score_general": "9.0", "score_facilidad": "10.0", "materia": "CyGA", "comments": "Barco, Muchas tareas, Brinda apoyoes super chido y explica muy bien, se toma su tiempo y se pasa super rapido su clase"}, {"fecha": "31/Ene/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Cálculo y Geometría Analítica", "comments": "Barco, Muy cómico, Muchas tareases super chido y explica muy bien, se toma su tiempo y se pasa super rapido su clase"}, {"fecha": "24/Sep/2020", "score_general": "9.0", "score_facilidad": "10.0", "materia": "geometria analitica/ calculo diferencial", "comments": "Muy cómico, Da buena retroalimentación, Da Crédito Extraes super chido y explica muy bien, se toma su tiempo y se pasa super rapido su clase"}, {"fecha": "21/Sep/2020", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Calculo y geometría analitica", "comments": "es super chido y explica muy bien, se toma su tiempo y se pasa super rapido su clase"}, {"fecha": "18/Sep/2020", "score_general": "8.0", "score_facilidad": "10.0", "materia": "Cálculo integral", "comments": "Barco, Muy cómico, Aspectos de calificación clarosSu clase es, básicamente, un recetario de fórmulas; ves todo el temario con ejemplos relativamente sencillos y con formulazo. Lo recomiendo si quiere barquear y  tener apuntes bonitos (aunque ya existen los libros para eso). Es estricto para entregas de tareas, así que no te confíes con eso."}, {"fecha": "08/Sep/2020", "score_general": "10.0", "score_facilidad": "10.0", "materia": "CyGa", "comments": "Barco, Muy cómico, Muchas tareasSu clase es, básicamente, un recetario de fórmulas; ves todo el temario con ejemplos relativamente sencillos y con formulazo. Lo recomiendo si quiere barquear y  tener apuntes bonitos (aunque ya existen los libros para eso). Es estricto para entregas de tareas, así que no te confíes con eso."}, {"fecha": "02/Sep/2020", "score_general": "10.0", "score_facilidad": "8.0", "materia": "C y G. A", "comments": "Barco, Da buena retroalimentación, Muchas tareasSu clase es, básicamente, un recetario de fórmulas; ves todo el temario con ejemplos relativamente sencillos y con formulazo. Lo recomiendo si quiere barquear y  tener apuntes bonitos (aunque ya existen los libros para eso). Es estricto para entregas de tareas, así que no te confíes con eso."}, {"fecha": "31/Ago/2020", "score_general": "10.0", "score_facilidad": "10.0", "materia": "CyGa / Integral", "comments": "Barco, Muy cómico, Muchas tareasSu clase es, básicamente, un recetario de fórmulas; ves todo el temario con ejemplos relativamente sencillos y con formulazo. Lo recomiendo si quiere barquear y  tener apuntes bonitos (aunque ya existen los libros para eso). Es estricto para entregas de tareas, así que no te confíes con eso."}, {"fecha": "06/Oct/2019", "score_general": "7.0", "score_facilidad": "8.0", "materia": "---", "comments": "Su clase es, básicamente, un recetario de fórmulas; ves todo el temario con ejemplos relativamente sencillos y con formulazo. Lo recomiendo si quiere barquear y  tener apuntes bonitos (aunque ya existen los libros para eso). Es estricto para entregas de tareas, así que no te confíes con eso."}, {"fecha": "25/Jul/2019", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Cálculo y geometría analítica", "comments": "Barco, Muy cómico, Muchas tareasEs un muy buen profesor, hace que la matería sea muy sencilla y fácil de entender porque propone ejercicios en clase y deja bastantes tareas sobre lo que se ve en clase. Sus exámenes son demasiado fáciles y le debes comprobar todos los resultados. Además es muy chido"}, {"fecha": "23/Jul/2019", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Cálculo y geometría analítica", "comments": "Barco, Muy cómico, Da buena retroalimentaciónEs un muy buen profesor, hace que la matería sea muy sencilla y fácil de entender porque propone ejercicios en clase y deja bastantes tareas sobre lo que se ve en clase. Sus exámenes son demasiado fáciles y le debes comprobar todos los resultados. Además es muy chido"}, {"fecha": "12/May/2019", "score_general": "7.0", "score_facilidad": "10.0", "materia": "Cálculo diferencial y geometría analítica", "comments": "Barco, Muy cómico, Aspectos de calificación clarosEs un muy buen profesor, hace que la matería sea muy sencilla y fácil de entender porque propone ejercicios en clase y deja bastantes tareas sobre lo que se ve en clase. Sus exámenes son demasiado fáciles y le debes comprobar todos los resultados. Además es muy chido"}, {"fecha": "22/Ene/2019", "score_general": "9.0", "score_facilidad": "10.0", "materia": "Cálculo", "comments": "Barco, Muy cómicoEs un muy buen profesor, hace que la matería sea muy sencilla y fácil de entender porque propone ejercicios en clase y deja bastantes tareas sobre lo que se ve en clase. Sus exámenes son demasiado fáciles y le debes comprobar todos los resultados. Además es muy chido"}, {"fecha": "15/Ene/2019", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Calculo y Geometría analítica", "comments": "Muy cómico, Muchas tareas, Aspectos de calificación clarosEs un muy buen profesor, hace que la matería sea muy sencilla y fácil de entender porque propone ejercicios en clase y deja bastantes tareas sobre lo que se ve en clase. Sus exámenes son demasiado fáciles y le debes comprobar todos los resultados. Además es muy chido"}, {"fecha": "16/Sep/2018", "score_general": "8.0", "score_facilidad": "8.0", "materia": "Cálculo Diferencial.", "comments": "Barco, Da buena retroalimentación, Pocos ExámenesEs muy práctico con los ejercicios, hace burlas y comentarios ofensivos pero siempre en broma. Son tres exámenes y deja usar acordeón, ejercicios de clase en sus exámenes, LVM y tareas diarias. Es muy pesado si no soportas las burlas pero te hace reir con sus comentarios."}, {"fecha": "06/Ago/2018", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Cálculo Integral", "comments": "Es muy práctico con los ejercicios, hace burlas y comentarios ofensivos pero siempre en broma. Son tres exámenes y deja usar acordeón, ejercicios de clase en sus exámenes, LVM y tareas diarias. Es muy pesado si no soportas las burlas pero te hace reir con sus comentarios."}, {"fecha": "23/Jul/2018", "score_general": "9.0", "score_facilidad": "10.0", "materia": "Calculo diferencial", "comments": "Es muy práctico con los ejercicios, hace burlas y comentarios ofensivos pero siempre en broma. Son tres exámenes y deja usar acordeón, ejercicios de clase en sus exámenes, LVM y tareas diarias. Es muy pesado si no soportas las burlas pero te hace reir con sus comentarios."}, {"fecha": "18/Jul/2018", "score_general": "8.0", "score_facilidad": "10.0", "materia": "Calculo diferencial", "comments": "Aspectos de calificación claros, Tomaría su clase otra vezEs muy práctico con los ejercicios, hace burlas y comentarios ofensivos pero siempre en broma. Son tres exámenes y deja usar acordeón, ejercicios de clase en sus exámenes, LVM y tareas diarias. Es muy pesado si no soportas las burlas pero te hace reir con sus comentarios."}, {"fecha": "13/Jun/2018", "score_general": "9.0", "score_facilidad": "10.0", "materia": "Cálculo y Geometría Analítica", "comments": "Muy cómico, Clases excelentes, Tomaría su clase otra vezEs muy práctico con los ejercicios, hace burlas y comentarios ofensivos pero siempre en broma. Son tres exámenes y deja usar acordeón, ejercicios de clase en sus exámenes, LVM y tareas diarias. Es muy pesado si no soportas las burlas pero te hace reir con sus comentarios."}, {"fecha": "07/Jun/2018", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Calculo Integral", "comments": "Muy fácil pasar con el y aprendes lo necesario, 75% exámenes y 25% tareas. Deja tareas cada clase pero son muy sencillas y los exámenes son al nivel o incluso mas fáciles que los ejercicios vistos en clase."}, {"fecha": "23/Ene/2018", "score_general": "10.0", "score_facilidad": "8.0", "materia": "CyGA", "comments": "Respetado por los estudiantes, Aspectos de calificación claros, Clases excelentesMuy fácil pasar con el y aprendes lo necesario, 75% exámenes y 25% tareas. Deja tareas cada clase pero son muy sencillas y los exámenes son al nivel o incluso mas fáciles que los ejercicios vistos en clase."}, {"fecha": "10/Ene/2018", "score_general": "10.0", "score_facilidad": "10.0", "materia": "CyGA", "comments": "Muy fácil pasar con el y aprendes lo necesario, 75% exámenes y 25% tareas. Deja tareas cada clase pero son muy sencillas y los exámenes son al nivel o incluso mas fáciles que los ejercicios vistos en clase."}, {"fecha": "29/Nov/2017", "score_general": "8.0", "score_facilidad": "10.0", "materia": "Cálculo diferencial", "comments": "Barco, Muy cómico, Aspectos de calificación clarosMuy fácil pasar con el y aprendes lo necesario, 75% exámenes y 25% tareas. Deja tareas cada clase pero son muy sencillas y los exámenes son al nivel o incluso mas fáciles que los ejercicios vistos en clase."}, {"fecha": "08/Ago/2017", "score_general": "8.0", "score_facilidad": "8.0", "materia": "Cálculo Integral", "comments": "Muy fácil pasar con el y aprendes lo necesario, 75% exámenes y 25% tareas. Deja tareas cada clase pero son muy sencillas y los exámenes son al nivel o incluso mas fáciles que los ejercicios vistos en clase."}, {"fecha": "20/Jul/2017", "score_general": "10.0", "score_facilidad": "10.0", "materia": "calculo", "comments": ""}, {"fecha": "10/Jul/2017", "score_general": "10.0", "score_facilidad": "10.0", "materia": "integral", "comments": ""}, {"fecha": "03/Jul/2017", "score_general": "7.0", "score_facilidad": "8.0", "materia": "Cálculo Integral", "comments": "Califica Duro, Barco, Asistencia obligatoria"}, {"fecha": "29/Jun/2017", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Cálculo Integral", "comments": "Da buena retroalimentación, Muchas tareas, Brinda apoyo"}, {"fecha": "26/Jun/2017", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Calculo y Geometría Analítica & Álgebra", "comments": "Da buena retroalimentación, Respetado por los estudiantes, Tomaría su clase otra vez"}, {"fecha": "26/Jun/2017", "score_general": "7.0", "score_facilidad": "10.0", "materia": "Cálculo y geometría analítica", "comments": "Muy cómico, Muchas tareas, Tomaría su clase otra vezRubio es de los mejores profesores de la facultad eso sí no es tan arco como dicen, sus exámenes son de opción múltiple pero tienes que hacer el desarrollo por cada examen son como 15 a 20 reactivos por lo que si está algo laborioso pero él te da bases buenas para sacar vuela calificación."}, {"fecha": "28/May/2017", "score_general": "8.0", "score_facilidad": "6.0", "materia": "Cálculo y geometría analítica", "comments": "Muchas tareas, Aspectos de calificación claros, Tomaría su clase otra vezRubio es de los mejores profesores de la facultad eso sí no es tan arco como dicen, sus exámenes son de opción múltiple pero tienes que hacer el desarrollo por cada examen son como 15 a 20 reactivos por lo que si está algo laborioso pero él te da bases buenas para sacar vuela calificación."}, {"fecha": "27/May/2017", "score_general": "8.0", "score_facilidad": "8.0", "materia": "Calculo Integral", "comments": "Barco, Muchas tareas, Respetado por los estudiantesRubio es de los mejores profesores de la facultad eso sí no es tan arco como dicen, sus exámenes son de opción múltiple pero tienes que hacer el desarrollo por cada examen son como 15 a 20 reactivos por lo que si está algo laborioso pero él te da bases buenas para sacar vuela calificación."}, {"fecha": "10/Feb/2017", "score_general": "8.0", "score_facilidad": "10.0", "materia": "Calculo", "comments": "Rubio es de los mejores profesores de la facultad eso sí no es tan arco como dicen, sus exámenes son de opción múltiple pero tienes que hacer el desarrollo por cada examen son como 15 a 20 reactivos por lo que si está algo laborioso pero él te da bases buenas para sacar vuela calificación."}, {"fecha": "02/Feb/2017", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Calculo Diferencial", "comments": "Rubio es de los mejores profesores de la facultad eso sí no es tan arco como dicen, sus exámenes son de opción múltiple pero tienes que hacer el desarrollo por cada examen son como 15 a 20 reactivos por lo que si está algo laborioso pero él te da bases buenas para sacar vuela calificación."}, {"fecha": "22/Ene/2017", "score_general": "6.0", "score_facilidad": "6.0", "materia": "Álgebra", "comments": "Muy cómico, La Participación Importa, Tomaría su clase otra vezEnseña bien,deja tarea en casi todas las clases, sus exámenes son un poco más difíciles que la clase, pero te deja sacar formulario. Es algo duro en cuando a su forma de calificar."}, {"fecha": "19/Ene/2017", "score_general": "5.0", "score_facilidad": "2.0", "materia": "Calculo Integral", "comments": "Califica Duro, Muchas tareas, Los exámenes son difícilesEnseña bien,deja tarea en casi todas las clases, sus exámenes son un poco más difíciles que la clase, pero te deja sacar formulario. Es algo duro en cuando a su forma de calificar."}, {"fecha": "16/Ene/2017", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Calculo Integral", "comments": "Muy cómico, Respetado por los estudiantes, Tomaría su clase otra vezEnseña bien,deja tarea en casi todas las clases, sus exámenes son un poco más difíciles que la clase, pero te deja sacar formulario. Es algo duro en cuando a su forma de calificar."}, {"fecha": "02/Dic/2016", "score_general": "9.0", "score_facilidad": "6.0", "materia": "Calculo y Geometria Analitica", "comments": "Enseña bien,deja tarea en casi todas las clases, sus exámenes son un poco más difíciles que la clase, pero te deja sacar formulario. Es algo duro en cuando a su forma de calificar."}, {"fecha": "24/Nov/2016", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Cálculo y Geometría Analítica", "comments": "Inspiracional, Clases excelentes, Tomaría su clase otra vezEnseña bien,deja tarea en casi todas las clases, sus exámenes son un poco más difíciles que la clase, pero te deja sacar formulario. Es algo duro en cuando a su forma de calificar."}, {"fecha": "11/Ago/2016", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Calculo Diferencial y Geometría Analitica", "comments": "Muy cómico, Brinda apoyo, Tomaría su clase otra vezEs un profesor muy buena onda, no es para nada barco, hace su clase muy divertida y lo mas importante sales con muy buen nivel, son de los pocos maestros que termina el temario y es claro."}, {"fecha": "10/Ago/2016", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Cálculo Integral", "comments": "Muchas tareas, Clases excelentes, Tomaría su clase otra vezEs un profesor muy buena onda, no es para nada barco, hace su clase muy divertida y lo mas importante sales con muy buen nivel, son de los pocos maestros que termina el temario y es claro."}, {"fecha": "07/Ago/2016", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Cálculo Integral", "comments": "Es un profesor muy buena onda, no es para nada barco, hace su clase muy divertida y lo mas importante sales con muy buen nivel, son de los pocos maestros que termina el temario y es claro."}, {"fecha": "22/Jul/2016", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Calculo Integral", "comments": "Muy cómico, Muchas tareas, Respetado por los estudiantesEs un profesor muy buena onda, no es para nada barco, hace su clase muy divertida y lo mas importante sales con muy buen nivel, son de los pocos maestros que termina el temario y es claro."}, {"fecha": "01/Jul/2016", "score_general": "7.0", "score_facilidad": "8.0", "materia": "Cálculo integral", "comments": "Muy cómico, Aspectos de calificación claros, Tomaría su clase otra vezEs un profesor muy buena onda, no es para nada barco, hace su clase muy divertida y lo mas importante sales con muy buen nivel, son de los pocos maestros que termina el temario y es claro."}, {"fecha": "28/Jun/2016", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Cálculo", "comments": "Da buena retroalimentación, Muchas tareas, Brinda apoyoNO ES BARCO. Es un excelente profesor, más que nada un compa, súper claro, entiendes perfectamente, todos los días deja tareas y explica como si estuvieras tonto (o sea que muy bien)."}, {"fecha": "22/Jun/2016", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Calculos", "comments": "NO ES BARCO. Es un excelente profesor, más que nada un compa, súper claro, entiendes perfectamente, todos los días deja tareas y explica como si estuvieras tonto (o sea que muy bien)."}, {"fecha": "15/Jun/2016", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Álgebra", "comments": "NO ES BARCO. Es un excelente profesor, más que nada un compa, súper claro, entiendes perfectamente, todos los días deja tareas y explica como si estuvieras tonto (o sea que muy bien)."}, {"fecha": "15/Jun/2016", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Cálculo Integral", "comments": "Brinda apoyo, Clases excelentes, Tomaría su clase otra vezNO ES BARCO. Es un excelente profesor, más que nada un compa, súper claro, entiendes perfectamente, todos los días deja tareas y explica como si estuvieras tonto (o sea que muy bien)."}, {"fecha": "30/May/2016", "score_general": "9.0", "score_facilidad": "8.0", "materia": "calculo integral", "comments": "Muchas tareas, Las clases son largas, Brinda apoyoNO ES BARCO. Es un excelente profesor, más que nada un compa, súper claro, entiendes perfectamente, todos los días deja tareas y explica como si estuvieras tonto (o sea que muy bien)."}, {"fecha": "28/May/2016", "score_general": "8.0", "score_facilidad": "10.0", "materia": "Cálculo y Geometría Analítica", "comments": "Barco, Muy cómico, Muchas tareas"}, {"fecha": "12/Abr/2016", "score_general": "6.0", "score_facilidad": "8.0", "materia": "Cálculo Integral", "comments": "Barco, Muy cómico, Las clases son largas"}, {"fecha": "02/Dic/2015", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Algebra y Geometria Analitica", "comments": ""}, {"fecha": "17/Ago/2015", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Cálculo Integral", "comments": "Brinda apoyo, Clases excelentes, Tomaría su clase otra vez"}, {"fecha": "03/Jun/2015", "score_general": "7.0", "score_facilidad": "8.0", "materia": "algebra", "comments": ""}, {"fecha": "15/Ago/2014", "score_general": "10.0", "score_facilidad": "10.0", "materia": "calculo diferencial", "comments": ""}, {"fecha": "19/Jul/2014", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Cálculo Diferencial/Geometría Analítica", "comments": ""}, {"fecha": "04/Jul/2014", "score_general": "10.0", "score_facilidad": "10.0", "materia": "---", "comments": ""}, {"fecha": "16/Jun/2014", "score_general": "10.0", "score_facilidad": "10.0", "materia": "calculo integral", "comments": ""}, {"fecha": "20/Ene/2014", "score_general": "9.0", "score_facilidad": "10.0", "materia": "Algebra,diferencial,integral,analítica", "comments": ""}, {"fecha": "03/Dic/2013", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Calculo Diferencial", "comments": "Es bien chido, sus exámenes son de opción múltiple, pero a pesar de que es barco la teoría te la enseña muy bien, si quieres aprender bien tienes que estudiar y resolver problemas por tu cuenta ya que si te quedas con lo que el te da tendrás un nivel de conocimientos muy bajo en la materia."}, {"fecha": "25/Jun/2013", "score_general": "10.0", "score_facilidad": "10.0", "materia": "algebra", "comments": "Es bien chido, sus exámenes son de opción múltiple, pero a pesar de que es barco la teoría te la enseña muy bien, si quieres aprender bien tienes que estudiar y resolver problemas por tu cuenta ya que si te quedas con lo que el te da tendrás un nivel de conocimientos muy bajo en la materia."}, {"fecha": "12/Dic/2012", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Cálculo diferencial, álgebra y geometría analítica", "comments": "Es bien chido, sus exámenes son de opción múltiple, pero a pesar de que es barco la teoría te la enseña muy bien, si quieres aprender bien tienes que estudiar y resolver problemas por tu cuenta ya que si te quedas con lo que el te da tendrás un nivel de conocimientos muy bajo en la materia."}, {"fecha": "14/Mar/2012", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Geoemtría, Cálculo y Álgebra", "comments": "Es bien chido, sus exámenes son de opción múltiple, pero a pesar de que es barco la teoría te la enseña muy bien, si quieres aprender bien tienes que estudiar y resolver problemas por tu cuenta ya que si te quedas con lo que el te da tendrás un nivel de conocimientos muy bajo en la materia."}, {"fecha": "26/Nov/2011", "score_general": "10.0", "score_facilidad": "8.0", "materia": "algebra", "comments": "Es bien chido, sus exámenes son de opción múltiple, pero a pesar de que es barco la teoría te la enseña muy bien, si quieres aprender bien tienes que estudiar y resolver problemas por tu cuenta ya que si te quedas con lo que el te da tendrás un nivel de conocimientos muy bajo en la materia."}, {"fecha": "03/Abr/2011", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Geometria analitica", "comments": ""}, {"fecha": "31/Ene/2011", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Geometria analitica", "comments": ""}, {"fecha": "22/Ene/2011", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Geometría analítica", "comments": ""}, {"fecha": "22/Ene/2010", "score_general": "8.0", "score_facilidad": "6.0", "materia": "Algebra/ Calculo Integral", "comments": ""}]