[{"fecha": "09/Feb/2023", "score_general": "8.0", "score_facilidad": "2.0", "materia": "Circuitos Digitales", "comments": "Califica Duro, Muchas tareas, La Participación ImportaEs una persona muy paciente y sobre todo le importa que aprendas, sin embargo, cree que solo estudias su materia, te deja trabajos sorpresa y los tienes que entregar  ese mismo día, básicamente no puedes tener planes. Si quieres solo vivir para esa materia, el es la opción."}, {"fecha": "09/Ago/2022", "score_general": "5.0", "score_facilidad": "6.0", "materia": "Circuitos digitales", "comments": "Califica Duro, La Participación Importa, Las clases son largasEs una persona muy paciente y sobre todo le importa que aprendas, sin embargo, cree que solo estudias su materia, te deja trabajos sorpresa y los tienes que entregar  ese mismo día, básicamente no puedes tener planes. Si quieres solo vivir para esa materia, el es la opción."}, {"fecha": "29/Jul/2022", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Instrumentacion", "comments": "Es una persona muy paciente y sobre todo le importa que aprendas, sin embargo, cree que solo estudias su materia, te deja trabajos sorpresa y los tienes que entregar  ese mismo día, básicamente no puedes tener planes. Si quieres solo vivir para esa materia, el es la opción."}, {"fecha": "15/Jun/2022", "score_general": "6.0", "score_facilidad": "2.0", "materia": "Circuitos Digitales", "comments": "Es una persona muy paciente y sobre todo le importa que aprendas, sin embargo, cree que solo estudias su materia, te deja trabajos sorpresa y los tienes que entregar  ese mismo día, básicamente no puedes tener planes. Si quieres solo vivir para esa materia, el es la opción."}, {"fecha": "31/Ago/2021", "score_general": "8.0", "score_facilidad": "4.0", "materia": "Microprocesadores y microcontroladores", "comments": "Califica Duro, Asistencia obligatoria, Deja trabajos largosEs una persona muy paciente y sobre todo le importa que aprendas, sin embargo, cree que solo estudias su materia, te deja trabajos sorpresa y los tienes que entregar  ese mismo día, básicamente no puedes tener planes. Si quieres solo vivir para esa materia, el es la opción."}, {"fecha": "25/Ago/2021", "score_general": "4.0", "score_facilidad": "6.0", "materia": "Sistemas Operativos en Tiempo Real", "comments": "Barco, Las clases son largasEs un profesor el cual hecha a perder la materia, no cumple no con una cuarta parte del temario y lo que aprendes es por tareas que te deja y son insuficientes. Se enfoca en ver lo mismo que vez en MyM (Micros) y te arrepientes de haberlo metido. La peor clase pero si pasas"}, {"fecha": "10/Jun/2021", "score_general": "4.0", "score_facilidad": "2.0", "materia": "Microcontroladores", "comments": "Califica Duro, Prepárate para leer, Pocos ExámenesEs un profesor el cual hecha a perder la materia, no cumple no con una cuarta parte del temario y lo que aprendes es por tareas que te deja y son insuficientes. Se enfoca en ver lo mismo que vez en MyM (Micros) y te arrepientes de haberlo metido. La peor clase pero si pasas"}, {"fecha": "01/Feb/2020", "score_general": "6.0", "score_facilidad": "6.0", "materia": "Sistemas Embebidos", "comments": "Asistencia obligatoria, Las clases son largasEs un profesor el cual hecha a perder la materia, no cumple no con una cuarta parte del temario y lo que aprendes es por tareas que te deja y son insuficientes. Se enfoca en ver lo mismo que vez en MyM (Micros) y te arrepientes de haberlo metido. La peor clase pero si pasas"}, {"fecha": "11/Dic/2019", "score_general": "5.0", "score_facilidad": "2.0", "materia": "Sistemas Embebidos", "comments": "Califica Duro, Asistencia obligatoriaEs un profesor el cual hecha a perder la materia, no cumple no con una cuarta parte del temario y lo que aprendes es por tareas que te deja y son insuficientes. Se enfoca en ver lo mismo que vez en MyM (Micros) y te arrepientes de haberlo metido. La peor clase pero si pasas"}]