[{"fecha": "28/Ene/2023", "score_general": "9.0", "score_facilidad": "6.0", "materia": "Manufactura ll", "comments": "Muy cómico, Hace exámenes sorpresa, Brinda apoyoHabía leído cosas malas del profesor, pero este semestre se porto muy chido, explicaba muy bien y en los parciales nos ayudaba. Hacía exámenes cortos que eran sorpresa, aunque siempre avisaba que en la semana haría uno. La clase era amena la mayoría de las veces."}, {"fecha": "27/Jul/2022", "score_general": "4.0", "score_facilidad": "6.0", "materia": "Manufactura 2", "comments": "La Participación Importa, Asistencia obligatoria, Las clases son largasHabía leído cosas malas del profesor, pero este semestre se porto muy chido, explicaba muy bien y en los parciales nos ayudaba. Hacía exámenes cortos que eran sorpresa, aunque siempre avisaba que en la semana haría uno. La clase era amena la mayoría de las veces."}, {"fecha": "15/Jun/2022", "score_general": "2.0", "score_facilidad": "2.0", "materia": "Manufactura 2", "comments": "Califica Duro, Muchos Exámenes, Los exámenes son difícilesHabía leído cosas malas del profesor, pero este semestre se porto muy chido, explicaba muy bien y en los parciales nos ayudaba. Hacía exámenes cortos que eran sorpresa, aunque siempre avisaba que en la semana haría uno. La clase era amena la mayoría de las veces."}, {"fecha": "24/May/2022", "score_general": "2.0", "score_facilidad": "2.0", "materia": "Manufactura 2", "comments": "Califica DuroHabía leído cosas malas del profesor, pero este semestre se porto muy chido, explicaba muy bien y en los parciales nos ayudaba. Hacía exámenes cortos que eran sorpresa, aunque siempre avisaba que en la semana haría uno. La clase era amena la mayoría de las veces."}, {"fecha": "18/May/2022", "score_general": "2.0", "score_facilidad": "4.0", "materia": "Laboratorio de manufactura II", "comments": "Califica Duro, Las clases son largas, Deja trabajos largosHabía leído cosas malas del profesor, pero este semestre se porto muy chido, explicaba muy bien y en los parciales nos ayudaba. Hacía exámenes cortos que eran sorpresa, aunque siempre avisaba que en la semana haría uno. La clase era amena la mayoría de las veces."}, {"fecha": "03/Mar/2022", "score_general": "2.0", "score_facilidad": "2.0", "materia": "Manufactura 2", "comments": "Che profe cara de ... , ogt el wey por que cree que sabemos todo y el se cree que enseña perfecto cuando ni sabe explicar"}, {"fecha": "16/Feb/2021", "score_general": "4.0", "score_facilidad": "2.0", "materia": "Materiales y Manufactura", "comments": "Califica Duro, Las clases son largas, Los exámenes son difícilesChe profe cara de ... , ogt el wey por que cree que sabemos todo y el se cree que enseña perfecto cuando ni sabe explicar"}, {"fecha": "08/Jul/2019", "score_general": "5.0", "score_facilidad": "4.0", "materia": "Materiales 1", "comments": "Califica Duro, Prepárate para leer, Hace exámenes sorpresaChe profe cara de ... , ogt el wey por que cree que sabemos todo y el se cree que enseña perfecto cuando ni sabe explicar"}, {"fecha": "30/Jun/2019", "score_general": "6.0", "score_facilidad": "6.0", "materia": "Materiales I", "comments": "Muy cómico, Brinda apoyo, Los exámenes son difícilesChe profe cara de ... , ogt el wey por que cree que sabemos todo y el se cree que enseña perfecto cuando ni sabe explicar"}, {"fecha": "27/Jun/2019", "score_general": "3.0", "score_facilidad": "2.0", "materia": "Ing. Materiales", "comments": "Califica Duro, Hace exámenes sorpresa, Los exámenes son difícilesChe profe cara de ... , ogt el wey por que cree que sabemos todo y el se cree que enseña perfecto cuando ni sabe explicar"}, {"fecha": "11/Jun/2019", "score_general": "2.0", "score_facilidad": "4.0", "materia": "Materiales I", "comments": "Califica Duro, Pocos Exámenes, Los exámenes son difícilesHay muchos mejores profesores, en mi experiencia no enseño nada bien solo platicaba muy por encima las cosas en la clase y los examenes venían horribles. Muy pocos lograron aprobar sus exámenes, solo como dos personas"}, {"fecha": "11/May/2019", "score_general": "7.0", "score_facilidad": "6.0", "materia": "Materiales 1", "comments": "Hace exámenes sorpresa, Las clases son largas, Los exámenes son difícilesHay muchos mejores profesores, en mi experiencia no enseño nada bien solo platicaba muy por encima las cosas en la clase y los examenes venían horribles. Muy pocos lograron aprobar sus exámenes, solo como dos personas"}, {"fecha": "20/Mar/2019", "score_general": "5.0", "score_facilidad": "4.0", "materia": "Ingeniería de Materiales", "comments": "Califica Duro, Muy cómico, Da Crédito ExtraHay muchos mejores profesores, en mi experiencia no enseño nada bien solo platicaba muy por encima las cosas en la clase y los examenes venían horribles. Muy pocos lograron aprobar sus exámenes, solo como dos personas"}, {"fecha": "18/Ene/2019", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Manufactura l", "comments": "Hay muchos mejores profesores, en mi experiencia no enseño nada bien solo platicaba muy por encima las cosas en la clase y los examenes venían horribles. Muy pocos lograron aprobar sus exámenes, solo como dos personas"}, {"fecha": "23/Ene/2018", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Materiales I", "comments": "Hay muchos mejores profesores, en mi experiencia no enseño nada bien solo platicaba muy por encima las cosas en la clase y los examenes venían horribles. Muy pocos lograron aprobar sus exámenes, solo como dos personas"}, {"fecha": "15/Dic/2017", "score_general": "8.0", "score_facilidad": "6.0", "materia": "Materiales II", "comments": "A veces piensa que a lo más que aspiras es a 8.La mayoria de las veces es rebuscado, trata de que armes la idea pero a veces te revuelve más. Su sarcasmo me agrada bastante, es cero machista y una buena persona.No deja tarea, hace exámenes sorpresa, sus preguntas siempre son capciosas, es fácil el 6"}, {"fecha": "24/Jul/2017", "score_general": "10.0", "score_facilidad": "10.0", "materia": "---", "comments": "A veces piensa que a lo más que aspiras es a 8.La mayoria de las veces es rebuscado, trata de que armes la idea pero a veces te revuelve más. Su sarcasmo me agrada bastante, es cero machista y una buena persona.No deja tarea, hace exámenes sorpresa, sus preguntas siempre son capciosas, es fácil el 6"}]