[{"fecha": "21/Ene/2023", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Lab Dispositivos Electrónicos", "comments": "Califica Duro, Deja trabajos largos, Tomaría su clase otra vezEl profesor es una eminencia en la materia, sus previos son un infierno xD pero vas a aprender mucho (personalmente aprendí más con él que en teoría). Es un tipazo y te ayuda con cualquier cosa que le preguntes. Sin lugar a dudas un profe pesado pero con el que vas a disfrutar las clases y aprender"}, {"fecha": "30/Sep/2022", "score_general": "10.0", "score_facilidad": "2.0", "materia": "Lab. DE", "comments": "Califica Duro, Muy cómico, Muchas tareasEl profesor es una eminencia en la materia, sus previos son un infierno xD pero vas a aprender mucho (personalmente aprendí más con él que en teoría). Es un tipazo y te ayuda con cualquier cosa que le preguntes. Sin lugar a dudas un profe pesado pero con el que vas a disfrutar las clases y aprender"}, {"fecha": "03/Ago/2022", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Lab Dispositivos Electrónicos", "comments": "Da buena retroalimentación, Inspiracional, Tomaría su clase otra vezEl profesor es una eminencia en la materia, sus previos son un infierno xD pero vas a aprender mucho (personalmente aprendí más con él que en teoría). Es un tipazo y te ayuda con cualquier cosa que le preguntes. Sin lugar a dudas un profe pesado pero con el que vas a disfrutar las clases y aprender"}, {"fecha": "01/Ago/2022", "score_general": "9.0", "score_facilidad": "6.0", "materia": "Lab. de Dispositivos Electrónicos", "comments": "Califica Duro, Da buena retroalimentación, Las clases son largasEl profesor es una eminencia en la materia, sus previos son un infierno xD pero vas a aprender mucho (personalmente aprendí más con él que en teoría). Es un tipazo y te ayuda con cualquier cosa que le preguntes. Sin lugar a dudas un profe pesado pero con el que vas a disfrutar las clases y aprender"}, {"fecha": "20/Ene/2022", "score_general": "9.0", "score_facilidad": "4.0", "materia": "Lab de Dispositivos Electrónicos", "comments": "Muy cómico, Brinda apoyo, Deja trabajos largosEl profesor es una eminencia en la materia, sus previos son un infierno xD pero vas a aprender mucho (personalmente aprendí más con él que en teoría). Es un tipazo y te ayuda con cualquier cosa que le preguntes. Sin lugar a dudas un profe pesado pero con el que vas a disfrutar las clases y aprender"}, {"fecha": "17/Ene/2022", "score_general": "9.0", "score_facilidad": "4.0", "materia": "Lab de dispositivos electrónicos", "comments": "Califica Duro, Aspectos de calificación claros, Clases excelentesEs muy buen profesor aprendí más de teoría con el que con mi profe de teoría, los previos la verdad son pesados sin embargo te recomiendo buscar en libros y entenderás mejor."}, {"fecha": "25/Jun/2020", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Lab. Dispositivos electrónicos", "comments": "Es muy buen profesor aprendí más de teoría con el que con mi profe de teoría, los previos la verdad son pesados sin embargo te recomiendo buscar en libros y entenderás mejor."}, {"fecha": "26/Ene/2019", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Lab. Dispositivos y Circuitos Electrónicos", "comments": "Es muy buen profesor aprendí más de teoría con el que con mi profe de teoría, los previos la verdad son pesados sin embargo te recomiendo buscar en libros y entenderás mejor."}, {"fecha": "18/Ene/2019", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Laborarorio de Dispositivos Electronicos", "comments": "Es muy buen profesor aprendí más de teoría con el que con mi profe de teoría, los previos la verdad son pesados sin embargo te recomiendo buscar en libros y entenderás mejor."}, {"fecha": "26/Jul/2018", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Lab. Dispositivos y Circuitos Electrónicos", "comments": "Da buena retroalimentación, La Participación Importa, Asistencia obligatoriaEs muy buen profesor aprendí más de teoría con el que con mi profe de teoría, los previos la verdad son pesados sin embargo te recomiendo buscar en libros y entenderás mejor."}]