[{"fecha": "08/Feb/2023", "score_general": "4.0", "score_facilidad": "8.0", "materia": "ECUACIONES", "comments": "Lo tomo como REGULAR si ya tomaste Ecuaciones y te la sabes de todas todas con el métela, sin tareas solo serie hay que resolver, no pasa lista puedes faltar, aburridas las clases, explica métodos para resolver ecuaciones largas, es de la vieja escuela pone libros viejos, aclara dudas le doy 7"}, {"fecha": "13/Ene/2023", "score_general": "6.0", "score_facilidad": "2.0", "materia": "Ecuaciones dif", "comments": "Califica Duro, Muy cómico, Respetado por los estudiantesLo tomo como REGULAR si ya tomaste Ecuaciones y te la sabes de todas todas con el métela, sin tareas solo serie hay que resolver, no pasa lista puedes faltar, aburridas las clases, explica métodos para resolver ecuaciones largas, es de la vieja escuela pone libros viejos, aclara dudas le doy 7"}, {"fecha": "04/Nov/2022", "score_general": "4.0", "score_facilidad": "6.0", "materia": "Análisis Numerico", "comments": "Las clases son largasLo tomo como REGULAR si ya tomaste Ecuaciones y te la sabes de todas todas con el métela, sin tareas solo serie hay que resolver, no pasa lista puedes faltar, aburridas las clases, explica métodos para resolver ecuaciones largas, es de la vieja escuela pone libros viejos, aclara dudas le doy 7"}, {"fecha": "28/Sep/2022", "score_general": "7.0", "score_facilidad": "6.0", "materia": "Analisis Numerico", "comments": "Barco, Brinda apoyo, Muchos proyectos grupalesLo tomo como REGULAR si ya tomaste Ecuaciones y te la sabes de todas todas con el métela, sin tareas solo serie hay que resolver, no pasa lista puedes faltar, aburridas las clases, explica métodos para resolver ecuaciones largas, es de la vieja escuela pone libros viejos, aclara dudas le doy 7"}, {"fecha": "22/Sep/2022", "score_general": "5.0", "score_facilidad": "2.0", "materia": "Análisis Numérico", "comments": "Prepárate para leer, Pocos ExámenesLo tomo como REGULAR si ya tomaste Ecuaciones y te la sabes de todas todas con el métela, sin tareas solo serie hay que resolver, no pasa lista puedes faltar, aburridas las clases, explica métodos para resolver ecuaciones largas, es de la vieja escuela pone libros viejos, aclara dudas le doy 7"}, {"fecha": "16/Jun/2022", "score_general": "10.0", "score_facilidad": "10.0", "materia": "---", "comments": "Da buena retroalimentación, Brinda apoyo, Tomaría su clase otra vez[Comentario esperando revisión]"}, {"fecha": "21/Ene/2022", "score_general": "7.0", "score_facilidad": "8.0", "materia": "Analisis Numerico", "comments": "Muy cómico, La Participación Importa[Comentario esperando revisión]"}, {"fecha": "21/Ene/2022", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Ecuaciones Diferenciales", "comments": "Da buena retroalimentación, Clases excelentes[Comentario esperando revisión]"}, {"fecha": "15/Dic/2021", "score_general": "4.0", "score_facilidad": "2.0", "materia": "Ecuaciones Diferenciales", "comments": "Califica Duro, Los exámenes son difíciles[Comentario esperando revisión]"}, {"fecha": "24/Ago/2021", "score_general": "5.0", "score_facilidad": "10.0", "materia": "Análisis numérico", "comments": "Da Crédito Extra, Pocos Exámenes, Aspectos de calificación claros[Comentario esperando revisión]"}, {"fecha": "23/Ago/2021", "score_general": "5.0", "score_facilidad": "8.0", "materia": "Análisis Numérico", "comments": "Barco, Muy cómico, Las clases son largasEn Análisis Numérico no es bueno. Hasta él admite que sus fuertes son algebra y ecuaciones. Las clases con él son tediosas y siempre va muy rápido. Nada más explica tantito el método y ya quiere programarlo en Maple. Por fortuna, graba las clases, así que uno las puede repetir hasta entenderle."}, {"fecha": "22/Ago/2021", "score_general": "8.0", "score_facilidad": "6.0", "materia": "Análisis Numérico", "comments": "Aspectos de calificación claros, Brinda apoyoEn Análisis Numérico no es bueno. Hasta él admite que sus fuertes son algebra y ecuaciones. Las clases con él son tediosas y siempre va muy rápido. Nada más explica tantito el método y ya quiere programarlo en Maple. Por fortuna, graba las clases, así que uno las puede repetir hasta entenderle."}, {"fecha": "20/Feb/2021", "score_general": "9.0", "score_facilidad": "2.0", "materia": "ALGEBRA", "comments": "Califica Duro, Las clases son largas, Pocos ExámenesEn Análisis Numérico no es bueno. Hasta él admite que sus fuertes son algebra y ecuaciones. Las clases con él son tediosas y siempre va muy rápido. Nada más explica tantito el método y ya quiere programarlo en Maple. Por fortuna, graba las clases, así que uno las puede repetir hasta entenderle."}, {"fecha": "09/Feb/2021", "score_general": "9.0", "score_facilidad": "4.0", "materia": "Ecuaciones Diferenciales", "comments": "Califica Duro, Da buena retroalimentación, Clases excelentesEn Análisis Numérico no es bueno. Hasta él admite que sus fuertes son algebra y ecuaciones. Las clases con él son tediosas y siempre va muy rápido. Nada más explica tantito el método y ya quiere programarlo en Maple. Por fortuna, graba las clases, así que uno las puede repetir hasta entenderle."}, {"fecha": "04/Feb/2021", "score_general": "7.0", "score_facilidad": "4.0", "materia": "Ecuaciones Diferenciales", "comments": "Califica Duro, Aspectos de calificación claros, Los exámenes son difícilesEn Análisis Numérico no es bueno. Hasta él admite que sus fuertes son algebra y ecuaciones. Las clases con él son tediosas y siempre va muy rápido. Nada más explica tantito el método y ya quiere programarlo en Maple. Por fortuna, graba las clases, así que uno las puede repetir hasta entenderle."}, {"fecha": "22/Ene/2021", "score_general": "4.0", "score_facilidad": "4.0", "materia": "Análisis numérico", "comments": "Las clases son largas, Aspectos de calificación claros, Los exámenes son difícilesPues los weyes que dijeron que 9 y 10 la neta no sé de dónde, todo mi grupo está valiendo kk y nos hará final. Si quieres aprender, no lo metas. Si quieres pasarla sin aprender, métela. Tienes que tener noción de lo que hacen los programas, sino aunque los tengas no tendrás ni pta idea de que hacer."}, {"fecha": "08/Dic/2020", "score_general": "10.0", "score_facilidad": "4.0", "materia": "Ecuaciones Diferenciales", "comments": "Califica Duro, Respetado por los estudiantes, Clases excelentesPues los weyes que dijeron que 9 y 10 la neta no sé de dónde, todo mi grupo está valiendo kk y nos hará final. Si quieres aprender, no lo metas. Si quieres pasarla sin aprender, métela. Tienes que tener noción de lo que hacen los programas, sino aunque los tengas no tendrás ni pta idea de que hacer."}, {"fecha": "03/Sep/2020", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Álgebra", "comments": "Da buena retroalimentación, Clases excelentes, Tomaría su clase otra vezPues los weyes que dijeron que 9 y 10 la neta no sé de dónde, todo mi grupo está valiendo kk y nos hará final. Si quieres aprender, no lo metas. Si quieres pasarla sin aprender, métela. Tienes que tener noción de lo que hacen los programas, sino aunque los tengas no tendrás ni pta idea de que hacer."}, {"fecha": "01/Sep/2020", "score_general": "6.0", "score_facilidad": "10.0", "materia": "Análisis Numérico", "comments": "BarcoPues los weyes que dijeron que 9 y 10 la neta no sé de dónde, todo mi grupo está valiendo kk y nos hará final. Si quieres aprender, no lo metas. Si quieres pasarla sin aprender, métela. Tienes que tener noción de lo que hacen los programas, sino aunque los tengas no tendrás ni pta idea de que hacer."}, {"fecha": "31/Ago/2020", "score_general": "9.0", "score_facilidad": "4.0", "materia": "Análisis Numérico/Ecuaciones Diferenciales", "comments": "Muy cómico, Respetado por los estudiantes, Clases excelentesPues los weyes que dijeron que 9 y 10 la neta no sé de dónde, todo mi grupo está valiendo kk y nos hará final. Si quieres aprender, no lo metas. Si quieres pasarla sin aprender, métela. Tienes que tener noción de lo que hacen los programas, sino aunque los tengas no tendrás ni pta idea de que hacer."}, {"fecha": "31/Ago/2020", "score_general": "6.0", "score_facilidad": "10.0", "materia": "Análisis Numérico", "comments": "Barco, Da Crédito ExtraEs barco y sabe dar la clase en linea, pero igual no se esfuerza en que aprendas (ni presencial ni en linea). Pero, sacarás 10."}, {"fecha": "22/Ago/2020", "score_general": "9.0", "score_facilidad": "10.0", "materia": "Análisis numérico", "comments": "Barco, Da buena retroalimentación, Las clases son largasEs barco y sabe dar la clase en linea, pero igual no se esfuerza en que aprendas (ni presencial ni en linea). Pero, sacarás 10."}, {"fecha": "16/Ago/2020", "score_general": "5.0", "score_facilidad": "10.0", "materia": "Análisis Numérico", "comments": "Barco, Muy cómicoEs barco y sabe dar la clase en linea, pero igual no se esfuerza en que aprendas (ni presencial ni en linea). Pero, sacarás 10."}, {"fecha": "23/Jun/2020", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Ecuaciones Diferenciales/Análisis Numérico", "comments": "Califica Duro, Muy cómico, Tomaría su clase otra vezEs barco y sabe dar la clase en linea, pero igual no se esfuerza en que aprendas (ni presencial ni en linea). Pero, sacarás 10."}, {"fecha": "08/Jun/2020", "score_general": "6.0", "score_facilidad": "6.0", "materia": "Análisis numérico", "comments": "Es barco y sabe dar la clase en linea, pero igual no se esfuerza en que aprendas (ni presencial ni en linea). Pero, sacarás 10."}, {"fecha": "29/Ene/2020", "score_general": "10.0", "score_facilidad": "4.0", "materia": "Algebra", "comments": "Califica Duro, Da buena retroalimentación, Inspiracional¡El mejor profesor de Algebra! Aprenderás muchísimo, saldrás con un muy buen nivel, exámenes dificiles pero el final es un regalo debido al nivel que te deja a lo largo de todo el semestre, si lo llegas a tener aprovechalo! Edmundios!!"}, {"fecha": "07/Dic/2019", "score_general": "6.0", "score_facilidad": "10.0", "materia": "Análisis numérico", "comments": "Barco, Las clases son largas, Muchos proyectos grupales¡El mejor profesor de Algebra! Aprenderás muchísimo, saldrás con un muy buen nivel, exámenes dificiles pero el final es un regalo debido al nivel que te deja a lo largo de todo el semestre, si lo llegas a tener aprovechalo! Edmundios!!"}, {"fecha": "06/Ago/2019", "score_general": "8.0", "score_facilidad": "4.0", "materia": "Álgebra/ Ecuaciones Dif.", "comments": "Muy cómico, Clases excelentes, Tomaría su clase otra vez¡El mejor profesor de Algebra! Aprenderás muchísimo, saldrás con un muy buen nivel, exámenes dificiles pero el final es un regalo debido al nivel que te deja a lo largo de todo el semestre, si lo llegas a tener aprovechalo! Edmundios!!"}, {"fecha": "03/Jun/2019", "score_general": "9.0", "score_facilidad": "6.0", "materia": "Ecuaciones Diferenciales", "comments": "Pocos Exámenes, Clases excelentes, Tomaría su clase otra vez¡El mejor profesor de Algebra! Aprenderás muchísimo, saldrás con un muy buen nivel, exámenes dificiles pero el final es un regalo debido al nivel que te deja a lo largo de todo el semestre, si lo llegas a tener aprovechalo! Edmundios!!"}, {"fecha": "30/May/2019", "score_general": "5.0", "score_facilidad": "8.0", "materia": "Análisis Numérico", "comments": "Pocos Exámenes¡El mejor profesor de Algebra! Aprenderás muchísimo, saldrás con un muy buen nivel, exámenes dificiles pero el final es un regalo debido al nivel que te deja a lo largo de todo el semestre, si lo llegas a tener aprovechalo! Edmundios!!"}, {"fecha": "29/May/2019", "score_general": "8.0", "score_facilidad": "10.0", "materia": "Análisis Numérico", "comments": "Barco, Brinda apoyoEs un excelente profesor, muy puntual y si te interesa la programación es una buena opción. \r\nEs difícil sacar 10, pero muy fácil obtener 8 y 9.Lo bueno de él es que todo es en equipo excepto si haces reposición de algún examen en el final. Aprovecha su clase, el maestro sabe muchísimo."}, {"fecha": "25/May/2019", "score_general": "4.0", "score_facilidad": "8.0", "materia": "Análisis Numérico", "comments": "Es un excelente profesor, muy puntual y si te interesa la programación es una buena opción. \r\nEs difícil sacar 10, pero muy fácil obtener 8 y 9.Lo bueno de él es que todo es en equipo excepto si haces reposición de algún examen en el final. Aprovecha su clase, el maestro sabe muchísimo."}, {"fecha": "09/Feb/2019", "score_general": "10.0", "score_facilidad": "4.0", "materia": "Algebra", "comments": "Califica Duro, Da buena retroalimentación, Clases excelentesEs un excelente profesor, muy puntual y si te interesa la programación es una buena opción. \r\nEs difícil sacar 10, pero muy fácil obtener 8 y 9.Lo bueno de él es que todo es en equipo excepto si haces reposición de algún examen en el final. Aprovecha su clase, el maestro sabe muchísimo."}, {"fecha": "26/Ene/2019", "score_general": "10.0", "score_facilidad": "2.0", "materia": "Álgebra", "comments": "Respetado por los estudiantes, Inspiracional, Pocos ExámenesEs un excelente profesor, muy puntual y si te interesa la programación es una buena opción. \r\nEs difícil sacar 10, pero muy fácil obtener 8 y 9.Lo bueno de él es que todo es en equipo excepto si haces reposición de algún examen en el final. Aprovecha su clase, el maestro sabe muchísimo."}, {"fecha": "20/Ene/2019", "score_general": "7.0", "score_facilidad": "6.0", "materia": "ALGEBRA", "comments": "Es un excelente profesor, muy puntual y si te interesa la programación es una buena opción. \r\nEs difícil sacar 10, pero muy fácil obtener 8 y 9.Lo bueno de él es que todo es en equipo excepto si haces reposición de algún examen en el final. Aprovecha su clase, el maestro sabe muchísimo."}, {"fecha": "04/Dic/2018", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Álgebra", "comments": "Tomaría su clase otra vezMuy buen profesor, te deja con un nivel superior al de los finales de la divisón, por lo que es fácil sacar 10 en éstos. Exenta con 8, pero deja hacer reposición de cualquiera de los parciales sin tener que hacer el final completo."}, {"fecha": "28/Jul/2018", "score_general": "8.0", "score_facilidad": "8.0", "materia": "Ecuaciones Diferenciales", "comments": "Da buena retroalimentación, Respetado por los estudiantes, Tomaría su clase otra vezMuy buen profesor, te deja con un nivel superior al de los finales de la divisón, por lo que es fácil sacar 10 en éstos. Exenta con 8, pero deja hacer reposición de cualquiera de los parciales sin tener que hacer el final completo."}, {"fecha": "08/Jul/2018", "score_general": "6.0", "score_facilidad": "2.0", "materia": "Ecuaciones Diferenciales", "comments": "Los exámenes son difícilesMuy buen profesor, te deja con un nivel superior al de los finales de la divisón, por lo que es fácil sacar 10 en éstos. Exenta con 8, pero deja hacer reposición de cualquiera de los parciales sin tener que hacer el final completo."}, {"fecha": "05/Jul/2018", "score_general": "6.0", "score_facilidad": "10.0", "materia": "Análisis Numérico", "comments": "Barco, Prepárate para leer, Pocos ExámenesMuy buen profesor, te deja con un nivel superior al de los finales de la divisón, por lo que es fácil sacar 10 en éstos. Exenta con 8, pero deja hacer reposición de cualquiera de los parciales sin tener que hacer el final completo."}, {"fecha": "29/Jun/2018", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Ecuaciones Diferenciales", "comments": "Barco, Muy cómico, Clases excelentesMuy buen profesor, te deja con un nivel superior al de los finales de la divisón, por lo que es fácil sacar 10 en éstos. Exenta con 8, pero deja hacer reposición de cualquiera de los parciales sin tener que hacer el final completo."}, {"fecha": "09/Ene/2018", "score_general": "8.0", "score_facilidad": "6.0", "materia": "Ecuaciones Diferenciales", "comments": "Pocos Exámenes, Aspectos de calificación claros, Tomaría su clase otra vezEs un excelente profesor para ecuaciones diferenciales, te enseña cosas que no están en el temario que te servirán para el curso y más adelante. Su series son las que te dan nivel pues están bastante interesantes y talachudas. Te da una semana de dudas para preguntarle lo que quieras de la materia."}, {"fecha": "18/Dic/2017", "score_general": "9.0", "score_facilidad": "10.0", "materia": "Ecuaciones Diferenciales", "comments": "Es un excelente profesor para ecuaciones diferenciales, te enseña cosas que no están en el temario que te servirán para el curso y más adelante. Su series son las que te dan nivel pues están bastante interesantes y talachudas. Te da una semana de dudas para preguntarle lo que quieras de la materia."}, {"fecha": "09/Dic/2017", "score_general": "10.0", "score_facilidad": "4.0", "materia": "Ecuaciones Diferenciales", "comments": "Los exámenes son difícilesEs un excelente profesor para ecuaciones diferenciales, te enseña cosas que no están en el temario que te servirán para el curso y más adelante. Su series son las que te dan nivel pues están bastante interesantes y talachudas. Te da una semana de dudas para preguntarle lo que quieras de la materia."}, {"fecha": "26/Jul/2017", "score_general": "5.0", "score_facilidad": "2.0", "materia": "Álgebra", "comments": "Califica Duro, Las clases son largas, Pocos ExámenesEs un excelente profesor para ecuaciones diferenciales, te enseña cosas que no están en el temario que te servirán para el curso y más adelante. Su series son las que te dan nivel pues están bastante interesantes y talachudas. Te da una semana de dudas para preguntarle lo que quieras de la materia."}, {"fecha": "06/Jul/2017", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Análisis Numerico", "comments": "BarcoEs un excelente profesor para ecuaciones diferenciales, te enseña cosas que no están en el temario que te servirán para el curso y más adelante. Su series son las que te dan nivel pues están bastante interesantes y talachudas. Te da una semana de dudas para preguntarle lo que quieras de la materia."}, {"fecha": "27/Jun/2017", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Ecuaciones Diferenciales", "comments": "Da buena retroalimentación, Brinda apoyo, Los exámenes son difícilesEl \"Aniquilador\" Ruíz. Es un excelente profesor, da dos semanas de dudas para su serie (que son dificiles) antes de presentar exámenes. Series cortas pero de un nivel bastante alto, las series son derecho a presentar examen (el cuál es más sencillo que las series). Altamente recomendado."}, {"fecha": "26/Jun/2017", "score_general": "6.0", "score_facilidad": "10.0", "materia": "Análisis numérico", "comments": "Barco, Las clases son largas, Brinda apoyoEl \"Aniquilador\" Ruíz. Es un excelente profesor, da dos semanas de dudas para su serie (que son dificiles) antes de presentar exámenes. Series cortas pero de un nivel bastante alto, las series son derecho a presentar examen (el cuál es más sencillo que las series). Altamente recomendado."}, {"fecha": "27/May/2017", "score_general": "5.0", "score_facilidad": "10.0", "materia": "Análisis Numérico", "comments": "BarcoEl \"Aniquilador\" Ruíz. Es un excelente profesor, da dos semanas de dudas para su serie (que son dificiles) antes de presentar exámenes. Series cortas pero de un nivel bastante alto, las series son derecho a presentar examen (el cuál es más sencillo que las series). Altamente recomendado."}, {"fecha": "01/May/2017", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Ecuaciones Diferenciales", "comments": "Respetado por los estudiantes, Brinda apoyo, Clases excelentesEl \"Aniquilador\" Ruíz. Es un excelente profesor, da dos semanas de dudas para su serie (que son dificiles) antes de presentar exámenes. Series cortas pero de un nivel bastante alto, las series son derecho a presentar examen (el cuál es más sencillo que las series). Altamente recomendado."}, {"fecha": "23/Ene/2017", "score_general": "8.0", "score_facilidad": "6.0", "materia": "Álgebra", "comments": "Pocos Exámenes, Brinda apoyo, Los exámenes son difícilesEl \"Aniquilador\" Ruíz. Es un excelente profesor, da dos semanas de dudas para su serie (que son dificiles) antes de presentar exámenes. Series cortas pero de un nivel bastante alto, las series son derecho a presentar examen (el cuál es más sencillo que las series). Altamente recomendado."}, {"fecha": "17/Ene/2017", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Algebra", "comments": "Inspiracional, Clases excelentes, Tomaría su clase otra vezEs un maestro que enseña de una forma excelente, sus tareas no son obligatorias, y los examenes son a nivel de lo visto en clase, puede que te vallas a final porque excenta con 8..... pero es un dios.\r\nExcelente profe"}, {"fecha": "16/Ene/2017", "score_general": "7.0", "score_facilidad": "6.0", "materia": "Álgebra", "comments": "Es un maestro que enseña de una forma excelente, sus tareas no son obligatorias, y los examenes son a nivel de lo visto en clase, puede que te vallas a final porque excenta con 8..... pero es un dios.\r\nExcelente profe"}, {"fecha": "16/Ene/2017", "score_general": "5.0", "score_facilidad": "4.0", "materia": "ANALISIS NUMERICO", "comments": "Muchas tareas, Las clases son largas, Los exámenes son difícilesEs un maestro que enseña de una forma excelente, sus tareas no son obligatorias, y los examenes son a nivel de lo visto en clase, puede que te vallas a final porque excenta con 8..... pero es un dios.\r\nExcelente profe"}, {"fecha": "11/Ene/2017", "score_general": "5.0", "score_facilidad": "4.0", "materia": "analisis numerico", "comments": "Califica Duro, Muchas tareas, Los exámenes son difícilesEs un maestro que enseña de una forma excelente, sus tareas no son obligatorias, y los examenes son a nivel de lo visto en clase, puede que te vallas a final porque excenta con 8..... pero es un dios.\r\nExcelente profe"}, {"fecha": "06/Dic/2016", "score_general": "10.0", "score_facilidad": "8.0", "materia": "ecuaciones diferenciales", "comments": "Califica Duro, Aspectos de calificación claros, Clases excelentesEs un maestro que enseña de una forma excelente, sus tareas no son obligatorias, y los examenes son a nivel de lo visto en clase, puede que te vallas a final porque excenta con 8..... pero es un dios.\r\nExcelente profe"}, {"fecha": "30/Nov/2016", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Ecuaciones Diferenciales", "comments": "Aspectos de calificación claros, Clases excelentesEs el mejor de Ecuaciones, te hace sufrir pero el exámen es nada comparado con la serie. Ayuda en exámen de reposición"}, {"fecha": "15/Nov/2016", "score_general": "8.0", "score_facilidad": "8.0", "materia": "Análisis Numérico", "comments": "Barco, Muchos proyectos grupalesEs el mejor de Ecuaciones, te hace sufrir pero el exámen es nada comparado con la serie. Ayuda en exámen de reposición"}, {"fecha": "09/Jul/2016", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Análisis Numerico", "comments": "Aspectos de calificación claros, Brinda apoyoEs el mejor de Ecuaciones, te hace sufrir pero el exámen es nada comparado con la serie. Ayuda en exámen de reposición"}, {"fecha": "26/Ene/2016", "score_general": "9.0", "score_facilidad": "4.0", "materia": "Algebra", "comments": "Es el mejor de Ecuaciones, te hace sufrir pero el exámen es nada comparado con la serie. Ayuda en exámen de reposición"}, {"fecha": "24/Ene/2016", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Ecuaciones Diferenciales", "comments": "Es el mejor de Ecuaciones, te hace sufrir pero el exámen es nada comparado con la serie. Ayuda en exámen de reposición"}, {"fecha": "24/Ene/2016", "score_general": "10.0", "score_facilidad": "4.0", "materia": "Ecuaciones Diferencials", "comments": "Un excelente profesor, vale la pena estar en su clase te da un nivel muy bueno en la materia, te resuelve todas las dudas que tengas es muy recomendable, pero si le debes echar ganas en los exámenes"}, {"fecha": "23/Ene/2016", "score_general": "10.0", "score_facilidad": "8.0", "materia": "ecuaciones diferenciales", "comments": "Un excelente profesor, vale la pena estar en su clase te da un nivel muy bueno en la materia, te resuelve todas las dudas que tengas es muy recomendable, pero si le debes echar ganas en los exámenes"}, {"fecha": "08/Ene/2016", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Ecuaciones Diferenciales", "comments": "Un excelente profesor, vale la pena estar en su clase te da un nivel muy bueno en la materia, te resuelve todas las dudas que tengas es muy recomendable, pero si le debes echar ganas en los exámenes"}, {"fecha": "17/Ene/2015", "score_general": "10.0", "score_facilidad": "4.0", "materia": "Álgebra", "comments": "Un excelente profesor, vale la pena estar en su clase te da un nivel muy bueno en la materia, te resuelve todas las dudas que tengas es muy recomendable, pero si le debes echar ganas en los exámenes"}, {"fecha": "30/Nov/2014", "score_general": "9.0", "score_facilidad": "6.0", "materia": "Ecuaciones Diferenciales", "comments": "Un excelente profesor, vale la pena estar en su clase te da un nivel muy bueno en la materia, te resuelve todas las dudas que tengas es muy recomendable, pero si le debes echar ganas en los exámenes"}, {"fecha": "12/Ene/2014", "score_general": "9.0", "score_facilidad": "2.0", "materia": "Álgebra", "comments": ""}, {"fecha": "08/Dic/2013", "score_general": "9.0", "score_facilidad": "6.0", "materia": "Ecuaciones Diferenciales", "comments": ""}, {"fecha": "27/Nov/2013", "score_general": "9.0", "score_facilidad": "6.0", "materia": "Ecuaciones Diferenciales", "comments": ""}, {"fecha": "22/Nov/2013", "score_general": "8.0", "score_facilidad": "8.0", "materia": "Ecuaciones Diferenciales", "comments": ""}, {"fecha": "11/Nov/2013", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Ecuaciones Diferenciales", "comments": ""}, {"fecha": "29/Ago/2013", "score_general": "10.0", "score_facilidad": "4.0", "materia": "ed", "comments": ""}, {"fecha": "15/Ago/2013", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Álgebra", "comments": ""}, {"fecha": "08/May/2013", "score_general": "10.0", "score_facilidad": "10.0", "materia": "ED", "comments": ""}, {"fecha": "25/Jun/2012", "score_general": "9.0", "score_facilidad": "6.0", "materia": "ED", "comments": ""}, {"fecha": "18/May/2011", "score_general": "9.0", "score_facilidad": "4.0", "materia": "Álgebra", "comments": ""}]