[{"fecha": "02/Ago/2022", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Fundamentos de Programación", "comments": "Muy cómico, Da buena retroalimentación, Pocos ExámenesEs un súper profe. Sus clases son muy divertidas y enseña lo básico."}, {"fecha": "24/Ene/2022", "score_general": "9.0", "score_facilidad": "10.0", "materia": "Fundamentos de progrmación", "comments": "Es un súper profe. Sus clases son muy divertidas y enseña lo básico."}, {"fecha": "25/Ago/2021", "score_general": "9.0", "score_facilidad": "10.0", "materia": "Fundamentos de programación", "comments": "Barco, Muy cómico, Da buena retroalimentaciónEs un súper profe. Sus clases son muy divertidas y enseña lo básico."}, {"fecha": "25/Feb/2021", "score_general": "5.0", "score_facilidad": "10.0", "materia": "Fundamentos de Programación", "comments": "Barco, Muchas tareas, Deja trabajos largosEs un súper profe. Sus clases son muy divertidas y enseña lo básico."}, {"fecha": "25/Feb/2021", "score_general": "9.0", "score_facilidad": "6.0", "materia": "Fundamentos de Programación", "comments": "Es un súper profe. Sus clases son muy divertidas y enseña lo básico."}, {"fecha": "30/Nov/2020", "score_general": "8.0", "score_facilidad": "8.0", "materia": "POO", "comments": "Muy cómico, Brinda apoyo, Muchos proyectos grupalesEs un muy buen profesor, se interesa mucho que los alumnos aprendan, si pides ayuda o si necesitas ayuda pero te da pena y el lo ve, el te ayuda. Trata de estudiar mucho y comprender los temas de POO para que no haya problemas al final."}, {"fecha": "14/Sep/2020", "score_general": "9.0", "score_facilidad": "10.0", "materia": "Programación", "comments": "Barco, Muy cómico, InspiracionalEs un muy buen profesor, se interesa mucho que los alumnos aprendan, si pides ayuda o si necesitas ayuda pero te da pena y el lo ve, el te ayuda. Trata de estudiar mucho y comprender los temas de POO para que no haya problemas al final."}, {"fecha": "23/Jun/2020", "score_general": "8.0", "score_facilidad": "6.0", "materia": "Poo", "comments": "Barco, Deja trabajos largosEs un muy buen profesor, se interesa mucho que los alumnos aprendan, si pides ayuda o si necesitas ayuda pero te da pena y el lo ve, el te ayuda. Trata de estudiar mucho y comprender los temas de POO para que no haya problemas al final."}, {"fecha": "07/Jun/2020", "score_general": "5.0", "score_facilidad": "8.0", "materia": "Poo", "comments": "Barco, Deja trabajos largosEs un muy buen profesor, se interesa mucho que los alumnos aprendan, si pides ayuda o si necesitas ayuda pero te da pena y el lo ve, el te ayuda. Trata de estudiar mucho y comprender los temas de POO para que no haya problemas al final."}, {"fecha": "27/Jun/2019", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Fundamentos de programacion", "comments": "Barco, Asistencia obligatoria, Pocos ExámenesEs un muy buen profesor, se interesa mucho que los alumnos aprendan, si pides ayuda o si necesitas ayuda pero te da pena y el lo ve, el te ayuda. Trata de estudiar mucho y comprender los temas de POO para que no haya problemas al final."}, {"fecha": "26/Jun/2019", "score_general": "9.0", "score_facilidad": "10.0", "materia": "Fundamentos de Programación", "comments": "Barco, Pocos Exámenes, Tomaría su clase otra vezSuper barco, pero muy buen profesor. Cualquier duda que tengas la resuelve, aunque sus clases son muy lentas enseña paso a pasito. Sólo no lo tomes si lo que buscas es aprender bastante."}, {"fecha": "17/Jun/2019", "score_general": "9.0", "score_facilidad": "10.0", "materia": "Fundamentos de Programación", "comments": "Inspiracional, Aspectos de calificación claros, Clases excelentesSuper barco, pero muy buen profesor. Cualquier duda que tengas la resuelve, aunque sus clases son muy lentas enseña paso a pasito. Sólo no lo tomes si lo que buscas es aprender bastante."}, {"fecha": "08/Jun/2019", "score_general": "9.0", "score_facilidad": "10.0", "materia": "Fundamentos de programación", "comments": "Barco, Muy cómico, Asistencia obligatoriaSuper barco, pero muy buen profesor. Cualquier duda que tengas la resuelve, aunque sus clases son muy lentas enseña paso a pasito. Sólo no lo tomes si lo que buscas es aprender bastante."}, {"fecha": "29/Jun/2016", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Fundamentos", "comments": "Muy cómico, Asistencia obligatoria, Pocos ExámenesSuper barco, pero muy buen profesor. Cualquier duda que tengas la resuelve, aunque sus clases son muy lentas enseña paso a pasito. Sólo no lo tomes si lo que buscas es aprender bastante."}]