[{"fecha": "11/Sep/2020", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Fundamentos de Programación", "comments": "Barco, Muy cómico, InspiracionalEl profe parece que no enseña nada, pero literal introduce a la programación en C de una manera muy MUY clara, si no llegas a entenderlo pregunta, le gusta que pregunten, es demasiado relajado y su proyecto final te enseña a trabajar de freelancer. Si ya sabes programar disfruta tus dos horas libres"}, {"fecha": "28/Ene/2020", "score_general": "6.0", "score_facilidad": "10.0", "materia": "Fundamentos", "comments": "Barco, Pocos Exámenes, Muchos proyectos grupalesEl profe parece que no enseña nada, pero literal introduce a la programación en C de una manera muy MUY clara, si no llegas a entenderlo pregunta, le gusta que pregunten, es demasiado relajado y su proyecto final te enseña a trabajar de freelancer. Si ya sabes programar disfruta tus dos horas libres"}, {"fecha": "17/Jun/2019", "score_general": "9.0", "score_facilidad": "10.0", "materia": "Fundamentos de Programación", "comments": "Aspectos de calificación claros, Brinda apoyo, Clases excelentesEl profe parece que no enseña nada, pero literal introduce a la programación en C de una manera muy MUY clara, si no llegas a entenderlo pregunta, le gusta que pregunten, es demasiado relajado y su proyecto final te enseña a trabajar de freelancer. Si ya sabes programar disfruta tus dos horas libres"}, {"fecha": "09/Ago/2017", "score_general": "5.0", "score_facilidad": "10.0", "materia": "Progra", "comments": "El profe parece que no enseña nada, pero literal introduce a la programación en C de una manera muy MUY clara, si no llegas a entenderlo pregunta, le gusta que pregunten, es demasiado relajado y su proyecto final te enseña a trabajar de freelancer. Si ya sabes programar disfruta tus dos horas libres"}, {"fecha": "25/Jul/2017", "score_general": "3.0", "score_facilidad": "8.0", "materia": "Programación Avanzada", "comments": "Deja trabajos largosEl profe parece que no enseña nada, pero literal introduce a la programación en C de una manera muy MUY clara, si no llegas a entenderlo pregunta, le gusta que pregunten, es demasiado relajado y su proyecto final te enseña a trabajar de freelancer. Si ya sabes programar disfruta tus dos horas libres"}, {"fecha": "05/Dic/2015", "score_general": "6.0", "score_facilidad": "8.0", "materia": "Prog. Avanzada", "comments": ""}, {"fecha": "01/Jun/2015", "score_general": "2.0", "score_facilidad": "6.0", "materia": "Progra", "comments": ""}, {"fecha": "27/May/2015", "score_general": "2.0", "score_facilidad": "10.0", "materia": "Programacion Avanzada", "comments": ""}, {"fecha": "18/Ene/2015", "score_general": "6.0", "score_facilidad": "6.0", "materia": "Programación Avanzada", "comments": ""}, {"fecha": "28/Oct/2014", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Programación Avanzada y Métodos Numéricos", "comments": ""}, {"fecha": "25/Jun/2014", "score_general": "8.0", "score_facilidad": "6.0", "materia": "Progra Avanzada", "comments": "Es un buen profe, empieza su clase con un poco de C y despues de pasa a Java, es facil aprender a programar con el, ademas su clase es muy dinamica porque siempre busca que participen, a veces deja reponer examenes pero debes estar atento a cuando, no es dificil pasar. Opcion para oyentes"}]