[{"fecha": "09/Feb/2023", "score_general": "5.0", "score_facilidad": "6.0", "materia": "Estadística para la ing. Eléctrica electrónica", "comments": "Muchas tareas, La Participación Importa, Brinda apoyoEs buena onda pero su manera de explicar es súper confusa y desordenada. Su clase no tiene pies ni cabeza y no es clara con las tareas. Hay que estar muy concentrado para poder seguir el hilo. No la recomiendo."}, {"fecha": "09/Feb/2023", "score_general": "7.0", "score_facilidad": "8.0", "materia": "ESTADISTICA PARA ING. ELEC. ELECTRONICA", "comments": "Es buena onda pero su manera de explicar es súper confusa y desordenada. Su clase no tiene pies ni cabeza y no es clara con las tareas. Hay que estar muy concentrado para poder seguir el hilo. No la recomiendo."}, {"fecha": "25/Ene/2023", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Estadística", "comments": "Barco, Pocos Exámenes, Brinda apoyoEs buena onda pero su manera de explicar es súper confusa y desordenada. Su clase no tiene pies ni cabeza y no es clara con las tareas. Hay que estar muy concentrado para poder seguir el hilo. No la recomiendo."}, {"fecha": "19/Feb/2021", "score_general": "9.0", "score_facilidad": "8.0", "materia": "8", "comments": "Barco, La Participación Importa, Brinda apoyoEs buena onda pero su manera de explicar es súper confusa y desordenada. Su clase no tiene pies ni cabeza y no es clara con las tareas. Hay que estar muy concentrado para poder seguir el hilo. No la recomiendo."}, {"fecha": "02/Feb/2021", "score_general": "6.0", "score_facilidad": "8.0", "materia": "Herramientas", "comments": "Es buena onda pero su manera de explicar es súper confusa y desordenada. Su clase no tiene pies ni cabeza y no es clara con las tareas. Hay que estar muy concentrado para poder seguir el hilo. No la recomiendo."}, {"fecha": "22/Ago/2020", "score_general": "6.0", "score_facilidad": "8.0", "materia": "Estadística", "comments": "Da buena retroalimentación, Las clases son largas, Brinda apoyoEs una buena profesora, pero hay mejores. Es una buena opción para aprender, solo que resultan algo confusas sus clases. Pueden llegar a ser aburriiidas. Se logró adaptar a la modalidad en línea y los exámenes son fáciles si te preparas con los ejercicios que deja. Es desinteresada algunas veces."}, {"fecha": "25/Jun/2019", "score_general": "4.0", "score_facilidad": "6.0", "materia": "Probabilidad", "comments": "Los exámenes son difícilesEs una buena profesora, pero hay mejores. Es una buena opción para aprender, solo que resultan algo confusas sus clases. Pueden llegar a ser aburriiidas. Se logró adaptar a la modalidad en línea y los exámenes son fáciles si te preparas con los ejercicios que deja. Es desinteresada algunas veces."}, {"fecha": "03/Jun/2019", "score_general": "8.0", "score_facilidad": "8.0", "materia": "Probabilidad", "comments": "Es una buena profesora, pero hay mejores. Es una buena opción para aprender, solo que resultan algo confusas sus clases. Pueden llegar a ser aburriiidas. Se logró adaptar a la modalidad en línea y los exámenes son fáciles si te preparas con los ejercicios que deja. Es desinteresada algunas veces."}, {"fecha": "07/May/2019", "score_general": "4.0", "score_facilidad": "2.0", "materia": "Probabilidad", "comments": "Pocos ExámenesEs una buena profesora, pero hay mejores. Es una buena opción para aprender, solo que resultan algo confusas sus clases. Pueden llegar a ser aburriiidas. Se logró adaptar a la modalidad en línea y los exámenes son fáciles si te preparas con los ejercicios que deja. Es desinteresada algunas veces."}, {"fecha": "19/Abr/2019", "score_general": "5.0", "score_facilidad": "4.0", "materia": "Probabilidad", "comments": "Los exámenes son difícilesEs una buena profesora, pero hay mejores. Es una buena opción para aprender, solo que resultan algo confusas sus clases. Pueden llegar a ser aburriiidas. Se logró adaptar a la modalidad en línea y los exámenes son fáciles si te preparas con los ejercicios que deja. Es desinteresada algunas veces."}, {"fecha": "20/Ene/2019", "score_general": "7.0", "score_facilidad": "8.0", "materia": "Probabilidad", "comments": "Aspectos de calificación claros, Los exámenes son difícilesNo es una maestra tan clara, eso si es muy buena onda y siempre atiende tus dudas vas a tener que estudiar un poco por tu cuenta pero no es nada del otro mundo pasar con ella, sólo 5 de mi grupo se fueron a final"}, {"fecha": "16/Ene/2019", "score_general": "6.0", "score_facilidad": "8.0", "materia": "Probabilidad", "comments": "No es una maestra tan clara, eso si es muy buena onda y siempre atiende tus dudas vas a tener que estudiar un poco por tu cuenta pero no es nada del otro mundo pasar con ella, sólo 5 de mi grupo se fueron a final"}, {"fecha": "10/Ene/2019", "score_general": "5.0", "score_facilidad": "8.0", "materia": "Probabilidad", "comments": "No es una maestra tan clara, eso si es muy buena onda y siempre atiende tus dudas vas a tener que estudiar un poco por tu cuenta pero no es nada del otro mundo pasar con ella, sólo 5 de mi grupo se fueron a final"}, {"fecha": "03/Ene/2019", "score_general": "6.0", "score_facilidad": "10.0", "materia": "Probabilidad", "comments": "Barco, Pocos ExámenesNo es una maestra tan clara, eso si es muy buena onda y siempre atiende tus dudas vas a tener que estudiar un poco por tu cuenta pero no es nada del otro mundo pasar con ella, sólo 5 de mi grupo se fueron a final"}, {"fecha": "15/Jun/2018", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Estadística", "comments": "Aspectos de calificación claros, Tomaría su clase otra vezNo es una maestra tan clara, eso si es muy buena onda y siempre atiende tus dudas vas a tener que estudiar un poco por tu cuenta pero no es nada del otro mundo pasar con ella, sólo 5 de mi grupo se fueron a final"}, {"fecha": "04/Jun/2018", "score_general": "9.0", "score_facilidad": "10.0", "materia": "Estadística", "comments": "Da Crédito Extra, Aspectos de calificación claros, Tomaría su clase otra vezEs super chida!!\r\nLos que te enseña viene en los exámenes, tal cual.\r\nA veces se le va el pedo, pero es muy chida, es joven y deja poca tarea, examenes de nivel, no imposibles.\r\nEs fácil sacar 10 o 9. Recomiendo que hagas la series de las división para que te vaya chido en el examen. Aprendes bien."}, {"fecha": "30/Ene/2018", "score_general": "5.0", "score_facilidad": "10.0", "materia": "Probabilidad", "comments": "Da Crédito Extra, Pocos ExámenesEs super chida!!\r\nLos que te enseña viene en los exámenes, tal cual.\r\nA veces se le va el pedo, pero es muy chida, es joven y deja poca tarea, examenes de nivel, no imposibles.\r\nEs fácil sacar 10 o 9. Recomiendo que hagas la series de las división para que te vaya chido en el examen. Aprendes bien."}, {"fecha": "25/Ene/2018", "score_general": "8.0", "score_facilidad": "8.0", "materia": "Probabilidad", "comments": "Es super chida!!\r\nLos que te enseña viene en los exámenes, tal cual.\r\nA veces se le va el pedo, pero es muy chida, es joven y deja poca tarea, examenes de nivel, no imposibles.\r\nEs fácil sacar 10 o 9. Recomiendo que hagas la series de las división para que te vaya chido en el examen. Aprendes bien."}]