[{"fecha": "04/Mar/2023", "score_general": "6.0", "score_facilidad": "8.0", "materia": "Micros", "comments": "Muy cómico, Da buena retroalimentación, Prepárate para leerMetí con el por los comentarios, y la verdad es que la clase es muy aburrida, tiende a hacerse larga porque da las 2 horas completas. Se ve que sabe mucho del tema y mas allá de eso, pero no aprendes lo suficiente. En cuanto a pasar, no es tan dificil , solo el ultimo proyecto es laborioso."}, {"fecha": "01/Sep/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "MICROCOMPUTADORAS", "comments": "Da buena retroalimentación, Brinda apoyo, Tomaría su clase otra vezMetí con el por los comentarios, y la verdad es que la clase es muy aburrida, tiende a hacerse larga porque da las 2 horas completas. Se ve que sabe mucho del tema y mas allá de eso, pero no aprendes lo suficiente. En cuanto a pasar, no es tan dificil , solo el ultimo proyecto es laborioso."}, {"fecha": "25/Ago/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Sistemas embebidos de instrumentación y control", "comments": "Metí con el por los comentarios, y la verdad es que la clase es muy aburrida, tiende a hacerse larga porque da las 2 horas completas. Se ve que sabe mucho del tema y mas allá de eso, pero no aprendes lo suficiente. En cuanto a pasar, no es tan dificil , solo el ultimo proyecto es laborioso."}, {"fecha": "24/Ago/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Microcomputadoras", "comments": "Barco, Las clases son largas, Pocos ExámenesMetí con el por los comentarios, y la verdad es que la clase es muy aburrida, tiende a hacerse larga porque da las 2 horas completas. Se ve que sabe mucho del tema y mas allá de eso, pero no aprendes lo suficiente. En cuanto a pasar, no es tan dificil , solo el ultimo proyecto es laborioso."}, {"fecha": "13/Feb/2021", "score_general": "2.0", "score_facilidad": "2.0", "materia": "---", "comments": "Califica Duro, Pocos Exámenes, Los exámenes son difícilesMetí con el por los comentarios, y la verdad es que la clase es muy aburrida, tiende a hacerse larga porque da las 2 horas completas. Se ve que sabe mucho del tema y mas allá de eso, pero no aprendes lo suficiente. En cuanto a pasar, no es tan dificil , solo el ultimo proyecto es laborioso."}, {"fecha": "01/Oct/2020", "score_general": "8.0", "score_facilidad": "10.0", "materia": "Microcomputadoras", "comments": "Barco, Pocos Exámenes, Tomaría su clase otra vezEs un excelente profesor, se ve que sabe de la materia. La clase es aburrida y casi nadie entiende pero no es por él. Solo deja un examen y un proyecto. El examen es a libro abierto, trata de apuntar todo y el proyecto esta difícil pero te ayuda a pasar."}, {"fecha": "26/Jul/2018", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Microcomputadoras", "comments": "Da buena retroalimentación, Inspiracional, Pocos ExámenesEs un excelente profesor, se ve que sabe de la materia. La clase es aburrida y casi nadie entiende pero no es por él. Solo deja un examen y un proyecto. El examen es a libro abierto, trata de apuntar todo y el proyecto esta difícil pero te ayuda a pasar."}, {"fecha": "29/Mar/2016", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Microcomputadoras", "comments": "Respetado por los estudiantes, Inspiracional, Tomaría su clase otra vezEs un excelente profesor, se ve que sabe de la materia. La clase es aburrida y casi nadie entiende pero no es por él. Solo deja un examen y un proyecto. El examen es a libro abierto, trata de apuntar todo y el proyecto esta difícil pero te ayuda a pasar."}, {"fecha": "11/Dic/2014", "score_general": "10.0", "score_facilidad": "10.0", "materia": "control digital", "comments": "Es un excelente profesor, se ve que sabe de la materia. La clase es aburrida y casi nadie entiende pero no es por él. Solo deja un examen y un proyecto. El examen es a libro abierto, trata de apuntar todo y el proyecto esta difícil pero te ayuda a pasar."}, {"fecha": "11/Oct/2014", "score_general": "10.0", "score_facilidad": "10.0", "materia": "control digital", "comments": "Es un excelente profesor, se ve que sabe de la materia. La clase es aburrida y casi nadie entiende pero no es por él. Solo deja un examen y un proyecto. El examen es a libro abierto, trata de apuntar todo y el proyecto esta difícil pero te ayuda a pasar."}, {"fecha": "13/May/2013", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Instrumentos con Micros", "comments": "Buen Profesor"}, {"fecha": "25/Ene/2012", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Control e Instrumentos", "comments": "Buen Profesor"}, {"fecha": "05/Ene/2012", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Todas", "comments": "Buen Profesor"}, {"fecha": "17/Feb/2011", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Micros", "comments": "Buen Profesor"}, {"fecha": "27/Oct/2010", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Microcontroladores", "comments": "Buen Profesor"}, {"fecha": "22/Sep/2010", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Microcontroladores", "comments": "Aprender mucho con el. Es el mejor en micros."}]