[{"fecha": "08/Feb/2023", "score_general": "9.0", "score_facilidad": "10.0", "materia": "Ing. Software", "comments": "Da buena retroalimentación, Prepárate para leer, La Participación ImportaSencillamente uno de los mejores profesores de la facultad, explica muy bien y la experiencia que tiene es fenomenal"}, {"fecha": "27/Ene/2023", "score_general": "2.0", "score_facilidad": "8.0", "materia": "Administración de Proyectos de Software", "comments": "Deja trabajos largosSencillamente uno de los mejores profesores de la facultad, explica muy bien y la experiencia que tiene es fenomenal"}, {"fecha": "10/Sep/2022", "score_general": "4.0", "score_facilidad": "2.0", "materia": "Estructuras Discretas", "comments": "Califica Duro, Prepárate para leer, Las clases son largasSencillamente uno de los mejores profesores de la facultad, explica muy bien y la experiencia que tiene es fenomenal"}, {"fecha": "17/Jul/2022", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Estructuras discretas", "comments": "Hace exámenes sorpresa, Muchos Exámenes, Los exámenes son difícilesSencillamente uno de los mejores profesores de la facultad, explica muy bien y la experiencia que tiene es fenomenal"}, {"fecha": "17/Jun/2022", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Estructuras Discretas", "comments": "Hace exámenes sorpresa, La Participación Importa, Los exámenes son difícilesSencillamente uno de los mejores profesores de la facultad, explica muy bien y la experiencia que tiene es fenomenal"}, {"fecha": "16/Jun/2022", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Estructuras Discretas", "comments": "Hace exámenes sorpresa, La Participación Importa, Asistencia obligatoriaExplica super bien, a lo largo de la clase resuelven muchos ejercicios del tema. Casi no deja tareas, hace examenes sorpresa pero te avisa cuando son. Hacen un proyecto que si esta algo largo pero les da suficiente tiempo. Participa y ya estas del otro lado. Los examenes son muy largos. Tu puedes."}, {"fecha": "16/Jun/2022", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Estructuras Discretas", "comments": "Califica Duro, La Participación Importa, Muchos ExámenesExplica super bien, a lo largo de la clase resuelven muchos ejercicios del tema. Casi no deja tareas, hace examenes sorpresa pero te avisa cuando son. Hacen un proyecto que si esta algo largo pero les da suficiente tiempo. Participa y ya estas del otro lado. Los examenes son muy largos. Tu puedes."}, {"fecha": "25/Ago/2021", "score_general": "9.0", "score_facilidad": "10.0", "materia": "---", "comments": "Barco, Asistencia obligatoria, Pocos ExámenesExplica super bien, a lo largo de la clase resuelven muchos ejercicios del tema. Casi no deja tareas, hace examenes sorpresa pero te avisa cuando son. Hacen un proyecto que si esta algo largo pero les da suficiente tiempo. Participa y ya estas del otro lado. Los examenes son muy largos. Tu puedes."}, {"fecha": "24/Ago/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "---", "comments": "Explica super bien, a lo largo de la clase resuelven muchos ejercicios del tema. Casi no deja tareas, hace examenes sorpresa pero te avisa cuando son. Hacen un proyecto que si esta algo largo pero les da suficiente tiempo. Participa y ya estas del otro lado. Los examenes son muy largos. Tu puedes."}, {"fecha": "20/Jun/2020", "score_general": "2.0", "score_facilidad": "2.0", "materia": "---", "comments": "Califica Duro, Muchos Exámenes, Los exámenes son difícilesExplica super bien, a lo largo de la clase resuelven muchos ejercicios del tema. Casi no deja tareas, hace examenes sorpresa pero te avisa cuando son. Hacen un proyecto que si esta algo largo pero les da suficiente tiempo. Participa y ya estas del otro lado. Los examenes son muy largos. Tu puedes."}, {"fecha": "28/May/2020", "score_general": "5.0", "score_facilidad": "6.0", "materia": "Ingeniería de Software y ED", "comments": "Califica Duro, Hace exámenes sorpresa, La Participación ImportaA S C O"}, {"fecha": "22/Feb/2020", "score_general": "2.0", "score_facilidad": "10.0", "materia": "Ing Software", "comments": "A S C O"}, {"fecha": "11/Ene/2020", "score_general": "6.0", "score_facilidad": "6.0", "materia": "Estructuras Discretas", "comments": "Barco, La Participación Importa, Muchos proyectos grupalesA S C O"}, {"fecha": "27/Jun/2019", "score_general": "9.0", "score_facilidad": "8.0", "materia": "---", "comments": "Hace exámenes sorpresa, La Participación Importa, Da Crédito ExtraA S C O"}, {"fecha": "17/Jun/2019", "score_general": "6.0", "score_facilidad": "10.0", "materia": "E Discretas", "comments": "A S C O"}, {"fecha": "24/Abr/2019", "score_general": "5.0", "score_facilidad": "10.0", "materia": "Discretas", "comments": "Barco, Da Crédito ExtraUn barco, no aprendes mas que lo que esta en el libro, pero no le sabe, se la pasa recomendando para que tomemos clase con su hijo , y en la encuesta se pone perro porque si no contestas a favor de el te reprueba, con eso que es el director de la division,"}, {"fecha": "08/Ago/2018", "score_general": "9.0", "score_facilidad": "10.0", "materia": "---", "comments": "Barco, Muy cómico, Respetado por los estudiantesUn barco, no aprendes mas que lo que esta en el libro, pero no le sabe, se la pasa recomendando para que tomemos clase con su hijo , y en la encuesta se pone perro porque si no contestas a favor de el te reprueba, con eso que es el director de la division,"}, {"fecha": "05/Ago/2018", "score_general": "2.0", "score_facilidad": "2.0", "materia": "Estructuras Discretas", "comments": "Muchas tareas, Deja trabajos largosUn barco, no aprendes mas que lo que esta en el libro, pero no le sabe, se la pasa recomendando para que tomemos clase con su hijo , y en la encuesta se pone perro porque si no contestas a favor de el te reprueba, con eso que es el director de la division,"}, {"fecha": "24/Abr/2018", "score_general": "3.0", "score_facilidad": "2.0", "materia": "Estructuras", "comments": "BarcoUn barco, no aprendes mas que lo que esta en el libro, pero no le sabe, se la pasa recomendando para que tomemos clase con su hijo , y en la encuesta se pone perro porque si no contestas a favor de el te reprueba, con eso que es el director de la division,"}, {"fecha": "09/Feb/2018", "score_general": "6.0", "score_facilidad": "10.0", "materia": "Estructuras Discretas", "comments": "Un barco, no aprendes mas que lo que esta en el libro, pero no le sabe, se la pasa recomendando para que tomemos clase con su hijo , y en la encuesta se pone perro porque si no contestas a favor de el te reprueba, con eso que es el director de la division,"}, {"fecha": "08/Ene/2018", "score_general": "3.0", "score_facilidad": "4.0", "materia": "ingenieria de software", "comments": "BarcoMuy pesado de sangre el profesor, falto mucho y el examen está muy pesado, se basa todo en el Pressman, asi que si te aprendes el libro pasas con 10, no tomaria clase con el de nuevo, llega tarde siempre"}, {"fecha": "08/Jul/2017", "score_general": "6.0", "score_facilidad": "6.0", "materia": "Ingenieria de software", "comments": "Califica Duro, Muchas tareas, Hace exámenes sorpresaMuy pesado de sangre el profesor, falto mucho y el examen está muy pesado, se basa todo en el Pressman, asi que si te aprendes el libro pasas con 10, no tomaria clase con el de nuevo, llega tarde siempre"}, {"fecha": "29/Ene/2011", "score_general": "2.0", "score_facilidad": "4.0", "materia": "---", "comments": "Muy pesado de sangre el profesor, falto mucho y el examen está muy pesado, se basa todo en el Pressman, asi que si te aprendes el libro pasas con 10, no tomaria clase con el de nuevo, llega tarde siempre"}, {"fecha": "03/Ene/2011", "score_general": "10.0", "score_facilidad": "6.0", "materia": "---", "comments": "Muy pesado de sangre el profesor, falto mucho y el examen está muy pesado, se basa todo en el Pressman, asi que si te aprendes el libro pasas con 10, no tomaria clase con el de nuevo, llega tarde siempre"}, {"fecha": "05/Dic/2010", "score_general": "2.0", "score_facilidad": "10.0", "materia": "---", "comments": "Muy pesado de sangre el profesor, falto mucho y el examen está muy pesado, se basa todo en el Pressman, asi que si te aprendes el libro pasas con 10, no tomaria clase con el de nuevo, llega tarde siempre"}, {"fecha": "02/Dic/2010", "score_general": "2.0", "score_facilidad": "10.0", "materia": "---", "comments": "[Comentario esperando revisión]"}]