[{"fecha": "31/Ene/2023", "score_general": "4.0", "score_facilidad": "10.0", "materia": "Cultura", "comments": "BarcoBARCA, no hay nada más que agregar"}, {"fecha": "18/Jun/2022", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Cultura y comunicación", "comments": "Muy cómicoBARCA, no hay nada más que agregar"}, {"fecha": "06/Jun/2022", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Cultura y Comunicación", "comments": "Barco, Muchas tareas, Tomaría su clase otra vezBARCA, no hay nada más que agregar"}, {"fecha": "17/Ene/2022", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Cultura y Comunicación", "comments": "Barco, Prepárate para leer, Clases excelentesBARCA, no hay nada más que agregar"}, {"fecha": "13/Oct/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Cultura y Comunicación", "comments": "La Participación Importa, Inspiracional, Clases excelentesBARCA, no hay nada más que agregar"}, {"fecha": "25/Ago/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Cultura y comunicación", "comments": "Barco, Muy cómico, Clases excelentesSus clases son muy interesantes. Deja pocas tareas las cuales son muy fáciles. Ampliamente recomendable para pasar la materia tranquilamente y volverte más culto."}, {"fecha": "24/Ago/2021", "score_general": "9.0", "score_facilidad": "10.0", "materia": "Cultura y comunicación", "comments": "Muy cómico, Da buena retroalimentación, Brinda apoyoSus clases son muy interesantes. Deja pocas tareas las cuales son muy fáciles. Ampliamente recomendable para pasar la materia tranquilamente y volverte más culto."}, {"fecha": "21/Ago/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Cultura y comunicación", "comments": "Inspiracional, Brinda apoyo, Clases excelentesSus clases son muy interesantes. Deja pocas tareas las cuales son muy fáciles. Ampliamente recomendable para pasar la materia tranquilamente y volverte más culto."}, {"fecha": "23/Feb/2021", "score_general": "9.0", "score_facilidad": "10.0", "materia": "Cultura y comunicación", "comments": "Inspiracional, Tomaría su clase otra vezSus clases son muy interesantes. Deja pocas tareas las cuales son muy fáciles. Ampliamente recomendable para pasar la materia tranquilamente y volverte más culto."}, {"fecha": "20/Feb/2021", "score_general": "9.0", "score_facilidad": "6.0", "materia": "Cultura y Comunicación", "comments": "Inspiracional, Clases excelentes, Tomaría su clase otra vezSus clases son muy interesantes. Deja pocas tareas las cuales son muy fáciles. Ampliamente recomendable para pasar la materia tranquilamente y volverte más culto."}, {"fecha": "05/Feb/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Cultura y comunicacion", "comments": "Clases excelentes, Tomaría su clase otra vezLa verdad exelente profesora, buena persona aparte, decir que es barco se me hace desacreditar al profesor, la clase es facil mas bien pero la realidad es que si aprendes y te llevas muchos valores. Fomenta no solo buenos ingenieros sino buenas personas."}, {"fecha": "26/Sep/2020", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Cultura y comunicación", "comments": "La Participación Importa, Inspiracional, Tomaría su clase otra vezLa verdad exelente profesora, buena persona aparte, decir que es barco se me hace desacreditar al profesor, la clase es facil mas bien pero la realidad es que si aprendes y te llevas muchos valores. Fomenta no solo buenos ingenieros sino buenas personas."}, {"fecha": "21/Ene/2020", "score_general": "8.0", "score_facilidad": "8.0", "materia": "---", "comments": "Prepárate para leer, Da Crédito Extra, Brinda apoyoLa verdad exelente profesora, buena persona aparte, decir que es barco se me hace desacreditar al profesor, la clase es facil mas bien pero la realidad es que si aprendes y te llevas muchos valores. Fomenta no solo buenos ingenieros sino buenas personas."}, {"fecha": "11/Ene/2020", "score_general": "6.0", "score_facilidad": "10.0", "materia": "---", "comments": "Asistencia obligatoria, Inspiracional, Muchos proyectos grupalesLa verdad exelente profesora, buena persona aparte, decir que es barco se me hace desacreditar al profesor, la clase es facil mas bien pero la realidad es que si aprendes y te llevas muchos valores. Fomenta no solo buenos ingenieros sino buenas personas."}, {"fecha": "24/Dic/2019", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Bioquímica", "comments": "Da Crédito Extra, Brinda apoyo, Tomaría su clase otra vezLa verdad exelente profesora, buena persona aparte, decir que es barco se me hace desacreditar al profesor, la clase es facil mas bien pero la realidad es que si aprendes y te llevas muchos valores. Fomenta no solo buenos ingenieros sino buenas personas."}, {"fecha": "17/Sep/2017", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Cultura y comunicación", "comments": ""}, {"fecha": "26/Jun/2017", "score_general": "8.0", "score_facilidad": "10.0", "materia": "Cultura y Comunicacion", "comments": ""}]