[{"fecha": "09/Feb/2023", "score_general": "10.0", "score_facilidad": "4.0", "materia": "ECUACIONES DIFERENCIALES", "comments": "Inspiracional, Brinda apoyo, Clases excelentesUna profesora excelente para una materia difícil, invita a que estudies y recuerdes tus bases pero es bastante flexible a como se comporte el grupo, ya que este ultimo semestre las bases no eran tan buenas por los semestres en linea, pero trabajando se puede pasar facilmente y si te esfuezas, más."}, {"fecha": "01/Feb/2023", "score_general": "9.0", "score_facilidad": "6.0", "materia": "Ecuaciones Diferenciales", "comments": "Hace exámenes sorpresa, La Participación Importa, Aspectos de calificación clarosUna profesora excelente para una materia difícil, invita a que estudies y recuerdes tus bases pero es bastante flexible a como se comporte el grupo, ya que este ultimo semestre las bases no eran tan buenas por los semestres en linea, pero trabajando se puede pasar facilmente y si te esfuezas, más."}, {"fecha": "16/Ene/2023", "score_general": "6.0", "score_facilidad": "4.0", "materia": "Ecuaciones Diferenciales", "comments": "La Participación Importa, Aspectos de calificación clarosUna profesora excelente para una materia difícil, invita a que estudies y recuerdes tus bases pero es bastante flexible a como se comporte el grupo, ya que este ultimo semestre las bases no eran tan buenas por los semestres en linea, pero trabajando se puede pasar facilmente y si te esfuezas, más."}, {"fecha": "01/Dic/2021", "score_general": "7.0", "score_facilidad": "6.0", "materia": "Ecuaciones Diferenciales", "comments": "Califica Duro, Muchas tareas, Muchos proyectos grupalesUna profesora excelente para una materia difícil, invita a que estudies y recuerdes tus bases pero es bastante flexible a como se comporte el grupo, ya que este ultimo semestre las bases no eran tan buenas por los semestres en linea, pero trabajando se puede pasar facilmente y si te esfuezas, más."}, {"fecha": "23/Nov/2021", "score_general": "3.0", "score_facilidad": "6.0", "materia": "Ecuaciones Diferenciales", "comments": "Muchas tareas, Muchos Exámenes, Los exámenes son difícilesUna profesora excelente para una materia difícil, invita a que estudies y recuerdes tus bases pero es bastante flexible a como se comporte el grupo, ya que este ultimo semestre las bases no eran tan buenas por los semestres en linea, pero trabajando se puede pasar facilmente y si te esfuezas, más."}, {"fecha": "19/Ago/2021", "score_general": "8.0", "score_facilidad": "6.0", "materia": "Ecuaciones Diferenciales", "comments": "La Participación Importa, Asistencia obligatoria, Brinda apoyoEs el tipo de profesora con la que tienes que trabajar, deja muchas actividades y le gusta que el grupo participe. Sus exámenes son fáciles, solo que cuando los hace son con cámara prendida y se tiene que ver tu área de trabajo. Personalmente no me gusto, no tomaría de nuevo con ella."}, {"fecha": "25/Feb/2021", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Ecuaciones Diferenciales", "comments": "Es el tipo de profesora con la que tienes que trabajar, deja muchas actividades y le gusta que el grupo participe. Sus exámenes son fáciles, solo que cuando los hace son con cámara prendida y se tiene que ver tu área de trabajo. Personalmente no me gusto, no tomaría de nuevo con ella."}, {"fecha": "18/Feb/2021", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Ecuaciones diferenciales", "comments": "Da buena retroalimentación, Muchas tareas, La Participación ImportaEs el tipo de profesora con la que tienes que trabajar, deja muchas actividades y le gusta que el grupo participe. Sus exámenes son fáciles, solo que cuando los hace son con cámara prendida y se tiene que ver tu área de trabajo. Personalmente no me gusto, no tomaría de nuevo con ella."}, {"fecha": "17/Feb/2021", "score_general": "8.0", "score_facilidad": "8.0", "materia": "Ecuaciones diferenciales", "comments": "Muchas tareas, Inspiracional, Aspectos de calificación clarosEs el tipo de profesora con la que tienes que trabajar, deja muchas actividades y le gusta que el grupo participe. Sus exámenes son fáciles, solo que cuando los hace son con cámara prendida y se tiene que ver tu área de trabajo. Personalmente no me gusto, no tomaría de nuevo con ella."}, {"fecha": "24/Ene/2020", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Ecuaciones diferenciales", "comments": "Da buena retroalimentación, Muchas tareas, InspiracionalEs el tipo de profesora con la que tienes que trabajar, deja muchas actividades y le gusta que el grupo participe. Sus exámenes son fáciles, solo que cuando los hace son con cámara prendida y se tiene que ver tu área de trabajo. Personalmente no me gusto, no tomaría de nuevo con ella."}, {"fecha": "06/Dic/2019", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Ecuaciones Diferenciales", "comments": "Muchas tareas, La Participación Importa, Aspectos de calificación clarosExplica muy bien, sus exámenes son fáciles. En el semestre que estuve con ella nos evaluó diferente, supuestamente como si fuera un videojuego. Deja \"desafíos\" que son tareas y actividades en clase y deja unos cuantos trabajos en equipo. La participación es obligatoria para calificación."}, {"fecha": "04/Dic/2019", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Ecuaciones diferenciales.", "comments": "Da buena retroalimentación, Clases excelentes, Tomaría su clase otra vezExplica muy bien, sus exámenes son fáciles. En el semestre que estuve con ella nos evaluó diferente, supuestamente como si fuera un videojuego. Deja \"desafíos\" que son tareas y actividades en clase y deja unos cuantos trabajos en equipo. La participación es obligatoria para calificación."}, {"fecha": "03/Jun/2019", "score_general": "9.0", "score_facilidad": "6.0", "materia": "Ecuaciones diferenciales", "comments": "Explica muy bien, sus exámenes son fáciles. En el semestre que estuve con ella nos evaluó diferente, supuestamente como si fuera un videojuego. Deja \"desafíos\" que son tareas y actividades en clase y deja unos cuantos trabajos en equipo. La participación es obligatoria para calificación."}, {"fecha": "04/Dic/2018", "score_general": "7.0", "score_facilidad": "8.0", "materia": "Ecuaciones Diferenciales", "comments": "Califica Duro, Muchas tareas, InspiracionalExplica muy bien, sus exámenes son fáciles. En el semestre que estuve con ella nos evaluó diferente, supuestamente como si fuera un videojuego. Deja \"desafíos\" que son tareas y actividades en clase y deja unos cuantos trabajos en equipo. La participación es obligatoria para calificación."}, {"fecha": "17/Jul/2018", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Ecuaciones Diferenciales", "comments": "Da buena retroalimentación, La Participación Importa, Tomaría su clase otra vezExplica muy bien, sus exámenes son fáciles. En el semestre que estuve con ella nos evaluó diferente, supuestamente como si fuera un videojuego. Deja \"desafíos\" que son tareas y actividades en clase y deja unos cuantos trabajos en equipo. La participación es obligatoria para calificación."}, {"fecha": "02/Jun/2018", "score_general": "8.0", "score_facilidad": "6.0", "materia": "Ecuaciones Diferenciales", "comments": "Clases excelentes, Los exámenes son difíciles, Tomaría su clase otra vezEs una excelente maestra,  es humana y te da nivel,  se preocupa por los alumnos y explica todo con claridad,  no deja mucha tarea,  series de la división de ecuaciones y exámenes de nivel,  la mejor maestra de la dcb."}, {"fecha": "23/Mar/2015", "score_general": "10.0", "score_facilidad": "10.0", "materia": "ED y Cálculo Integral", "comments": "Es una excelente maestra,  es humana y te da nivel,  se preocupa por los alumnos y explica todo con claridad,  no deja mucha tarea,  series de la división de ecuaciones y exámenes de nivel,  la mejor maestra de la dcb."}, {"fecha": "24/Jun/2014", "score_general": "2.0", "score_facilidad": "2.0", "materia": "Ecuaciones Diferenciales", "comments": "Es una excelente maestra,  es humana y te da nivel,  se preocupa por los alumnos y explica todo con claridad,  no deja mucha tarea,  series de la división de ecuaciones y exámenes de nivel,  la mejor maestra de la dcb."}, {"fecha": "24/Jun/2014", "score_general": "3.0", "score_facilidad": "6.0", "materia": "ecuaciones", "comments": "Es una excelente maestra,  es humana y te da nivel,  se preocupa por los alumnos y explica todo con claridad,  no deja mucha tarea,  series de la división de ecuaciones y exámenes de nivel,  la mejor maestra de la dcb."}, {"fecha": "24/Jun/2014", "score_general": "4.0", "score_facilidad": "4.0", "materia": "ecuaciones", "comments": "Es una excelente maestra,  es humana y te da nivel,  se preocupa por los alumnos y explica todo con claridad,  no deja mucha tarea,  series de la división de ecuaciones y exámenes de nivel,  la mejor maestra de la dcb."}, {"fecha": "10/Jun/2014", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Calculo Integral", "comments": "Es una muy buena profesora, se ven muchos ejercicios en clase que es lo principal para dominar esta materia y las tareas que deja son pocas y sencillas, sus examenes son faciles de pasar aunque tampoco son un diez seguro. Las participaciones cuentan un punto asi que es un aspecto importante."}, {"fecha": "02/Jun/2014", "score_general": "6.0", "score_facilidad": "10.0", "materia": "Cálculo integral", "comments": "Es una muy buena profesora, se ven muchos ejercicios en clase que es lo principal para dominar esta materia y las tareas que deja son pocas y sencillas, sus examenes son faciles de pasar aunque tampoco son un diez seguro. Las participaciones cuentan un punto asi que es un aspecto importante."}, {"fecha": "09/Ene/2014", "score_general": "8.0", "score_facilidad": "6.0", "materia": "Álgebra", "comments": "Es una muy buena profesora, se ven muchos ejercicios en clase que es lo principal para dominar esta materia y las tareas que deja son pocas y sencillas, sus examenes son faciles de pasar aunque tampoco son un diez seguro. Las participaciones cuentan un punto asi que es un aspecto importante."}, {"fecha": "25/Nov/2013", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Calculo Integral", "comments": "Es una muy buena profesora, se ven muchos ejercicios en clase que es lo principal para dominar esta materia y las tareas que deja son pocas y sencillas, sus examenes son faciles de pasar aunque tampoco son un diez seguro. Las participaciones cuentan un punto asi que es un aspecto importante."}, {"fecha": "01/Ago/2013", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Ecuaciones Diferenciales", "comments": "Es una muy buena profesora, se ven muchos ejercicios en clase que es lo principal para dominar esta materia y las tareas que deja son pocas y sencillas, sus examenes son faciles de pasar aunque tampoco son un diez seguro. Las participaciones cuentan un punto asi que es un aspecto importante."}, {"fecha": "09/Feb/2013", "score_general": "10.0", "score_facilidad": "2.0", "materia": "ED", "comments": "Un amor de persona"}, {"fecha": "31/Ene/2013", "score_general": "8.0", "score_facilidad": "8.0", "materia": "Cálculo integral", "comments": "Un amor de persona"}, {"fecha": "15/Ene/2013", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Ecs Dif", "comments": "Un amor de persona"}]