[{"fecha": "16/Feb/2023", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Ecuaciones Diferenciales", "comments": "Las clases son largas, Brinda apoyo, Tomaría su clase otra vezLo amo profe, por usted me gustó esta materia, como referencia si es algo barco pero enseña muy bien, lo justo y necesario, es empático y te resuelve dudas, además que sabe un chingo, pero así un chingo, lo que si, vas a sufrir si te toca un mal equipo, pero recomendadisimo aunque su voz no ayuda"}, {"fecha": "10/Feb/2023", "score_general": "10.0", "score_facilidad": "2.0", "materia": "Análisis numérico", "comments": "Califica Duro, Da Crédito Extra, Muchos proyectos grupalesLo amo profe, por usted me gustó esta materia, como referencia si es algo barco pero enseña muy bien, lo justo y necesario, es empático y te resuelve dudas, además que sabe un chingo, pero así un chingo, lo que si, vas a sufrir si te toca un mal equipo, pero recomendadisimo aunque su voz no ayuda"}, {"fecha": "08/Feb/2023", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Ecuaciones Diferenciales", "comments": "Barco, Respetado por los estudiantes, InspiracionalLo amo profe, por usted me gustó esta materia, como referencia si es algo barco pero enseña muy bien, lo justo y necesario, es empático y te resuelve dudas, además que sabe un chingo, pero así un chingo, lo que si, vas a sufrir si te toca un mal equipo, pero recomendadisimo aunque su voz no ayuda"}, {"fecha": "01/Feb/2023", "score_general": "9.0", "score_facilidad": "10.0", "materia": "Ecuaciones Diferenciales", "comments": "Barco, La Participación ImportaLo amo profe, por usted me gustó esta materia, como referencia si es algo barco pero enseña muy bien, lo justo y necesario, es empático y te resuelve dudas, además que sabe un chingo, pero así un chingo, lo que si, vas a sufrir si te toca un mal equipo, pero recomendadisimo aunque su voz no ayuda"}, {"fecha": "01/Feb/2023", "score_general": "8.0", "score_facilidad": "8.0", "materia": "Ecuaciones Diferenciales", "comments": "Califica Duro, Da Crédito Extra, Los exámenes son difícilesLo amo profe, por usted me gustó esta materia, como referencia si es algo barco pero enseña muy bien, lo justo y necesario, es empático y te resuelve dudas, además que sabe un chingo, pero así un chingo, lo que si, vas a sufrir si te toca un mal equipo, pero recomendadisimo aunque su voz no ayuda"}, {"fecha": "31/Ene/2023", "score_general": "9.0", "score_facilidad": "10.0", "materia": "Ecuaciones Diferenciales", "comments": "Barco, Inspiracional, Brinda apoyoEs buen profesor y se preocupa porque aprendas, deja muchas tareas pero siempre está abierto a dudas. Sus presentaciones son tan claras que puedes no entrar y estudiarlas por tu cuenta y aprenderás más que con otro maestro.\r\nLos exámenes son un poco difíciles peor nada del otro mundo."}, {"fecha": "27/Ene/2023", "score_general": "10.0", "score_facilidad": "8.0", "materia": "ecuaciones diferenciales", "comments": "Respetado por los estudiantes, Inspiracional, Brinda apoyoEs buen profesor y se preocupa porque aprendas, deja muchas tareas pero siempre está abierto a dudas. Sus presentaciones son tan claras que puedes no entrar y estudiarlas por tu cuenta y aprenderás más que con otro maestro.\r\nLos exámenes son un poco difíciles peor nada del otro mundo."}, {"fecha": "23/Ene/2023", "score_general": "6.0", "score_facilidad": "10.0", "materia": "Ecuaciones Diferenciales", "comments": "Barco, Da buena retroalimentación, Deja trabajos largosEs buen profesor y se preocupa porque aprendas, deja muchas tareas pero siempre está abierto a dudas. Sus presentaciones son tan claras que puedes no entrar y estudiarlas por tu cuenta y aprenderás más que con otro maestro.\r\nLos exámenes son un poco difíciles peor nada del otro mundo."}, {"fecha": "27/Ene/2022", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Ecuaciones Diferenciales", "comments": "Aspectos de calificación claros, Clases excelentes, Tomaría su clase otra vezEs buen profesor y se preocupa porque aprendas, deja muchas tareas pero siempre está abierto a dudas. Sus presentaciones son tan claras que puedes no entrar y estudiarlas por tu cuenta y aprenderás más que con otro maestro.\r\nLos exámenes son un poco difíciles peor nada del otro mundo."}, {"fecha": "24/Ene/2022", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Ecuaciones Diferenciales", "comments": "Da buena retroalimentación, Da Crédito Extra, Aspectos de calificación clarosEs buen profesor y se preocupa porque aprendas, deja muchas tareas pero siempre está abierto a dudas. Sus presentaciones son tan claras que puedes no entrar y estudiarlas por tu cuenta y aprenderás más que con otro maestro.\r\nLos exámenes son un poco difíciles peor nada del otro mundo."}, {"fecha": "19/Ene/2022", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Análisis Numérico", "comments": "Respetado por los estudiantes, Aspectos de calificación claros, Tomaría su clase otra vezEs un excelente profesor, se interesa porque los alumnos aprendan, durante el curso te enseña a utilizar latex y matlab que sin duda son muy útiles para el resto de la carrera. En las clases es claro, te deja hacer proyectos donde ves las aplicaciones reales de los métodos numéricos."}, {"fecha": "11/Ene/2022", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Análisis numérico", "comments": "Respetado por los estudiantes, Las clases son largas, Pocos ExámenesEs un excelente profesor, se interesa porque los alumnos aprendan, durante el curso te enseña a utilizar latex y matlab que sin duda son muy útiles para el resto de la carrera. En las clases es claro, te deja hacer proyectos donde ves las aplicaciones reales de los métodos numéricos."}, {"fecha": "18/Dic/2021", "score_general": "8.0", "score_facilidad": "8.0", "materia": "Ecuaciones Diferenciales", "comments": "Da buena retroalimentación, Da Crédito Extra, Los exámenes son difícilesEs un excelente profesor, se interesa porque los alumnos aprendan, durante el curso te enseña a utilizar latex y matlab que sin duda son muy útiles para el resto de la carrera. En las clases es claro, te deja hacer proyectos donde ves las aplicaciones reales de los métodos numéricos."}, {"fecha": "18/Dic/2021", "score_general": "8.0", "score_facilidad": "8.0", "materia": "Ecuaciones diferenciales", "comments": "Da buena retroalimentación, Las clases son largas, Da Crédito ExtraEs un excelente profesor, se interesa porque los alumnos aprendan, durante el curso te enseña a utilizar latex y matlab que sin duda son muy útiles para el resto de la carrera. En las clases es claro, te deja hacer proyectos donde ves las aplicaciones reales de los métodos numéricos."}, {"fecha": "16/Dic/2021", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Ecuaciones diferenciales", "comments": "Da buena retroalimentación, Brinda apoyo, Deja trabajos largosEs un excelente profesor, se interesa porque los alumnos aprendan, durante el curso te enseña a utilizar latex y matlab que sin duda son muy útiles para el resto de la carrera. En las clases es claro, te deja hacer proyectos donde ves las aplicaciones reales de los métodos numéricos."}, {"fecha": "31/Ago/2021", "score_general": "9.0", "score_facilidad": "4.0", "materia": "Análisis númerico", "comments": "Da buena retroalimentación, Respetado por los estudiantes, Brinda apoyoTe lo recomiendo si se te da la programación,  de otra manera se te hará muy pesado. Todos los trabajos son en equipo, lo que lo hace un poco mas sencillo."}, {"fecha": "24/Ago/2021", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Ecuaciónes diferenciales/Análisis Númerico", "comments": "Aspectos de calificación claros, Brinda apoyo, Clases excelentesTe lo recomiendo si se te da la programación,  de otra manera se te hará muy pesado. Todos los trabajos son en equipo, lo que lo hace un poco mas sencillo."}, {"fecha": "21/Ago/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Ecuaciones diferenciales", "comments": "Da buena retroalimentación, La Participación Importa, Aspectos de calificación clarosTe lo recomiendo si se te da la programación,  de otra manera se te hará muy pesado. Todos los trabajos son en equipo, lo que lo hace un poco mas sencillo."}, {"fecha": "14/Ago/2021", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Análisis Numérico", "comments": "La Participación Importa, Inspiracional, Muchos proyectos grupalesTe lo recomiendo si se te da la programación,  de otra manera se te hará muy pesado. Todos los trabajos son en equipo, lo que lo hace un poco mas sencillo."}, {"fecha": "29/Jul/2021", "score_general": "9.0", "score_facilidad": "4.0", "materia": "Ecuaciones diferenciales", "comments": "Respetado por los estudiantes, Las clases son largas, Brinda apoyoTe lo recomiendo si se te da la programación,  de otra manera se te hará muy pesado. Todos los trabajos son en equipo, lo que lo hace un poco mas sencillo."}, {"fecha": "09/Mar/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Análisis Numérico", "comments": "Barco, Clases excelentes, Tomaría su clase otra vezEs muy tranquila la clase, los exámenes y tareas te da mucho tiempo para resolverlos. Además es un muy buen profesor,  si tienes algún problema es muy  comprensivo."}, {"fecha": "06/Mar/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Ecuaciónes diferenciales", "comments": "Barco, Da buena retroalimentación, Clases excelentesEs muy tranquila la clase, los exámenes y tareas te da mucho tiempo para resolverlos. Además es un muy buen profesor,  si tienes algún problema es muy  comprensivo."}, {"fecha": "21/Feb/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Análisis Numérico", "comments": "Da Crédito Extra, Clases excelentes, Tomaría su clase otra vezEs muy tranquila la clase, los exámenes y tareas te da mucho tiempo para resolverlos. Además es un muy buen profesor,  si tienes algún problema es muy  comprensivo."}, {"fecha": "18/Feb/2021", "score_general": "10.0", "score_facilidad": "6.0", "materia": "analisis numerico", "comments": "Da buena retroalimentación, Muchas tareas, Muchos ExámenesEs muy tranquila la clase, los exámenes y tareas te da mucho tiempo para resolverlos. Además es un muy buen profesor,  si tienes algún problema es muy  comprensivo."}, {"fecha": "17/Feb/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Ecuaciones Diferenciales", "comments": "Da buena retroalimentación, Da Crédito Extra, Pocos ExámenesEs muy tranquila la clase, los exámenes y tareas te da mucho tiempo para resolverlos. Además es un muy buen profesor,  si tienes algún problema es muy  comprensivo."}, {"fecha": "15/Feb/2021", "score_general": "9.0", "score_facilidad": "4.0", "materia": "Ecuaciones Diferenciales", "comments": "Califica Duro, Da Crédito Extra, Los exámenes son difícilesEs un buen profesor, sus exámenes son difíciles pero te da tres días para hacerlo, deja tareas en equipo, el hace los equipos y dice que es para que te relaciones con otras carreras, te da créditos extra por hacer actividades extracurriculares, desde un curso hasta cocinar un pastel."}, {"fecha": "12/Feb/2021", "score_general": "4.0", "score_facilidad": "8.0", "materia": "Análisis", "comments": "Califica Duro, Pocos Exámenes, Los exámenes son difícilesEs un buen profesor, sus exámenes son difíciles pero te da tres días para hacerlo, deja tareas en equipo, el hace los equipos y dice que es para que te relaciones con otras carreras, te da créditos extra por hacer actividades extracurriculares, desde un curso hasta cocinar un pastel."}, {"fecha": "04/Feb/2021", "score_general": "8.0", "score_facilidad": "6.0", "materia": "Ecuaciones Diferenciales", "comments": "Califica Duro, Da buena retroalimentación, Muchos proyectos grupalesEs un buen profesor, sus exámenes son difíciles pero te da tres días para hacerlo, deja tareas en equipo, el hace los equipos y dice que es para que te relaciones con otras carreras, te da créditos extra por hacer actividades extracurriculares, desde un curso hasta cocinar un pastel."}, {"fecha": "01/Feb/2021", "score_general": "3.0", "score_facilidad": "4.0", "materia": "---", "comments": "Califica Duro, Muchas tareas, Los exámenes son difícilesEs un buen profesor, sus exámenes son difíciles pero te da tres días para hacerlo, deja tareas en equipo, el hace los equipos y dice que es para que te relaciones con otras carreras, te da créditos extra por hacer actividades extracurriculares, desde un curso hasta cocinar un pastel."}, {"fecha": "11/Dic/2020", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Análisis Numérico", "comments": "Inspiracional, Da Crédito Extra, Tomaría su clase otra vezEs un buen profesor, sus exámenes son difíciles pero te da tres días para hacerlo, deja tareas en equipo, el hace los equipos y dice que es para que te relaciones con otras carreras, te da créditos extra por hacer actividades extracurriculares, desde un curso hasta cocinar un pastel."}, {"fecha": "02/Oct/2020", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Ecuaciones diferenciales", "comments": "Aspectos de calificación claros, Brinda apoyo, Clases excelentesSúper comprometido y organizado. Explica claro y es muy amable"}, {"fecha": "16/Ene/2020", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Ecuaciones Diferenciales", "comments": "La Participación Importa, Da Crédito Extra, Muchos proyectos grupalesSúper comprometido y organizado. Explica claro y es muy amable"}]