[{"fecha": "11/Feb/2023", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Fundamentos Mecánica MC", "comments": "La Participación Importa, Brinda apoyo, Clases excelentesEs un gran profesor, tiene un gran carisma, hace que te intereses por la clase, recomendable para aprender bien, en dificultad media ni muy fácil ni muy difícil"}, {"fecha": "26/Ago/2021", "score_general": "8.0", "score_facilidad": "8.0", "materia": "Fundamentos de Mecánica del Medio Continuo", "comments": "Da buena retroalimentación, La Participación Importa, Tomaría su clase otra vezEs un gran profesor, tiene un gran carisma, hace que te intereses por la clase, recomendable para aprender bien, en dificultad media ni muy fácil ni muy difícil"}, {"fecha": "24/Ago/2021", "score_general": "9.0", "score_facilidad": "10.0", "materia": "Fundamentos de Mecánica del Medio Continuo", "comments": "Barco, Da buena retroalimentación, InspiracionalEs un gran profesor, tiene un gran carisma, hace que te intereses por la clase, recomendable para aprender bien, en dificultad media ni muy fácil ni muy difícil"}, {"fecha": "19/Feb/2021", "score_general": "4.0", "score_facilidad": "10.0", "materia": "Fundamentos de mecánica del medio continuo", "comments": "Es un gran profesor, tiene un gran carisma, hace que te intereses por la clase, recomendable para aprender bien, en dificultad media ni muy fácil ni muy difícil"}, {"fecha": "11/Jun/2020", "score_general": "3.0", "score_facilidad": "6.0", "materia": "Mecánica del medio continuo", "comments": "Prepárate para leer, Las clases son largasEs un gran profesor, tiene un gran carisma, hace que te intereses por la clase, recomendable para aprender bien, en dificultad media ni muy fácil ni muy difícil"}, {"fecha": "11/Jun/2020", "score_general": "5.0", "score_facilidad": "8.0", "materia": "Fundamentos de Mecánica del Medio Continuo", "comments": "Barco, Muy cómico, Prepárate para leerSabe mucho pero a pesar de eso los alumnos no entienden lo que explica, tienes que investigar por tu cuenta y leer con calma los apuntes que el profe da si quieres realmente aprender de la materia."}, {"fecha": "11/Jun/2020", "score_general": "8.0", "score_facilidad": "8.0", "materia": "Fundamentos de Mecánica de Medio continuo", "comments": "La Participación Importa, Pocos Exámenes, Brinda apoyoSabe mucho pero a pesar de eso los alumnos no entienden lo que explica, tienes que investigar por tu cuenta y leer con calma los apuntes que el profe da si quieres realmente aprender de la materia."}, {"fecha": "26/May/2020", "score_general": "8.0", "score_facilidad": "2.0", "materia": "Fundamentos de mecánica del medio continuo", "comments": "Muy cómico, Brinda apoyo, Deja trabajos largosSabe mucho pero a pesar de eso los alumnos no entienden lo que explica, tienes que investigar por tu cuenta y leer con calma los apuntes que el profe da si quieres realmente aprender de la materia."}]