[{"fecha": "11/Feb/2023", "score_general": "6.0", "score_facilidad": "10.0", "materia": "Ecuaciones Diferenciales", "comments": "Barco, Muchos proyectos grupalesLas clases son leer diapositivas por lo que se vuelven un poco aburridas, pero las diapositivas son claras así que conviene más estudiarlas por tu cuenta. No es difícil sacar 10 si tienes buenos equipos."}, {"fecha": "09/Feb/2023", "score_general": "10.0", "score_facilidad": "8.0", "materia": "ANALISIS NUMERICO", "comments": "Da buena retroalimentación, Inspiracional, Brinda apoyoLas clases son leer diapositivas por lo que se vuelven un poco aburridas, pero las diapositivas son claras así que conviene más estudiarlas por tu cuenta. No es difícil sacar 10 si tienes buenos equipos."}, {"fecha": "04/Feb/2023", "score_general": "9.0", "score_facilidad": "2.0", "materia": "Análisis numérico", "comments": "Califica Duro, Da Crédito Extra, Muchos proyectos grupalesLas clases son leer diapositivas por lo que se vuelven un poco aburridas, pero las diapositivas son claras así que conviene más estudiarlas por tu cuenta. No es difícil sacar 10 si tienes buenos equipos."}, {"fecha": "03/Feb/2023", "score_general": "3.0", "score_facilidad": "2.0", "materia": "Análisis numérico", "comments": "Califica Duro, Da Crédito Extra, Pocos ExámenesLas clases son leer diapositivas por lo que se vuelven un poco aburridas, pero las diapositivas son claras así que conviene más estudiarlas por tu cuenta. No es difícil sacar 10 si tienes buenos equipos."}, {"fecha": "02/Feb/2023", "score_general": "5.0", "score_facilidad": "6.0", "materia": "Ecuaciones Diferenciales", "comments": "Las clases son largas, Deja trabajos largosLas clases son leer diapositivas por lo que se vuelven un poco aburridas, pero las diapositivas son claras así que conviene más estudiarlas por tu cuenta. No es difícil sacar 10 si tienes buenos equipos."}, {"fecha": "02/Feb/2023", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Análisis Numérico", "comments": "Muchas tareas, Deja trabajos largos, Muchos proyectos grupalesValora mucho el trabajo en equipo, todo el curso son tareas y proyectos, no hace exámenes.\r\nSi eres muy flojo, no lo recomiendo, ya que hay que cooperar con todos los trabajos y tu equipo está autorizado a funarte. Las clases son aburridas, no por el prof, si no por el temario. Es buena onda:)"}, {"fecha": "27/Ene/2023", "score_general": "6.0", "score_facilidad": "8.0", "materia": "Señales y Sistemas", "comments": "Da Crédito Extra, Aspectos de calificación claros, Muchos proyectos grupalesValora mucho el trabajo en equipo, todo el curso son tareas y proyectos, no hace exámenes.\r\nSi eres muy flojo, no lo recomiendo, ya que hay que cooperar con todos los trabajos y tu equipo está autorizado a funarte. Las clases son aburridas, no por el prof, si no por el temario. Es buena onda:)"}, {"fecha": "27/Ene/2023", "score_general": "5.0", "score_facilidad": "6.0", "materia": "Ecuaciones Diferenciales", "comments": "Muchas tareas, Prepárate para leer, Deja trabajos largosValora mucho el trabajo en equipo, todo el curso son tareas y proyectos, no hace exámenes.\r\nSi eres muy flojo, no lo recomiendo, ya que hay que cooperar con todos los trabajos y tu equipo está autorizado a funarte. Las clases son aburridas, no por el prof, si no por el temario. Es buena onda:)"}, {"fecha": "24/Ene/2023", "score_general": "7.0", "score_facilidad": "6.0", "materia": "Ecuaciones Diferenciales", "comments": "Califica Duro, Da Crédito Extra, Los exámenes son difícilesValora mucho el trabajo en equipo, todo el curso son tareas y proyectos, no hace exámenes.\r\nSi eres muy flojo, no lo recomiendo, ya que hay que cooperar con todos los trabajos y tu equipo está autorizado a funarte. Las clases son aburridas, no por el prof, si no por el temario. Es buena onda:)"}, {"fecha": "11/Dic/2021", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Ecuaciones diferenciales", "comments": "Da buena retroalimentación, Da Crédito Extra, Brinda apoyoValora mucho el trabajo en equipo, todo el curso son tareas y proyectos, no hace exámenes.\r\nSi eres muy flojo, no lo recomiendo, ya que hay que cooperar con todos los trabajos y tu equipo está autorizado a funarte. Las clases son aburridas, no por el prof, si no por el temario. Es buena onda:)"}, {"fecha": "26/Ago/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Análisis numérico", "comments": "Da buena retroalimentación, Inspiracional, Pocos ExámenesBuen profesor, no hace exámenes porque los remplaza con proyectos. Es un profesor flexible y si cumples con las tareas (que no son difíciles) logras pasar sin ningún problema."}, {"fecha": "04/Sep/2020", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Lab. circuitos eléctricos", "comments": "Da buena retroalimentación, Aspectos de calificación claros, Clases excelentesBuen profesor, no hace exámenes porque los remplaza con proyectos. Es un profesor flexible y si cumples con las tareas (que no son difíciles) logras pasar sin ningún problema."}, {"fecha": "13/Dic/2019", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Ecuaciones diferenciales", "comments": "Barco, Inspiracional, Tomaría su clase otra vezBuen profesor, no hace exámenes porque los remplaza con proyectos. Es un profesor flexible y si cumples con las tareas (que no son difíciles) logras pasar sin ningún problema."}]