[{"fecha": "25/Ene/2020", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Estática/Cinemática y Dinámica", "comments": "Califica Duro, Muy cómico, Muchas tareasHagan la tarea, no la copien y mejor vayan a preguntarle a el directamente, siempre esta dispuesto a despejar dudas. Nunca vayan con sueño es lo peor que pueden hacer con el. Es claro y conciso, lo recomiendo."}, {"fecha": "05/Jul/2019", "score_general": "9.0", "score_facilidad": "6.0", "materia": "Estática", "comments": "Muchas tareas, Respetado por los estudiantes, InspiracionalHagan la tarea, no la copien y mejor vayan a preguntarle a el directamente, siempre esta dispuesto a despejar dudas. Nunca vayan con sueño es lo peor que pueden hacer con el. Es claro y conciso, lo recomiendo."}, {"fecha": "26/Jun/2019", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Estática", "comments": "Muy cómico, Da buena retroalimentación, Muchas tareasHagan la tarea, no la copien y mejor vayan a preguntarle a el directamente, siempre esta dispuesto a despejar dudas. Nunca vayan con sueño es lo peor que pueden hacer con el. Es claro y conciso, lo recomiendo."}, {"fecha": "20/Ene/2019", "score_general": "6.0", "score_facilidad": "6.0", "materia": "Mecánica", "comments": "Muy cómico, Muchas tareas, Hace exámenes sorpresaHagan la tarea, no la copien y mejor vayan a preguntarle a el directamente, siempre esta dispuesto a despejar dudas. Nunca vayan con sueño es lo peor que pueden hacer con el. Es claro y conciso, lo recomiendo."}, {"fecha": "09/Ago/2018", "score_general": "2.0", "score_facilidad": "2.0", "materia": "mecanica", "comments": "Califica Duro, Muchas tareas, Los exámenes son difícilesHagan la tarea, no la copien y mejor vayan a preguntarle a el directamente, siempre esta dispuesto a despejar dudas. Nunca vayan con sueño es lo peor que pueden hacer con el. Es claro y conciso, lo recomiendo."}, {"fecha": "06/Ago/2018", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Mecánica", "comments": "Barco, Inspiracional, Pocos ExámenesEs un EXCELENTE profesor. Explica súper bien, es demasiado claro. Es la definición de un buen profe con el cual te la puedes llevar leve. Eso sí, deja bastante tarea y es muy estricto calificando. A mi grupo le puso 10 en 3 exámenes, y sólo aplicó 2 más en el salón (sencillos). No dudes en meterlo."}, {"fecha": "25/Jul/2018", "score_general": "8.0", "score_facilidad": "8.0", "materia": "MECANICA", "comments": "Muchas tareas, Las clases son largas, Pocos ExámenesEs un EXCELENTE profesor. Explica súper bien, es demasiado claro. Es la definición de un buen profe con el cual te la puedes llevar leve. Eso sí, deja bastante tarea y es muy estricto calificando. A mi grupo le puso 10 en 3 exámenes, y sólo aplicó 2 más en el salón (sencillos). No dudes en meterlo."}, {"fecha": "20/Abr/2018", "score_general": "5.0", "score_facilidad": "8.0", "materia": "Cinemática y Dinámica", "comments": "BarcoEs un EXCELENTE profesor. Explica súper bien, es demasiado claro. Es la definición de un buen profe con el cual te la puedes llevar leve. Eso sí, deja bastante tarea y es muy estricto calificando. A mi grupo le puso 10 en 3 exámenes, y sólo aplicó 2 más en el salón (sencillos). No dudes en meterlo."}, {"fecha": "02/Ene/2018", "score_general": "9.0", "score_facilidad": "10.0", "materia": "Cinemática y Dinámica", "comments": "Barco, Muy cómicoEs un EXCELENTE profesor. Explica súper bien, es demasiado claro. Es la definición de un buen profe con el cual te la puedes llevar leve. Eso sí, deja bastante tarea y es muy estricto calificando. A mi grupo le puso 10 en 3 exámenes, y sólo aplicó 2 más en el salón (sencillos). No dudes en meterlo."}, {"fecha": "26/Jun/2017", "score_general": "8.0", "score_facilidad": "6.0", "materia": "MECANICA", "comments": "Barco, Da buena retroalimentación, Muchos proyectos grupalesEs un EXCELENTE profesor. Explica súper bien, es demasiado claro. Es la definición de un buen profe con el cual te la puedes llevar leve. Eso sí, deja bastante tarea y es muy estricto calificando. A mi grupo le puso 10 en 3 exámenes, y sólo aplicó 2 más en el salón (sencillos). No dudes en meterlo."}, {"fecha": "08/Feb/2017", "score_general": "6.0", "score_facilidad": "10.0", "materia": "Cinemática y Dinámica", "comments": "Barco, Muchas tareas, Deja trabajos largosDe manera lo mas objetiva posible quiero decir que no es un buen maestro porque es barco y no enseña lo necesario. Mucha gente que no sabe aprueba con él y desafortunadamente mucha que sí no aprueba por cosas como no ponerle margen a la tarea, colores, ortografía.. si sabes colorear ya pasaste"}, {"fecha": "28/Jul/2016", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Mecánica", "comments": "Muchas tareas, Aspectos de calificación claros, Tomaría su clase otra vezDe manera lo mas objetiva posible quiero decir que no es un buen maestro porque es barco y no enseña lo necesario. Mucha gente que no sabe aprueba con él y desafortunadamente mucha que sí no aprueba por cosas como no ponerle margen a la tarea, colores, ortografía.. si sabes colorear ya pasaste"}, {"fecha": "25/Jul/2016", "score_general": "8.0", "score_facilidad": "8.0", "materia": "Mecánica", "comments": "De manera lo mas objetiva posible quiero decir que no es un buen maestro porque es barco y no enseña lo necesario. Mucha gente que no sabe aprueba con él y desafortunadamente mucha que sí no aprueba por cosas como no ponerle margen a la tarea, colores, ortografía.. si sabes colorear ya pasaste"}, {"fecha": "30/Jun/2016", "score_general": "8.0", "score_facilidad": "6.0", "materia": "Mecanica", "comments": "Califica Duro, Muy cómico, Muchas tareasDe manera lo mas objetiva posible quiero decir que no es un buen maestro porque es barco y no enseña lo necesario. Mucha gente que no sabe aprueba con él y desafortunadamente mucha que sí no aprueba por cosas como no ponerle margen a la tarea, colores, ortografía.. si sabes colorear ya pasaste"}, {"fecha": "24/Ene/2016", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Cinemática y Dinamica", "comments": "De manera lo mas objetiva posible quiero decir que no es un buen maestro porque es barco y no enseña lo necesario. Mucha gente que no sabe aprueba con él y desafortunadamente mucha que sí no aprueba por cosas como no ponerle margen a la tarea, colores, ortografía.. si sabes colorear ya pasaste"}, {"fecha": "22/Ene/2016", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Cinemática y Dinámica", "comments": "Es buen profesor, enseña bien y sus ejercicios sí te hacen pensar y razonar. No es difícil pasar la materia con él."}, {"fecha": "28/Jul/2015", "score_general": "8.0", "score_facilidad": "8.0", "materia": "Estática", "comments": "Es buen profesor, enseña bien y sus ejercicios sí te hacen pensar y razonar. No es difícil pasar la materia con él."}, {"fecha": "09/Jun/2014", "score_general": "8.0", "score_facilidad": "10.0", "materia": "Estática", "comments": "Es buen profesor, enseña bien y sus ejercicios sí te hacen pensar y razonar. No es difícil pasar la materia con él."}, {"fecha": "24/May/2014", "score_general": "8.0", "score_facilidad": "10.0", "materia": "Estática", "comments": "Es buen profesor, enseña bien y sus ejercicios sí te hacen pensar y razonar. No es difícil pasar la materia con él."}, {"fecha": "22/Jul/2013", "score_general": "8.0", "score_facilidad": "8.0", "materia": "Dibujo", "comments": "Es buen profesor, enseña bien y sus ejercicios sí te hacen pensar y razonar. No es difícil pasar la materia con él."}, {"fecha": "23/Ene/2012", "score_general": "6.0", "score_facilidad": "6.0", "materia": "CINEMÁTICA Y DINÁMICA", "comments": "EXPLICA SOLO EJERCICIOS DE ALGÚN OTRO EXAMEN, ES RECOMENDABLE PASAR TODOS SUS PARCIALES YA QUE EL FINAL ESTA CAB ....N"}, {"fecha": "22/Jul/2011", "score_general": "3.0", "score_facilidad": "4.0", "materia": "estatica", "comments": "EXPLICA SOLO EJERCICIOS DE ALGÚN OTRO EXAMEN, ES RECOMENDABLE PASAR TODOS SUS PARCIALES YA QUE EL FINAL ESTA CAB ....N"}, {"fecha": "17/May/2011", "score_general": "10.0", "score_facilidad": "6.0", "materia": "ESTATICA Y CINEMATICA & DINAMICA", "comments": "EXPLICA SOLO EJERCICIOS DE ALGÚN OTRO EXAMEN, ES RECOMENDABLE PASAR TODOS SUS PARCIALES YA QUE EL FINAL ESTA CAB ....N"}, {"fecha": "10/Ene/2011", "score_general": "8.0", "score_facilidad": "6.0", "materia": "Cinemática y Dinámica", "comments": "EXPLICA SOLO EJERCICIOS DE ALGÚN OTRO EXAMEN, ES RECOMENDABLE PASAR TODOS SUS PARCIALES YA QUE EL FINAL ESTA CAB ....N"}]