[{"fecha": "03/Ago/2022", "score_general": "8.0", "score_facilidad": "2.0", "materia": "Lab Termofluidos", "comments": "Califica Duro, Asistencia obligatoria, Las clases son largasEs un buen profesor pero si la exigencia para el laboratorio es mucha, tienes que prepararte para hacer super reportes y a mano, explica bien, pero es exigente si quieres aprender un plus de la materia es el indicado pero no para los que piensen que solo es un laboratorio."}, {"fecha": "27/May/2022", "score_general": "6.0", "score_facilidad": "8.0", "materia": "laboratorio termofluidos", "comments": "La Participación Importa, Las clases son largas, Deja trabajos largosEs un buen profesor pero si la exigencia para el laboratorio es mucha, tienes que prepararte para hacer super reportes y a mano, explica bien, pero es exigente si quieres aprender un plus de la materia es el indicado pero no para los que piensen que solo es un laboratorio."}, {"fecha": "07/May/2022", "score_general": "7.0", "score_facilidad": "2.0", "materia": "L+ Termofluidos", "comments": "Es un buen profesor pero si la exigencia para el laboratorio es mucha, tienes que prepararte para hacer super reportes y a mano, explica bien, pero es exigente si quieres aprender un plus de la materia es el indicado pero no para los que piensen que solo es un laboratorio."}, {"fecha": "08/Feb/2022", "score_general": "5.0", "score_facilidad": "4.0", "materia": "Sistemas de conversión de energía térmica", "comments": "Muchas tareas, Las clases son largas, Deja trabajos largosEs un buen profesor pero si la exigencia para el laboratorio es mucha, tienes que prepararte para hacer super reportes y a mano, explica bien, pero es exigente si quieres aprender un plus de la materia es el indicado pero no para los que piensen que solo es un laboratorio."}, {"fecha": "22/Ene/2022", "score_general": "4.0", "score_facilidad": "2.0", "materia": "Lab termofluidos", "comments": "La Participación Importa, Las clases son largas, Deja trabajos largosEs un buen profesor pero si la exigencia para el laboratorio es mucha, tienes que prepararte para hacer super reportes y a mano, explica bien, pero es exigente si quieres aprender un plus de la materia es el indicado pero no para los que piensen que solo es un laboratorio."}, {"fecha": "10/Ene/2022", "score_general": "7.0", "score_facilidad": "6.0", "materia": "Lab Termofluidos", "comments": "Califica Duro, Prepárate para leer, Deja trabajos largosEs un buen profesor, solo que los reportes son muy pesados, son a mano y te pide cosas específicas para llenarlos, si tu semestre está saturado por varias materias no lo recomiendo pues si te consume tiempo en hacerlos, además pide que leas antes las practicas porque le gusta que participen."}, {"fecha": "03/Ene/2022", "score_general": "5.0", "score_facilidad": "2.0", "materia": "Lab Termofluidos", "comments": "Muchas tareas, La Participación Importa, Las clases son largasEs un buen profesor, solo que los reportes son muy pesados, son a mano y te pide cosas específicas para llenarlos, si tu semestre está saturado por varias materias no lo recomiendo pues si te consume tiempo en hacerlos, además pide que leas antes las practicas porque le gusta que participen."}, {"fecha": "23/Ago/2021", "score_general": "7.0", "score_facilidad": "6.0", "materia": "Lab Termofluidos", "comments": "Deja trabajos largosEs un buen profesor, solo que los reportes son muy pesados, son a mano y te pide cosas específicas para llenarlos, si tu semestre está saturado por varias materias no lo recomiendo pues si te consume tiempo en hacerlos, además pide que leas antes las practicas porque le gusta que participen."}, {"fecha": "10/Feb/2021", "score_general": "9.0", "score_facilidad": "10.0", "materia": "Lab Termofluidos", "comments": "Prepárate para leer, Las clases son largas, Tomaría su clase otra vezEs un buen profesor, solo que los reportes son muy pesados, son a mano y te pide cosas específicas para llenarlos, si tu semestre está saturado por varias materias no lo recomiendo pues si te consume tiempo en hacerlos, además pide que leas antes las practicas porque le gusta que participen."}]