[{"fecha": "07/Feb/2023", "score_general": "4.0", "score_facilidad": "2.0", "materia": "Circuitos Integrados An", "comments": "Califica Duro, Los exámenes son difícilesNO lo metas. Si enseña pero tendrás que aguantar humillaciones, regaños, trabajos y exámenes exageradamente largos y difíciles. Que sea tu última opción y si es así, date por reprobado. Reprobó a casi todos y solo unos pasamos con 6 y eso entregando todo y dando todo en los exámenes y proyectos."}, {"fecha": "03/Feb/2023", "score_general": "4.0", "score_facilidad": "2.0", "materia": "Amplificadores Electronicos", "comments": "Califica Duro, Prepárate para leer, La Participación ImportaNO lo metas. Si enseña pero tendrás que aguantar humillaciones, regaños, trabajos y exámenes exageradamente largos y difíciles. Que sea tu última opción y si es así, date por reprobado. Reprobó a casi todos y solo unos pasamos con 6 y eso entregando todo y dando todo en los exámenes y proyectos."}, {"fecha": "24/Ene/2023", "score_general": "4.0", "score_facilidad": "2.0", "materia": "CIA", "comments": "Muchas tareas, Los exámenes son difíciles, Muchos proyectos grupalesNO lo metas. Si enseña pero tendrás que aguantar humillaciones, regaños, trabajos y exámenes exageradamente largos y difíciles. Que sea tu última opción y si es así, date por reprobado. Reprobó a casi todos y solo unos pasamos con 6 y eso entregando todo y dando todo en los exámenes y proyectos."}, {"fecha": "21/Ene/2023", "score_general": "7.0", "score_facilidad": "4.0", "materia": "CIA", "comments": "Califica Duro, Muchas tareas, Los exámenes son difícilesNO lo metas. Si enseña pero tendrás que aguantar humillaciones, regaños, trabajos y exámenes exageradamente largos y difíciles. Que sea tu última opción y si es así, date por reprobado. Reprobó a casi todos y solo unos pasamos con 6 y eso entregando todo y dando todo en los exámenes y proyectos."}, {"fecha": "08/Ene/2023", "score_general": "2.0", "score_facilidad": "2.0", "materia": "Amplificadores Electrónicos", "comments": "Prepárate para leer, La Participación Importa, Clases excelentesNO lo metas. Si enseña pero tendrás que aguantar humillaciones, regaños, trabajos y exámenes exageradamente largos y difíciles. Que sea tu última opción y si es así, date por reprobado. Reprobó a casi todos y solo unos pasamos con 6 y eso entregando todo y dando todo en los exámenes y proyectos."}, {"fecha": "02/Ago/2022", "score_general": "8.0", "score_facilidad": "6.0", "materia": "Amplificadores Electrónicos", "comments": "Califica Duro, La Participación ImportaGran profesor en toda la extensión de la palabra, si quieres ser un gran ingeniero debes llevar con él si o si. El mejor sin duda."}, {"fecha": "22/Jul/2022", "score_general": "8.0", "score_facilidad": "6.0", "materia": "Amplificadores", "comments": "Muy cómico, Asistencia obligatoria, InspiracionalGran profesor en toda la extensión de la palabra, si quieres ser un gran ingeniero debes llevar con él si o si. El mejor sin duda."}, {"fecha": "22/Jul/2022", "score_general": "8.0", "score_facilidad": "6.0", "materia": "Amplificadores", "comments": "Respetado por los estudiantes, Brinda apoyo, Clases excelentesGran profesor en toda la extensión de la palabra, si quieres ser un gran ingeniero debes llevar con él si o si. El mejor sin duda."}, {"fecha": "11/Feb/2022", "score_general": "5.0", "score_facilidad": "2.0", "materia": "Amplificadores Electrónicos", "comments": "Califica Duro, La Participación Importa, Asistencia obligatoriaGran profesor en toda la extensión de la palabra, si quieres ser un gran ingeniero debes llevar con él si o si. El mejor sin duda."}, {"fecha": "29/Ene/2022", "score_general": "2.0", "score_facilidad": "2.0", "materia": "Amplificadores electronicos", "comments": "Califica Duro, Deja trabajos largos, Los exámenes son difícilesGran profesor en toda la extensión de la palabra, si quieres ser un gran ingeniero debes llevar con él si o si. El mejor sin duda."}, {"fecha": "06/Sep/2021", "score_general": "2.0", "score_facilidad": "2.0", "materia": "CIA", "comments": "Califica Duro, Muchas tareas, Los exámenes son difícilesConsidérate reprobado de una vez"}, {"fecha": "14/Jul/2021", "score_general": "2.0", "score_facilidad": "2.0", "materia": "Amplis", "comments": "Califica Duro, Muchas tareas, Los exámenes son difícilesConsidérate reprobado de una vez"}, {"fecha": "18/Feb/2021", "score_general": "2.0", "score_facilidad": "2.0", "materia": "Amplificadores Electrónicos", "comments": "Califica DuroConsidérate reprobado de una vez"}, {"fecha": "17/Feb/2021", "score_general": "9.0", "score_facilidad": "2.0", "materia": "---", "comments": "Muchas tareas, La Participación Importa, Deja trabajos largosConsidérate reprobado de una vez"}, {"fecha": "15/Feb/2021", "score_general": "3.0", "score_facilidad": "2.0", "materia": "Amplificadores electronicos", "comments": "Califica Duro, Las clases son largas, Los exámenes son difícilesConsidérate reprobado de una vez"}, {"fecha": "13/Feb/2021", "score_general": "2.0", "score_facilidad": "2.0", "materia": "Amplificadores electrónicos", "comments": "La Participación Importa, Asistencia obligatoria, Los exámenes son difícilesLa verdad es que su clase es muy mala y sus actitudes insoportables, mejor mete a otro profesor y si no tienes opción, no inscribas la asignatura."}, {"fecha": "18/Ene/2021", "score_general": "2.0", "score_facilidad": "2.0", "materia": "AE", "comments": "Califica Duro, Muchas tareas, Los exámenes son difícilesLa verdad es que su clase es muy mala y sus actitudes insoportables, mejor mete a otro profesor y si no tienes opción, no inscribas la asignatura."}, {"fecha": "13/Ene/2021", "score_general": "2.0", "score_facilidad": "2.0", "materia": "Amplificadores", "comments": "Muchas tareas, Deja trabajos largosLa verdad es que su clase es muy mala y sus actitudes insoportables, mejor mete a otro profesor y si no tienes opción, no inscribas la asignatura."}, {"fecha": "04/Ene/2021", "score_general": "2.0", "score_facilidad": "2.0", "materia": "Amplificadores Electr{onicos", "comments": "Califica Duro, Los exámenes son difícilesLa verdad es que su clase es muy mala y sus actitudes insoportables, mejor mete a otro profesor y si no tienes opción, no inscribas la asignatura."}, {"fecha": "04/Ene/2021", "score_general": "4.0", "score_facilidad": "2.0", "materia": "Amplificadores electrónicos", "comments": "Califica Duro, Muchas tareas, Los exámenes son difícilesLa verdad es que su clase es muy mala y sus actitudes insoportables, mejor mete a otro profesor y si no tienes opción, no inscribas la asignatura."}, {"fecha": "04/Ene/2021", "score_general": "2.0", "score_facilidad": "2.0", "materia": "Amplificadores Electrónicos", "comments": "Califica Duro, Deja trabajos largos, Los exámenes son difícilesNo te dejes engañar, muchos me lo recomendaron pero fue un timo. Parciales imposibles, tareas largas. En clase da ejemplos super sencillos y en las tareas y exámenes te acribilla. Se excusa en que tu debes aprender todo por tu cuenta y no da nada profundo, todo parece ser repaso para él"}, {"fecha": "04/Ene/2021", "score_general": "3.0", "score_facilidad": "2.0", "materia": "Amplificadores Electrónicos", "comments": "Muchas tareas, La Participación Importa, Los exámenes son difícilesNo te dejes engañar, muchos me lo recomendaron pero fue un timo. Parciales imposibles, tareas largas. En clase da ejemplos super sencillos y en las tareas y exámenes te acribilla. Se excusa en que tu debes aprender todo por tu cuenta y no da nada profundo, todo parece ser repaso para él"}, {"fecha": "04/Ene/2021", "score_general": "4.0", "score_facilidad": "2.0", "materia": "Amplificadores", "comments": "Califica Duro, Muchas tareas, Las clases son largasNo te dejes engañar, muchos me lo recomendaron pero fue un timo. Parciales imposibles, tareas largas. En clase da ejemplos super sencillos y en las tareas y exámenes te acribilla. Se excusa en que tu debes aprender todo por tu cuenta y no da nada profundo, todo parece ser repaso para él"}, {"fecha": "04/Ene/2021", "score_general": "2.0", "score_facilidad": "2.0", "materia": "Amplificadores Elect?onicas", "comments": "La Participación Importa, Deja trabajos largos, Los exámenes son difícilesNo te dejes engañar, muchos me lo recomendaron pero fue un timo. Parciales imposibles, tareas largas. En clase da ejemplos super sencillos y en las tareas y exámenes te acribilla. Se excusa en que tu debes aprender todo por tu cuenta y no da nada profundo, todo parece ser repaso para él"}, {"fecha": "30/Sep/2020", "score_general": "8.0", "score_facilidad": "4.0", "materia": "AE y CIA", "comments": "Califica Duro, Deja trabajos largos, Clases excelentesNo te dejes engañar, muchos me lo recomendaron pero fue un timo. Parciales imposibles, tareas largas. En clase da ejemplos super sencillos y en las tareas y exámenes te acribilla. Se excusa en que tu debes aprender todo por tu cuenta y no da nada profundo, todo parece ser repaso para él"}, {"fecha": "21/Sep/2020", "score_general": "5.0", "score_facilidad": "2.0", "materia": "Circuitos Integrados Analógicos", "comments": "Muchas tareas, La Participación Importa"}, {"fecha": "18/Sep/2020", "score_general": "8.0", "score_facilidad": "2.0", "materia": "Amplis y CIA", "comments": "Califica Duro, Muchas tareas, La Participación Importa"}, {"fecha": "31/Ago/2020", "score_general": "6.0", "score_facilidad": "2.0", "materia": "Amplificadores especrónicos", "comments": "Califica Duro, Muchas tareas, La Participación Importa"}, {"fecha": "26/Ago/2020", "score_general": "10.0", "score_facilidad": "4.0", "materia": "Amplificadores electrónicos.", "comments": "Califica Duro, Muchas tareas, La Participación Importa"}, {"fecha": "25/Ene/2020", "score_general": "9.0", "score_facilidad": "2.0", "materia": "Amplificadores electrónicos", "comments": "Califica Duro, Muchas tareas, Los exámenes son difíciles"}, {"fecha": "19/Ene/2020", "score_general": "7.0", "score_facilidad": "4.0", "materia": "Amplificadores Electrónicos", "comments": "Da buena retroalimentaciónLo unico bueno del profesor es que te prepara para saber bien porque est algo complicada la materia, eso sí, es amable cuando vas por dudas. loi recomiendo para recursadores que ya saben como evalúa el profe además se porta un poco más buena onda con ellos en el recurse"}, {"fecha": "13/Dic/2019", "score_general": "10.0", "score_facilidad": "4.0", "materia": "Amplificadores electrónicos", "comments": "Califica Duro, Muchos Exámenes, Clases excelentesLo unico bueno del profesor es que te prepara para saber bien porque est algo complicada la materia, eso sí, es amable cuando vas por dudas. loi recomiendo para recursadores que ya saben como evalúa el profe además se porta un poco más buena onda con ellos en el recurse"}, {"fecha": "24/Oct/2019", "score_general": "6.0", "score_facilidad": "2.0", "materia": "Amplificadores Electrónicos", "comments": "Las clases son largasLo unico bueno del profesor es que te prepara para saber bien porque est algo complicada la materia, eso sí, es amable cuando vas por dudas. loi recomiendo para recursadores que ya saben como evalúa el profe además se porta un poco más buena onda con ellos en el recurse"}, {"fecha": "25/Sep/2019", "score_general": "5.0", "score_facilidad": "4.0", "materia": "Amplificadores electrónicos", "comments": "Asistencia obligatoriaLo unico bueno del profesor es que te prepara para saber bien porque est algo complicada la materia, eso sí, es amable cuando vas por dudas. loi recomiendo para recursadores que ya saben como evalúa el profe además se porta un poco más buena onda con ellos en el recurse"}, {"fecha": "30/Jun/2019", "score_general": "8.0", "score_facilidad": "8.0", "materia": "Amplificadores electrónicos", "comments": "Da buena retroalimentaciónLo unico bueno del profesor es que te prepara para saber bien porque est algo complicada la materia, eso sí, es amable cuando vas por dudas. loi recomiendo para recursadores que ya saben como evalúa el profe además se porta un poco más buena onda con ellos en el recurse"}, {"fecha": "16/Ene/2019", "score_general": "8.0", "score_facilidad": "6.0", "materia": "Amplificadores", "comments": "Es un profesor normal, al principio puedes pensar que es malo peor al final te ayuda bastante. En su proyecto te pregunta cuanta calificación crees merecer y esa te pone y con eso pasasSus tareas se encuentran en internet o en el libro que él recomienda al principio y si le caes bien te excenta"}, {"fecha": "16/Ene/2019", "score_general": "9.0", "score_facilidad": "6.0", "materia": "Amplificadores electronicos", "comments": "Da Crédito ExtraEs un profesor normal, al principio puedes pensar que es malo peor al final te ayuda bastante. En su proyecto te pregunta cuanta calificación crees merecer y esa te pone y con eso pasasSus tareas se encuentran en internet o en el libro que él recomienda al principio y si le caes bien te excenta"}]