[{"fecha": "09/Oct/2022", "score_general": "8.0", "score_facilidad": "6.0", "materia": "Dispositivos Eléctricos", "comments": "Muy cómico, La Participación Importa, Deja trabajos largosMuy buen maestro, tienes que hacer sus tareas ya que cada clase pregunta sobre lo que dejó, sus clases son amenas pues sabe mucho de lo que es la materia y otras cosas extra, siempre va adelantado que lo del laboratorio y eso ayuda un montón, se nota que le gusta lo que hace"}, {"fecha": "04/Ago/2022", "score_general": "4.0", "score_facilidad": "4.0", "materia": "Dispositivos Electrónicos", "comments": "BarcoMuy buen maestro, tienes que hacer sus tareas ya que cada clase pregunta sobre lo que dejó, sus clases son amenas pues sabe mucho de lo que es la materia y otras cosas extra, siempre va adelantado que lo del laboratorio y eso ayuda un montón, se nota que le gusta lo que hace"}, {"fecha": "28/Jul/2022", "score_general": "8.0", "score_facilidad": "8.0", "materia": "Dispositivos electrónicos", "comments": "Califica Duro, Respetado por los estudiantes, InspiracionalMuy buen maestro, tienes que hacer sus tareas ya que cada clase pregunta sobre lo que dejó, sus clases son amenas pues sabe mucho de lo que es la materia y otras cosas extra, siempre va adelantado que lo del laboratorio y eso ayuda un montón, se nota que le gusta lo que hace"}, {"fecha": "28/Ene/2022", "score_general": "7.0", "score_facilidad": "8.0", "materia": "Dispositivos electrónicos", "comments": "Muchos Exámenes, Clases excelentes, Tomaría su clase otra vezMuy buen maestro, tienes que hacer sus tareas ya que cada clase pregunta sobre lo que dejó, sus clases son amenas pues sabe mucho de lo que es la materia y otras cosas extra, siempre va adelantado que lo del laboratorio y eso ayuda un montón, se nota que le gusta lo que hace"}, {"fecha": "28/Dic/2019", "score_general": "6.0", "score_facilidad": "8.0", "materia": "Ingeniería Eléctrica", "comments": "Da buena retroalimentación, La Participación Importa, Clases excelentesMuy buen maestro, tienes que hacer sus tareas ya que cada clase pregunta sobre lo que dejó, sus clases son amenas pues sabe mucho de lo que es la materia y otras cosas extra, siempre va adelantado que lo del laboratorio y eso ayuda un montón, se nota que le gusta lo que hace"}, {"fecha": "21/Ene/2019", "score_general": "2.0", "score_facilidad": "2.0", "materia": "Dispositivos De Circuitos Electricos", "comments": "Califica Duro, Muchos Exámenes, Muchos proyectos grupalesUn pesimo profesor, Parece que el es el que va a aprender de los alumnos, todas sus clases se la pasa preguntando al azar sobre temas que se supone el de debe enseñar. Te hace trabajar como burro con proyectos y tareas y al ultimo nadie pasa."}, {"fecha": "01/Ene/2018", "score_general": "6.0", "score_facilidad": "4.0", "materia": "Dispositivos y Circuitos Electricos", "comments": "Califica Duro, Muchas tareas, Muchos proyectos grupalesUn pesimo profesor, Parece que el es el que va a aprender de los alumnos, todas sus clases se la pasa preguntando al azar sobre temas que se supone el de debe enseñar. Te hace trabajar como burro con proyectos y tareas y al ultimo nadie pasa."}]