[{"fecha": "19/Feb/2023", "score_general": "5.0", "score_facilidad": "8.0", "materia": "Química", "comments": "Barco, Pocos Exámenes?"}, {"fecha": "08/Feb/2023", "score_general": "4.0", "score_facilidad": "6.0", "materia": "Química", "comments": "Pocos Exámenes?"}, {"fecha": "02/Feb/2023", "score_general": "8.0", "score_facilidad": "8.0", "materia": "Química", "comments": "Pocos Exámenes, Brinda apoyo, Tomaría su clase otra vez?"}, {"fecha": "25/Ene/2023", "score_general": "5.0", "score_facilidad": "6.0", "materia": "Química", "comments": "Las clases son largas?"}, {"fecha": "04/Feb/2022", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Química", "comments": "Aspectos de calificación claros, Clases excelentes, Tomaría su clase otra vez?"}, {"fecha": "01/Feb/2022", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Reactores", "comments": "BarcoSobrevalorado. Tiene sus preferidos y eso cae mal en cualquier situación. Zanella rifa más"}, {"fecha": "24/Ene/2022", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Quimica", "comments": "Sobrevalorado. Tiene sus preferidos y eso cae mal en cualquier situación. Zanella rifa más"}, {"fecha": "14/Nov/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Química", "comments": "Da buena retroalimentación, Respetado por los estudiantes, InspiracionalSobrevalorado. Tiene sus preferidos y eso cae mal en cualquier situación. Zanella rifa más"}, {"fecha": "17/Mar/2021", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Quimica", "comments": "Respetado por los estudiantes, Clases excelentes, Tomaría su clase otra vezSobrevalorado. Tiene sus preferidos y eso cae mal en cualquier situación. Zanella rifa más"}, {"fecha": "15/Feb/2021", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Quimica", "comments": "Inspiracional, Brinda apoyo, Clases excelentesSobrevalorado. Tiene sus preferidos y eso cae mal en cualquier situación. Zanella rifa más"}, {"fecha": "14/Feb/2021", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Quimica", "comments": "Inspiracional, Clases excelentes, Tomaría su clase otra vezEs un excelente profesor, antes de tomar su clase odiaba la química, es muy bueno explicando los ejercicios y muy paciente con las dudas, te ayuda si te atoras en las series, sis examenes se basan en la serie, lo recomiendo muchísimo"}, {"fecha": "03/Feb/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Química", "comments": "Respetado por los estudiantes, Las clases son largas, Brinda apoyoEs un excelente profesor, antes de tomar su clase odiaba la química, es muy bueno explicando los ejercicios y muy paciente con las dudas, te ayuda si te atoras en las series, sis examenes se basan en la serie, lo recomiendo muchísimo"}, {"fecha": "31/Ago/2020", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Sistemas químicos en ingeniería", "comments": "Muy cómico, Clases excelentes, Tomaría su clase otra vezEs un excelente profesor, antes de tomar su clase odiaba la química, es muy bueno explicando los ejercicios y muy paciente con las dudas, te ayuda si te atoras en las series, sis examenes se basan en la serie, lo recomiendo muchísimo"}, {"fecha": "24/Ene/2020", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Química (2016)", "comments": "Da buena retroalimentación, Asistencia obligatoria, Las clases son largasEs un excelente profesor, antes de tomar su clase odiaba la química, es muy bueno explicando los ejercicios y muy paciente con las dudas, te ayuda si te atoras en las series, sis examenes se basan en la serie, lo recomiendo muchísimo"}, {"fecha": "11/Dic/2019", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Química", "comments": "Las clases son largas, Pocos Exámenes, Brinda apoyoEs un excelente profesor, antes de tomar su clase odiaba la química, es muy bueno explicando los ejercicios y muy paciente con las dudas, te ayuda si te atoras en las series, sis examenes se basan en la serie, lo recomiendo muchísimo"}, {"fecha": "01/Dic/2018", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Química y ciencias de la tierra", "comments": "Muy buen profesor. Sabe de lo que habla y lo instruye claramente. Evalua solo con exámenes (ejercicios sacados de la serie).  Su clase no es nada pesada, si haces la serie ya tienes él examen. Si repruebas un examen lo puedes repetir. Además es agradable."}]