[{"fecha": "05/May/2023", "score_general": "10.0", "score_facilidad": "4.0", "materia": "Ingeniera de Materiales", "comments": "Da buena retroalimentación, Hace exámenes sorpresa, InspiracionalExcelente profesor, hace unos años llevé con él y es difícil la materia pero siempre explicaba a todos, gracias al profesor hoy en día me gusta el área de los materiales y trabajo en ello."}, {"fecha": "15/Abr/2021", "score_general": "10.0", "score_facilidad": "4.0", "materia": "Ingeniería de Materiales Avanzada", "comments": "Inspiracional, Clases excelentes, Los exámenes son difícilesExcelente profesor, hace unos años llevé con él y es difícil la materia pero siempre explicaba a todos, gracias al profesor hoy en día me gusta el área de los materiales y trabajo en ello."}, {"fecha": "05/Mar/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Diseño de Producto", "comments": "Inspiracional, Clases excelentes, Muchos proyectos grupalesExcelente profesor, hace unos años llevé con él y es difícil la materia pero siempre explicaba a todos, gracias al profesor hoy en día me gusta el área de los materiales y trabajo en ello."}, {"fecha": "01/Jul/2020", "score_general": "9.0", "score_facilidad": "6.0", "materia": "Geometría Analítica 1", "comments": "Respetado por los estudiantes, Brinda apoyo, Clases excelentesExcelente profesor, hace unos años llevé con él y es difícil la materia pero siempre explicaba a todos, gracias al profesor hoy en día me gusta el área de los materiales y trabajo en ello."}, {"fecha": "25/Ago/2019", "score_general": "10.0", "score_facilidad": "4.0", "materia": "Ingeniería de Materiales", "comments": "Califica Duro, Hace exámenes sorpresa, Clases excelentesExcelente profesor, hace unos años llevé con él y es difícil la materia pero siempre explicaba a todos, gracias al profesor hoy en día me gusta el área de los materiales y trabajo en ello."}, {"fecha": "03/Ago/2018", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Ingeniería de Materiales", "comments": "Da buena retroalimentación, Hace exámenes sorpresa, Brinda apoyoMuy buen profesor, mucha teoria pero si le preguntas te explica, examenes largos pero de buen nivel."}, {"fecha": "27/Jun/2018", "score_general": "4.0", "score_facilidad": "2.0", "materia": "Ingeniería de materiales", "comments": "Muy buen profesor, mucha teoria pero si le preguntas te explica, examenes largos pero de buen nivel."}, {"fecha": "15/Jun/2018", "score_general": "8.0", "score_facilidad": "4.0", "materia": "Ingeniería de materiales", "comments": "Califica Duro, Muy cómico, Clases excelentesMuy buen profesor, mucha teoria pero si le preguntas te explica, examenes largos pero de buen nivel."}, {"fecha": "20/May/2018", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Dibujo mecanico", "comments": "Califica Duro, Respetado por los estudiantes, Tomaría su clase otra vezMuy buen profesor, mucha teoria pero si le preguntas te explica, examenes largos pero de buen nivel."}, {"fecha": "12/Dic/2017", "score_general": "8.0", "score_facilidad": "8.0", "materia": "INGENIERIA DE MATERIALES", "comments": "Hace exámenes sorpresa, La Participación Importa, Asistencia obligatoriaMuy buen profesor, mucha teoria pero si le preguntas te explica, examenes largos pero de buen nivel."}, {"fecha": "24/Ene/2016", "score_general": "4.0", "score_facilidad": "4.0", "materia": "Dibujo mecanico", "comments": "No enseña bien, da por hecho que ya todo lo sabes, y rara la vez te explica, eso sí, a las mujeres les explica lo que le pregunten, si eres hombre olvídalo... Al final es medio barco si pasaste todos sus exámenes"}]