[{"fecha": "08/Dic/2022", "score_general": "8.0", "score_facilidad": "8.0", "materia": "Mecánica", "comments": "Da buena retroalimentación, La Participación Importa, Muchos ExámenesRecuerdo que cuando lo llevé fue al inicio de la pandemia y fue uno de los mejores cursos que he llevado.\r\nCuando lo conocí era una gran persona, desconozco sus métodos en presencial."}, {"fecha": "27/Ene/2022", "score_general": "2.0", "score_facilidad": "4.0", "materia": "Estatica, Cinematica y dinámica", "comments": "Califica Duro, Hace exámenes sorpresaRecuerdo que cuando lo llevé fue al inicio de la pandemia y fue uno de los mejores cursos que he llevado.\r\nCuando lo conocí era una gran persona, desconozco sus métodos en presencial."}, {"fecha": "28/Feb/2021", "score_general": "3.0", "score_facilidad": "8.0", "materia": "Mecánica", "comments": "Califica Duro, Barco, Deja trabajos largosRecuerdo que cuando lo llevé fue al inicio de la pandemia y fue uno de los mejores cursos que he llevado.\r\nCuando lo conocí era una gran persona, desconozco sus métodos en presencial."}, {"fecha": "24/Feb/2021", "score_general": "8.0", "score_facilidad": "6.0", "materia": "Mecánica", "comments": "Muy cómicoRecuerdo que cuando lo llevé fue al inicio de la pandemia y fue uno de los mejores cursos que he llevado.\r\nCuando lo conocí era una gran persona, desconozco sus métodos en presencial."}, {"fecha": "22/Feb/2021", "score_general": "8.0", "score_facilidad": "6.0", "materia": "Mecanica", "comments": "Califica Duro, Muchas tareasRecuerdo que cuando lo llevé fue al inicio de la pandemia y fue uno de los mejores cursos que he llevado.\r\nCuando lo conocí era una gran persona, desconozco sus métodos en presencial."}, {"fecha": "02/Feb/2021", "score_general": "4.0", "score_facilidad": "6.0", "materia": "Cinemática y Dinámica", "comments": "Califica Duro, Muchas tareas, Las clases son largasEs un profesor muy exigente a la hora de calificar, quiere todo a mano y sino le gusta algo te lo califica con bajo puntaje. Califica como el quiere. Y no justifica porque, te recomiendo es que si lo vas a meter es que entregues las tareas muy bien hechas y todo a mano diagramas y procedimientos."}, {"fecha": "30/Ene/2021", "score_general": "2.0", "score_facilidad": "2.0", "materia": "Cinemática y Dinámica", "comments": "Califica Duro, Las clases son largas, Los exámenes son difícilesEs un profesor muy exigente a la hora de calificar, quiere todo a mano y sino le gusta algo te lo califica con bajo puntaje. Califica como el quiere. Y no justifica porque, te recomiendo es que si lo vas a meter es que entregues las tareas muy bien hechas y todo a mano diagramas y procedimientos."}, {"fecha": "19/Ene/2021", "score_general": "4.0", "score_facilidad": "4.0", "materia": "Cinemática y Dinámica", "comments": "Califica Duro, Muchas tareas, Los exámenes son difícilesEs un profesor muy exigente a la hora de calificar, quiere todo a mano y sino le gusta algo te lo califica con bajo puntaje. Califica como el quiere. Y no justifica porque, te recomiendo es que si lo vas a meter es que entregues las tareas muy bien hechas y todo a mano diagramas y procedimientos."}, {"fecha": "30/Nov/2020", "score_general": "4.0", "score_facilidad": "4.0", "materia": "Mecanica", "comments": "Barco, Muy cómico, Muchas tareasEs un profesor muy exigente a la hora de calificar, quiere todo a mano y sino le gusta algo te lo califica con bajo puntaje. Califica como el quiere. Y no justifica porque, te recomiendo es que si lo vas a meter es que entregues las tareas muy bien hechas y todo a mano diagramas y procedimientos."}, {"fecha": "05/Sep/2020", "score_general": "6.0", "score_facilidad": "6.0", "materia": "Estática", "comments": "Muchas tareas, Pocos ExámenesEs un profesor muy exigente a la hora de calificar, quiere todo a mano y sino le gusta algo te lo califica con bajo puntaje. Califica como el quiere. Y no justifica porque, te recomiendo es que si lo vas a meter es que entregues las tareas muy bien hechas y todo a mano diagramas y procedimientos."}, {"fecha": "28/Ene/2020", "score_general": "7.0", "score_facilidad": "8.0", "materia": "Mecánica", "comments": "Muy cómico, Clases excelentesEl profe es bueno, explica muy chido y le entiendes rápido, el problema es que es bipolar y en cualquier momento se enoja de cualquier cosita y te manda a final, solo es cuestión de aguantarle, no faltes a laboratorio ni cabecees en su clase porque ya valiste, sus exámenes y tareas son fáciles"}]