[{"fecha": "14/Jul/2022", "score_general": "4.0", "score_facilidad": "4.0", "materia": "Mecanica de Fluidos", "comments": "Califica DuroLa peor clase que he tenido en la FI, clase mediocre de una hora, no da material de apoyo y faltaba sin avisar. Te manda a final por lo que sea."}, {"fecha": "27/Ene/2022", "score_general": "9.0", "score_facilidad": "8.0", "materia": "principios de mecanica de yacimientos", "comments": "Barco, Muy cómico, La Participación ImportaLa peor clase que he tenido en la FI, clase mediocre de una hora, no da material de apoyo y faltaba sin avisar. Te manda a final por lo que sea."}, {"fecha": "15/Ene/2022", "score_general": "6.0", "score_facilidad": "2.0", "materia": "Principios de Mecánica de Yacimientos (Zoomestre)", "comments": "Califica Duro, Asistencia obligatoria, Los exámenes son difícilesLa peor clase que he tenido en la FI, clase mediocre de una hora, no da material de apoyo y faltaba sin avisar. Te manda a final por lo que sea."}, {"fecha": "17/Feb/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "mecanica", "comments": "Barco, La Participación Importa, Da Crédito ExtraLa peor clase que he tenido en la FI, clase mediocre de una hora, no da material de apoyo y faltaba sin avisar. Te manda a final por lo que sea."}, {"fecha": "01/Sep/2020", "score_general": "7.0", "score_facilidad": "6.0", "materia": "Introducción", "comments": "Prepárate para leer, Respetado por los estudiantes, InspiracionalLa peor clase que he tenido en la FI, clase mediocre de una hora, no da material de apoyo y faltaba sin avisar. Te manda a final por lo que sea."}, {"fecha": "30/May/2020", "score_general": "9.0", "score_facilidad": "6.0", "materia": "Introducción a la Ingeniería Petrolera", "comments": "Califica Duro, Da buena retroalimentación, Prepárate para leerEs exigente con las tareas para que seas ordenado y estés preparado más adelante, los exámenes son los más pesados ya que tienes que estudiar mucho, nada de lo que no se hay visto en su clase viene en su examen."}, {"fecha": "27/Jun/2019", "score_general": "7.0", "score_facilidad": "6.0", "materia": "Introduccion a la ing.petrolera", "comments": "Califica Duro, Muchas tareas, Pocos ExámenesEs exigente con las tareas para que seas ordenado y estés preparado más adelante, los exámenes son los más pesados ya que tienes que estudiar mucho, nada de lo que no se hay visto en su clase viene en su examen."}, {"fecha": "22/Ene/2019", "score_general": "5.0", "score_facilidad": "2.0", "materia": "Introducción a la Ingeniería petrolera", "comments": "Califica Duro, Asistencia obligatoria, Brinda apoyoEs exigente con las tareas para que seas ordenado y estés preparado más adelante, los exámenes son los más pesados ya que tienes que estudiar mucho, nada de lo que no se hay visto en su clase viene en su examen."}, {"fecha": "21/Ene/2019", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Mecánica de Fluidos", "comments": "La Participación ImportaEs exigente con las tareas para que seas ordenado y estés preparado más adelante, los exámenes son los más pesados ya que tienes que estudiar mucho, nada de lo que no se hay visto en su clase viene en su examen."}, {"fecha": "27/Ene/2018", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Mecánica de fluidos", "comments": "Es exigente con las tareas para que seas ordenado y estés preparado más adelante, los exámenes son los más pesados ya que tienes que estudiar mucho, nada de lo que no se hay visto en su clase viene en su examen."}, {"fecha": "07/Nov/2017", "score_general": "2.0", "score_facilidad": "2.0", "materia": "Mecánica de fluidos", "comments": "Barco"}, {"fecha": "24/Jul/2017", "score_general": "4.0", "score_facilidad": "2.0", "materia": "Mecánica de fluidos", "comments": "Califica Duro, Asistencia obligatoria"}]