[{"fecha": "27/Jun/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Psicometria de los Ventiladores", "comments": "Respetado por los estudiantes, Las clases son largas, Muchos proyectos grupalesLa psicrometría es un tema fundamental en cualquier asignatura de climatización, ya que trata de analizar el comportamiento del aire húmedo ante las transformaciones que le aplican los sistemas de aire acondicionado. Estos procesos pueden combinar: calentamiento, refrigeración, humectación"}, {"fecha": "20/Jun/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Ingeniería en Tecnología de la Información", "comments": "Da buena retroalimentación, Asistencia obligatoria, Tomaría su clase otra vezLa psicrometría es un tema fundamental en cualquier asignatura de climatización, ya que trata de analizar el comportamiento del aire húmedo ante las transformaciones que le aplican los sistemas de aire acondicionado. Estos procesos pueden combinar: calentamiento, refrigeración, humectación"}, {"fecha": "20/Jun/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Int. Ingeniería en Tecnología de la Información", "comments": "Prepárate para leer, La Participación Importa, Tomaría su clase otra vezLa psicrometría es un tema fundamental en cualquier asignatura de climatización, ya que trata de analizar el comportamiento del aire húmedo ante las transformaciones que le aplican los sistemas de aire acondicionado. Estos procesos pueden combinar: calentamiento, refrigeración, humectación"}, {"fecha": "20/Jun/2021", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Ingeniería  Metal Mecanica", "comments": "Respetado por los estudiantes, Deja trabajos largos, Muchos proyectos grupalesLa psicrometría es un tema fundamental en cualquier asignatura de climatización, ya que trata de analizar el comportamiento del aire húmedo ante las transformaciones que le aplican los sistemas de aire acondicionado. Estos procesos pueden combinar: calentamiento, refrigeración, humectación"}, {"fecha": "20/Jun/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Introducción a la Ingeniería Mecánica", "comments": "Inspiracional, Aspectos de calificación claros, Muchos proyectos grupalesLa psicrometría es un tema fundamental en cualquier asignatura de climatización, ya que trata de analizar el comportamiento del aire húmedo ante las transformaciones que le aplican los sistemas de aire acondicionado. Estos procesos pueden combinar: calentamiento, refrigeración, humectación"}]