[{"fecha": "23/Feb/2023", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Sistemas de Conversión de Energía Termica", "comments": "Barco, Da buena retroalimentación, Tomaría su clase otra vezEs muy claro y muy bueno explicando, la verdad creo que es consciente de que está medio mal dar la materia pesada por dos creditos, asi que si la quieres barquear y aprender en un nivel pues bien lo recomiendo. Ademas de que ayuda mucho a los alumnos y es muy bueno como persona"}, {"fecha": "26/Ene/2022", "score_general": "7.0", "score_facilidad": "10.0", "materia": "Lab. Mecánica de fluidos 1", "comments": "Barco, Las clases son largasEs muy claro y muy bueno explicando, la verdad creo que es consciente de que está medio mal dar la materia pesada por dos creditos, asi que si la quieres barquear y aprender en un nivel pues bien lo recomiendo. Ademas de que ayuda mucho a los alumnos y es muy bueno como persona"}, {"fecha": "25/Ago/2021", "score_general": "8.0", "score_facilidad": "10.0", "materia": "Sistemas de conversión de energía térmica.", "comments": "Barco, Respetado por los estudiantes, Las clases son largasEs muy claro y muy bueno explicando, la verdad creo que es consciente de que está medio mal dar la materia pesada por dos creditos, asi que si la quieres barquear y aprender en un nivel pues bien lo recomiendo. Ademas de que ayuda mucho a los alumnos y es muy bueno como persona"}, {"fecha": "24/Ago/2021", "score_general": "8.0", "score_facilidad": "10.0", "materia": "Laboratorio de Mecánica de fluidos 1", "comments": "BarcoEs muy claro y muy bueno explicando, la verdad creo que es consciente de que está medio mal dar la materia pesada por dos creditos, asi que si la quieres barquear y aprender en un nivel pues bien lo recomiendo. Ademas de que ayuda mucho a los alumnos y es muy bueno como persona"}, {"fecha": "18/Feb/2021", "score_general": "8.0", "score_facilidad": "10.0", "materia": "Sistemas de Conversión de Energía Térmica", "comments": "Barco, Brinda apoyoEs muy claro y muy bueno explicando, la verdad creo que es consciente de que está medio mal dar la materia pesada por dos creditos, asi que si la quieres barquear y aprender en un nivel pues bien lo recomiendo. Ademas de que ayuda mucho a los alumnos y es muy bueno como persona"}, {"fecha": "15/Feb/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Sistemas de Conversación de Energía Térmica", "comments": "Barco, Aspectos de calificación claros, Brinda apoyoEn línea usaba videos de Youtube para que fuerza más fácil entender el tema, los reportes son fáciles porque te manda un documento donde viene lo que pide y sólo copias y pegas, hizo 2 exámenes pero no tan difíciles y si tenías duda te ayudaba en el examen, muy bueno"}, {"fecha": "14/Feb/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Sistemas de Conversación de Energía Térmica", "comments": "Barco, Aspectos de calificación claros, Brinda apoyoEn línea usaba videos de Youtube para que fuerza más fácil entender el tema, los reportes son fáciles porque te manda un documento donde viene lo que pide y sólo copias y pegas, hizo 2 exámenes pero no tan difíciles y si tenías duda te ayudaba en el examen, muy bueno"}, {"fecha": "08/Feb/2021", "score_general": "9.0", "score_facilidad": "10.0", "materia": "Sistemas de Conversión de Energía Térmica", "comments": "BarcoEn línea usaba videos de Youtube para que fuerza más fácil entender el tema, los reportes son fáciles porque te manda un documento donde viene lo que pide y sólo copias y pegas, hizo 2 exámenes pero no tan difíciles y si tenías duda te ayudaba en el examen, muy bueno"}, {"fecha": "01/Jul/2018", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Laboratorio de termodinamica", "comments": "Barco, Tomaría su clase otra vezEn línea usaba videos de Youtube para que fuerza más fácil entender el tema, los reportes son fáciles porque te manda un documento donde viene lo que pide y sólo copias y pegas, hizo 2 exámenes pero no tan difíciles y si tenías duda te ayudaba en el examen, muy bueno"}, {"fecha": "23/Ene/2018", "score_general": "8.0", "score_facilidad": "10.0", "materia": "Sistemas de conversión de energía térmica", "comments": "En línea usaba videos de Youtube para que fuerza más fácil entender el tema, los reportes son fáciles porque te manda un documento donde viene lo que pide y sólo copias y pegas, hizo 2 exámenes pero no tan difíciles y si tenías duda te ayudaba en el examen, muy bueno"}, {"fecha": "26/Ene/2017", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Principios de Termodinamica", "comments": "Barco, Muy cómico, Brinda apoyoMuy buen profe, fue con el unico que aprendi termo.\r\nLo que tiene es que si es muy barco y por eso nadie le pone atencion y luego todos dicen que no aprendes nada. Cuenta chistes y lo unico que importa es que pases sus examenes y series."}, {"fecha": "28/Nov/2016", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Principios de Termodinámica", "comments": "Barco, Brinda apoyo, Tomaría su clase otra vezMuy buen profe, fue con el unico que aprendi termo.\r\nLo que tiene es que si es muy barco y por eso nadie le pone atencion y luego todos dicen que no aprendes nada. Cuenta chistes y lo unico que importa es que pases sus examenes y series."}, {"fecha": "25/Jul/2016", "score_general": "2.0", "score_facilidad": "2.0", "materia": "Termodinamica", "comments": "Califica DuroMuy buen profe, fue con el unico que aprendi termo.\r\nLo que tiene es que si es muy barco y por eso nadie le pone atencion y luego todos dicen que no aprendes nada. Cuenta chistes y lo unico que importa es que pases sus examenes y series."}, {"fecha": "14/Jun/2016", "score_general": "9.0", "score_facilidad": "10.0", "materia": "Principios de termodinámica", "comments": "BarcoMuy buen profe, fue con el unico que aprendi termo.\r\nLo que tiene es que si es muy barco y por eso nadie le pone atencion y luego todos dicen que no aprendes nada. Cuenta chistes y lo unico que importa es que pases sus examenes y series."}, {"fecha": "02/Dic/2015", "score_general": "8.0", "score_facilidad": "10.0", "materia": "Principios de termodinámica", "comments": "Muy buen profe, fue con el unico que aprendi termo.\r\nLo que tiene es que si es muy barco y por eso nadie le pone atencion y luego todos dicen que no aprendes nada. Cuenta chistes y lo unico que importa es que pases sus examenes y series."}, {"fecha": "29/Jul/2015", "score_general": "6.0", "score_facilidad": "10.0", "materia": "principios de termo y electo", "comments": "Barco, Muy cómico, Tomaría su clase otra vezPuedes faltar pero si no tienes los apuntes puedes reprobar ya que deja sacar cuaderno en clase y las preguntas de examen son ejercicios. Lo recomiendo para segunda vuelta. Pone muchos videos y sus clases son aburridas, pero pasas sin mucho esfuerzo."}]