[{"fecha": "01/Feb/2023", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Sedimentología", "comments": "Da buena retroalimentación, Clases excelentes, Tomaría su clase otra vezDe los mejores cursos que he tenido en la facultad. El profesor es excelente en la materia, sabe muchísimo, es muy claro. Es exigente y claro con lo que pide. Además es una persona muy carismática y amable. La mejor opción, no lo dudes."}, {"fecha": "30/Ago/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Sedimentología", "comments": "Da buena retroalimentación, Aspectos de calificación claros, Tomaría su clase otra vezDe los mejores cursos que he tenido en la facultad. El profesor es excelente en la materia, sabe muchísimo, es muy claro. Es exigente y claro con lo que pide. Además es una persona muy carismática y amable. La mejor opción, no lo dudes."}, {"fecha": "23/Ago/2021", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Sedimentología", "comments": "Da buena retroalimentación, Inspiracional, Clases excelentesDe los mejores cursos que he tenido en la facultad. El profesor es excelente en la materia, sabe muchísimo, es muy claro. Es exigente y claro con lo que pide. Además es una persona muy carismática y amable. La mejor opción, no lo dudes."}, {"fecha": "04/Feb/2021", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Teoría", "comments": "Da buena retroalimentación, Aspectos de calificación claros, Clases excelentesDe los mejores cursos que he tenido en la facultad. El profesor es excelente en la materia, sabe muchísimo, es muy claro. Es exigente y claro con lo que pide. Además es una persona muy carismática y amable. La mejor opción, no lo dudes."}, {"fecha": "01/Sep/2020", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Sedimentología", "comments": "Prepárate para leer, Aspectos de calificación claros, Tomaría su clase otra vezDe los mejores cursos que he tenido en la facultad. El profesor es excelente en la materia, sabe muchísimo, es muy claro. Es exigente y claro con lo que pide. Además es una persona muy carismática y amable. La mejor opción, no lo dudes."}, {"fecha": "26/Nov/2019", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Sedimentología", "comments": "Da buena retroalimentación, Inspiracional, Clases excelentesEs el mejor, sin duda! NO LO PIENSEEES, METE CON ÉL !"}, {"fecha": "30/May/2019", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Sedimentología", "comments": "Aspectos de calificación claros, Brinda apoyo, Clases excelentesEs el mejor, sin duda! NO LO PIENSEEES, METE CON ÉL !"}, {"fecha": "21/Ene/2019", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Sedimentología", "comments": "Da buena retroalimentación, Los exámenes son difícilesEs el mejor, sin duda! NO LO PIENSEEES, METE CON ÉL !"}, {"fecha": "17/May/2018", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Sedimentologia", "comments": "Respetado por los estudiantes, Brinda apoyo, Clases excelentesEs el mejor, sin duda! NO LO PIENSEEES, METE CON ÉL !"}, {"fecha": "29/Ago/2017", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Sedimentología", "comments": "Aspectos de calificación claros, Brinda apoyo, Clases excelentesEs el mejor, sin duda! NO LO PIENSEEES, METE CON ÉL !"}, {"fecha": "15/Jul/2017", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Sedimentología", "comments": "Da buena retroalimentación, Brinda apoyo, Clases excelentesEs un muy buen profesor, explica excelente y es muy puntual pero la práctica de campo es muy dura y más si es semestre par porque el calor es muy intenso, para tomar clase con él se necesita tener condición física."}]