[{"fecha": "16/Jul/2018", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Fundamentos de Estadística", "comments": "BarcoDeja mucho trabajo pero el te va guiando, es buena onda y aunque parece malo, se porta chido al final, la mayoria saco 8 con el"}, {"fecha": "15/Jul/2018", "score_general": "9.0", "score_facilidad": "4.0", "materia": "Estadística Aplicada a Ingeniería Geomática", "comments": "Califica Duro, La Participación Importa, Brinda apoyoDeja mucho trabajo pero el te va guiando, es buena onda y aunque parece malo, se porta chido al final, la mayoria saco 8 con el"}, {"fecha": "09/Jul/2018", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Fundamentos de Estadística", "comments": "Brinda apoyo, Clases excelentes, Los exámenes son difícilesDeja mucho trabajo pero el te va guiando, es buena onda y aunque parece malo, se porta chido al final, la mayoria saco 8 con el"}, {"fecha": "03/Jul/2018", "score_general": "9.0", "score_facilidad": "4.0", "materia": "Fundamentos de Estadistica", "comments": "Prepárate para leer, La Participación Importa, Pocos ExámenesDeja mucho trabajo pero el te va guiando, es buena onda y aunque parece malo, se porta chido al final, la mayoria saco 8 con el"}, {"fecha": "20/Jun/2018", "score_general": "2.0", "score_facilidad": "2.0", "materia": "---", "comments": "Deja mucho trabajo pero el te va guiando, es buena onda y aunque parece malo, se porta chido al final, la mayoria saco 8 con el"}, {"fecha": "20/Jun/2018", "score_general": "6.0", "score_facilidad": "4.0", "materia": "Estadística Aplicada a Ingeniería Geomática", "comments": "Califica Duro, Los exámenes son difícilesEs joven. Muy inteligente pero aún no sabe dar clase. Mucha teoría, pocos ejercicios, le cuesta explicarse. Entrega tus tareas, asiste siempre y estudia, el examen es similar a la serie pero es pesado para calificar, a la mínima te baja calificación. Es probable que te ayude con la calif. final."}, {"fecha": "11/Jun/2018", "score_general": "5.0", "score_facilidad": "6.0", "materia": "---", "comments": "Es joven. Muy inteligente pero aún no sabe dar clase. Mucha teoría, pocos ejercicios, le cuesta explicarse. Entrega tus tareas, asiste siempre y estudia, el examen es similar a la serie pero es pesado para calificar, a la mínima te baja calificación. Es probable que te ayude con la calif. final."}, {"fecha": "25/Ene/2018", "score_general": "6.0", "score_facilidad": "4.0", "materia": "Estadistica para I.E.E.", "comments": "Es joven. Muy inteligente pero aún no sabe dar clase. Mucha teoría, pocos ejercicios, le cuesta explicarse. Entrega tus tareas, asiste siempre y estudia, el examen es similar a la serie pero es pesado para calificar, a la mínima te baja calificación. Es probable que te ayude con la calif. final."}]