[{"fecha": "09/Feb/2023", "score_general": "6.0", "score_facilidad": "4.0", "materia": "Estadística", "comments": "Califica Duro, La Participación Importa, Pocos ExámenesLa profesora es amable, pero sus explicaciones son algo confusas. Sus exámenes son más complejos que lo que se ve en clase."}, {"fecha": "17/Jun/2022", "score_general": "8.0", "score_facilidad": "8.0", "materia": "Estadística", "comments": "Muchas tareas, La Participación Importa, Clases excelentesLa profesora es amable, pero sus explicaciones son algo confusas. Sus exámenes son más complejos que lo que se ve en clase."}, {"fecha": "23/Ene/2022", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Estadística", "comments": "Muchos Exámenes, Brinda apoyo, Clases excelentesLa profesora es amable, pero sus explicaciones son algo confusas. Sus exámenes son más complejos que lo que se ve en clase."}, {"fecha": "19/Ene/2022", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Estadística", "comments": "La Participación Importa, Asistencia obligatoria, Muchos ExámenesLa profesora es amable, pero sus explicaciones son algo confusas. Sus exámenes son más complejos que lo que se ve en clase."}, {"fecha": "11/Ene/2022", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Estadística", "comments": "Aspectos de calificación claros, Deja trabajos largos, Clases excelentesLa profesora es amable, pero sus explicaciones son algo confusas. Sus exámenes son más complejos que lo que se ve en clase."}, {"fecha": "08/Sep/2021", "score_general": "9.0", "score_facilidad": "10.0", "materia": "Estadística", "comments": "Da buena retroalimentación, Muchas tareas, Clases excelentes"}, {"fecha": "28/Ago/2021", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Estadística", "comments": "Muchas tareas, Pocos Exámenes, Clases excelentes"}, {"fecha": "25/Ago/2021", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Estadística", "comments": "Da buena retroalimentación, Aspectos de calificación claros, Clases excelentes"}, {"fecha": "23/Ago/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Estadística", "comments": "Da buena retroalimentación, Brinda apoyo, Clases excelentes"}, {"fecha": "19/Ago/2021", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Estadística", "comments": "Clases excelentes, Tomaría su clase otra vez"}, {"fecha": "02/Sep/2020", "score_general": "9.0", "score_facilidad": "6.0", "materia": "Estadística", "comments": "Muchas tareas, Asistencia obligatoria, Brinda apoyoLas tareas y proyectos son en pareja. Es buena profesora y aclara dudas. Sí aprendes estadística"}, {"fecha": "01/Sep/2020", "score_general": "9.0", "score_facilidad": "6.0", "materia": "Estadisitica", "comments": "Califica Duro, Muchas tareas, Asistencia obligatoriaLas tareas y proyectos son en pareja. Es buena profesora y aclara dudas. Sí aprendes estadística"}, {"fecha": "31/Ago/2020", "score_general": "9.0", "score_facilidad": "6.0", "materia": "Estadistica", "comments": "Da buena retroalimentaciónLas tareas y proyectos son en pareja. Es buena profesora y aclara dudas. Sí aprendes estadística"}, {"fecha": "11/Dic/2019", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Estadística", "comments": "Da buena retroalimentación, Aspectos de calificación claros, Brinda apoyoLas tareas y proyectos son en pareja. Es buena profesora y aclara dudas. Sí aprendes estadística"}, {"fecha": "09/Jul/2019", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Estadística", "comments": "Da buena retroalimentación, Asistencia obligatoria, Clases excelentesLas tareas y proyectos son en pareja. Es buena profesora y aclara dudas. Sí aprendes estadística"}, {"fecha": "29/Jun/2019", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Estadística", "comments": "La Participación Importa, Asistencia obligatoria, Clases excelentesUn amor de maestra, las clases son claras y ayuda a entender la materia, siempre contesta las preguntas de forma accesible y los exámenes son del nivel de la clase con un pequeño formulario o incluso usando los programas realizados"}, {"fecha": "06/Abr/2019", "score_general": "5.0", "score_facilidad": "6.0", "materia": "Estadistica", "comments": "Califica Duro, Asistencia obligatoria, Respetado por los estudiantesUn amor de maestra, las clases son claras y ayuda a entender la materia, siempre contesta las preguntas de forma accesible y los exámenes son del nivel de la clase con un pequeño formulario o incluso usando los programas realizados"}, {"fecha": "09/Ago/2018", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Inferencia estadística", "comments": "Brinda apoyo, Clases excelentes, Tomaría su clase otra vezUn amor de maestra, las clases son claras y ayuda a entender la materia, siempre contesta las preguntas de forma accesible y los exámenes son del nivel de la clase con un pequeño formulario o incluso usando los programas realizados"}, {"fecha": "08/Jul/2018", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Estadítica", "comments": "Clases excelentes, Tomaría su clase otra vezUn amor de maestra, las clases son claras y ayuda a entender la materia, siempre contesta las preguntas de forma accesible y los exámenes son del nivel de la clase con un pequeño formulario o incluso usando los programas realizados"}, {"fecha": "28/Jun/2018", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Estadística", "comments": "Da buena retroalimentación, Clases excelentes, Tomaría su clase otra vezUn amor de maestra, las clases son claras y ayuda a entender la materia, siempre contesta las preguntas de forma accesible y los exámenes son del nivel de la clase con un pequeño formulario o incluso usando los programas realizados"}, {"fecha": "20/Oct/2017", "score_general": "7.0", "score_facilidad": "8.0", "materia": "---", "comments": "Barco, Deja trabajos largos, Tomaría su clase otra vez[Comentario esperando revisión]"}, {"fecha": "01/Jul/2017", "score_general": "10.0", "score_facilidad": "10.0", "materia": "ESTADÍSTICA", "comments": "[Comentario esperando revisión]"}, {"fecha": "27/Jun/2017", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Estadistica", "comments": "[Comentario esperando revisión]"}, {"fecha": "09/Jun/2017", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Estadística", "comments": "Respetado por los estudiantes, Inspiracional, Pocos Exámenes[Comentario esperando revisión]"}, {"fecha": "30/May/2017", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Estadistica", "comments": "Inspiracional, Brinda apoyo, Clases excelentes[Comentario esperando revisión]"}, {"fecha": "27/May/2017", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Estadística", "comments": "Brinda apoyo, Clases excelentesMuy buena profesora. Muy guapa y muy inteligente. Sabe explicar perfectamente. Es fácil pasar con ella y sacar una buena calificación. La mejor para tomar estadística. Así de simple."}, {"fecha": "16/Ene/2017", "score_general": "9.0", "score_facilidad": "6.0", "materia": "Calculo y Geometría Analítica", "comments": "Muchas tareas, La Participación Importa, Brinda apoyoMuy buena profesora. Muy guapa y muy inteligente. Sabe explicar perfectamente. Es fácil pasar con ella y sacar una buena calificación. La mejor para tomar estadística. Así de simple."}]