[{"fecha": "07/Dic/2021", "score_general": "6.0", "score_facilidad": "4.0", "materia": "MATERIALES 2", "comments": "EL PROFE NO PREPARO SU CLASE EN LA VACACIONES Y ESTUVO REALIZAN LA CLASE DURANTE EL SEMESTRE ES FACIL PASAR CON EL PERO DEBES DE ESTUDIAR  POR TU CUENTA ES BUENO PERO LE FALTA"}, {"fecha": "02/Dic/2019", "score_general": "7.0", "score_facilidad": "4.0", "materia": "Manufactura II", "comments": "Califica Duro, Muy cómico, Da buena retroalimentaciónEL PROFE NO PREPARO SU CLASE EN LA VACACIONES Y ESTUVO REALIZAN LA CLASE DURANTE EL SEMESTRE ES FACIL PASAR CON EL PERO DEBES DE ESTUDIAR  POR TU CUENTA ES BUENO PERO LE FALTA"}, {"fecha": "28/Jul/2019", "score_general": "10.0", "score_facilidad": "4.0", "materia": "Manufactura II", "comments": "Califica Duro, Da buena retroalimentación, Clases excelentesEL PROFE NO PREPARO SU CLASE EN LA VACACIONES Y ESTUVO REALIZAN LA CLASE DURANTE EL SEMESTRE ES FACIL PASAR CON EL PERO DEBES DE ESTUDIAR  POR TU CUENTA ES BUENO PERO LE FALTA"}, {"fecha": "27/Jun/2018", "score_general": "9.0", "score_facilidad": "4.0", "materia": "MANUFACTURA II", "comments": "Califica Duro, Clases excelentes, Los exámenes son difícilesEL PROFE NO PREPARO SU CLASE EN LA VACACIONES Y ESTUVO REALIZAN LA CLASE DURANTE EL SEMESTRE ES FACIL PASAR CON EL PERO DEBES DE ESTUDIAR  POR TU CUENTA ES BUENO PERO LE FALTA"}, {"fecha": "24/Ene/2018", "score_general": "10.0", "score_facilidad": "4.0", "materia": "Modelado de Procesos de Manufactura", "comments": "Inspiracional, Clases excelentes, Tomaría su clase otra vezEL PROFE NO PREPARO SU CLASE EN LA VACACIONES Y ESTUVO REALIZAN LA CLASE DURANTE EL SEMESTRE ES FACIL PASAR CON EL PERO DEBES DE ESTUDIAR  POR TU CUENTA ES BUENO PERO LE FALTA"}, {"fecha": "04/Ago/2016", "score_general": "9.0", "score_facilidad": "6.0", "materia": "Modelado de Procesos de Manufactura", "comments": "Califica Duro, Muy cómico, Respetado por los estudiantesEs un profesor que de verdad se toma muy en serio su trabajo de brindar conocimiento, también bastante abierto a resolver dudas, en una ocasión lo vi exagerar."}, {"fecha": "28/Jun/2016", "score_general": "6.0", "score_facilidad": "4.0", "materia": "CIENCIA DE MATERIALES 1", "comments": "Califica Duro, Prepárate para leer, Los exámenes son difícilesEs un profesor que de verdad se toma muy en serio su trabajo de brindar conocimiento, también bastante abierto a resolver dudas, en una ocasión lo vi exagerar."}, {"fecha": "16/Jun/2016", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Modelado de Procesos de Manufactura", "comments": "Da buena retroalimentación, Clases excelentes, Los exámenes son difícilesEs un profesor que de verdad se toma muy en serio su trabajo de brindar conocimiento, también bastante abierto a resolver dudas, en una ocasión lo vi exagerar."}]