[{"fecha": "03/Ago/2022", "score_general": "9.0", "score_facilidad": "6.0", "materia": "Mineralogía", "comments": "Respetado por los estudiantes, Da Crédito Extra, Brinda apoyoLlevé clases con el doctor el semestre pasado y aunque puede parecer duro al calificar es bastante accesible y en mi clase dejó 1 punto extra sobre calificación final por asistencia del 100%, sólo pon atención a las clases teóricas."}, {"fecha": "25/Mar/2022", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Mineralogía", "comments": "Llevé clases con el doctor el semestre pasado y aunque puede parecer duro al calificar es bastante accesible y en mi clase dejó 1 punto extra sobre calificación final por asistencia del 100%, sólo pon atención a las clases teóricas."}, {"fecha": "30/Ene/2022", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Mineralogía", "comments": "Da buena retroalimentación, Brinda apoyo, Los exámenes son difícilesLlevé clases con el doctor el semestre pasado y aunque puede parecer duro al calificar es bastante accesible y en mi clase dejó 1 punto extra sobre calificación final por asistencia del 100%, sólo pon atención a las clases teóricas."}, {"fecha": "29/Ene/2022", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Mineralogía", "comments": "Llevé clases con el doctor el semestre pasado y aunque puede parecer duro al calificar es bastante accesible y en mi clase dejó 1 punto extra sobre calificación final por asistencia del 100%, sólo pon atención a las clases teóricas."}, {"fecha": "28/Ene/2022", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Mineralogía", "comments": "Da buena retroalimentación, La Participación Importa, Respetado por los estudiantesLlevé clases con el doctor el semestre pasado y aunque puede parecer duro al calificar es bastante accesible y en mi clase dejó 1 punto extra sobre calificación final por asistencia del 100%, sólo pon atención a las clases teóricas."}, {"fecha": "27/Ago/2021", "score_general": "10.0", "score_facilidad": "2.0", "materia": "Mineralogía", "comments": "Prepárate para leer, La Participación Importa, Asistencia obligatoriaLa verdad el Dr me hizo pasar momentos muy cardiacos pero fui muy feliz cuando vi que todo solamente era para aprender chico ,porque es uy difícil reprobar con el, su ayudante la verdad me parecía guapo por zoom ,son muy buenos para dar teoría y lab. aunque en presencial deben ser los mejores."}, {"fecha": "13/Mar/2021", "score_general": "7.0", "score_facilidad": "2.0", "materia": "Mineralogía", "comments": "Califica Duro, La Participación ImportaLa verdad el Dr me hizo pasar momentos muy cardiacos pero fui muy feliz cuando vi que todo solamente era para aprender chico ,porque es uy difícil reprobar con el, su ayudante la verdad me parecía guapo por zoom ,son muy buenos para dar teoría y lab. aunque en presencial deben ser los mejores."}, {"fecha": "08/Feb/2021", "score_general": "9.0", "score_facilidad": "6.0", "materia": "Mineralogía", "comments": "Muchos Exámenes, Clases excelentes, Tomaría su clase otra vezLa verdad el Dr me hizo pasar momentos muy cardiacos pero fui muy feliz cuando vi que todo solamente era para aprender chico ,porque es uy difícil reprobar con el, su ayudante la verdad me parecía guapo por zoom ,son muy buenos para dar teoría y lab. aunque en presencial deben ser los mejores."}, {"fecha": "10/Sep/2020", "score_general": "9.0", "score_facilidad": "4.0", "materia": "Mineralogia", "comments": "La Participación Importa, Asistencia obligatoria, Clases excelentesLa verdad el Dr me hizo pasar momentos muy cardiacos pero fui muy feliz cuando vi que todo solamente era para aprender chico ,porque es uy difícil reprobar con el, su ayudante la verdad me parecía guapo por zoom ,son muy buenos para dar teoría y lab. aunque en presencial deben ser los mejores."}, {"fecha": "31/Ago/2020", "score_general": "9.0", "score_facilidad": "4.0", "materia": "Mineralogia", "comments": "Prepárate para leer, La Participación Importa, Asistencia obligatoriaLa verdad el Dr me hizo pasar momentos muy cardiacos pero fui muy feliz cuando vi que todo solamente era para aprender chico ,porque es uy difícil reprobar con el, su ayudante la verdad me parecía guapo por zoom ,son muy buenos para dar teoría y lab. aunque en presencial deben ser los mejores."}, {"fecha": "03/Feb/2020", "score_general": "8.0", "score_facilidad": "8.0", "materia": "Mineralogia", "comments": "Da buena retroalimentación, Inspiracional, Brinda apoyoBuen profesor, la teoría se hace complicada, pero si tienes buenas bases de química no será algo tan complejo. Recomendado."}, {"fecha": "25/Jul/2019", "score_general": "9.0", "score_facilidad": "4.0", "materia": "Mineralogia", "comments": "Asistencia obligatoria, Las clases son largas, Muchos ExámenesBuen profesor, la teoría se hace complicada, pero si tienes buenas bases de química no será algo tan complejo. Recomendado."}, {"fecha": "11/Ene/2019", "score_general": "8.0", "score_facilidad": "6.0", "materia": "Mineralogia", "comments": "Muchas tareas, Asistencia obligatoria, Los exámenes son difícilesBuen profesor, la teoría se hace complicada, pero si tienes buenas bases de química no será algo tan complejo. Recomendado."}, {"fecha": "07/Dic/2018", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Mineralogia", "comments": "La Participación Importa, Asistencia obligatoria, Brinda apoyoBuen profesor, la teoría se hace complicada, pero si tienes buenas bases de química no será algo tan complejo. Recomendado."}, {"fecha": "07/Dic/2018", "score_general": "8.0", "score_facilidad": "4.0", "materia": "Mineralogia", "comments": "Muchas tareas, Asistencia obligatoria, Aspectos de calificación clarosBuen profesor, la teoría se hace complicada, pero si tienes buenas bases de química no será algo tan complejo. Recomendado."}, {"fecha": "28/Jul/2018", "score_general": "4.0", "score_facilidad": "8.0", "materia": "Mineralogía", "comments": "Es fácil pasar mientras estén sus ayudantes, los exámenes llegan a ser difíciles porque las clases en las que ve teoría (que son muy pocas) son muy tediosas y aburridas así que si quieres aprender tendrás que estudiar muchísimo por tu cuenta"}, {"fecha": "24/Jul/2018", "score_general": "9.0", "score_facilidad": "4.0", "materia": "Mineralogia", "comments": "Asistencia obligatoria, Respetado por los estudiantesEs fácil pasar mientras estén sus ayudantes, los exámenes llegan a ser difíciles porque las clases en las que ve teoría (que son muy pocas) son muy tediosas y aburridas así que si quieres aprender tendrás que estudiar muchísimo por tu cuenta"}, {"fecha": "27/Jun/2018", "score_general": "7.0", "score_facilidad": "8.0", "materia": "Mineralogía", "comments": "Los exámenes son difíciles, Tomaría su clase otra vezEs fácil pasar mientras estén sus ayudantes, los exámenes llegan a ser difíciles porque las clases en las que ve teoría (que son muy pocas) son muy tediosas y aburridas así que si quieres aprender tendrás que estudiar muchísimo por tu cuenta"}, {"fecha": "24/Jun/2018", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Mineralogía", "comments": "Da buena retroalimentación, Brinda apoyo, Tomaría su clase otra vezEs fácil pasar mientras estén sus ayudantes, los exámenes llegan a ser difíciles porque las clases en las que ve teoría (que son muy pocas) son muy tediosas y aburridas así que si quieres aprender tendrás que estudiar muchísimo por tu cuenta"}, {"fecha": "24/Jun/2018", "score_general": "9.0", "score_facilidad": "6.0", "materia": "Mineralogía", "comments": "Hace exámenes sorpresa, La Participación Importa, Las clases son largasEs fácil pasar mientras estén sus ayudantes, los exámenes llegan a ser difíciles porque las clases en las que ve teoría (que son muy pocas) son muy tediosas y aburridas así que si quieres aprender tendrás que estudiar muchísimo por tu cuenta"}, {"fecha": "24/Jun/2018", "score_general": "8.0", "score_facilidad": "4.0", "materia": "Mineralogía", "comments": "Muy cómico, Muchos Exámenes, Tomaría su clase otra vez"}]