[{"fecha": "19/Mar/2023", "score_general": "3.0", "score_facilidad": "6.0", "materia": "Álgebra", "comments": "Aspectos de calificación clarosEs de los profesores más chafas de la FI, hace de todo menos enseñar, te pone a ver caricaturas, se burla de tus dudas. Se cree mucho porque según es Matemático y sabe más que los ingenieros, pero su \"tesis\" esta toda chafa y son casi puros ejercicios de preparatoria XD Si puedes huye de él."}, {"fecha": "28/Ene/2023", "score_general": "2.0", "score_facilidad": "2.0", "materia": "Algebra", "comments": "Califica Duro, Las clases son largas, Los exámenes son difícilesEs de los profesores más chafas de la FI, hace de todo menos enseñar, te pone a ver caricaturas, se burla de tus dudas. Se cree mucho porque según es Matemático y sabe más que los ingenieros, pero su \"tesis\" esta toda chafa y son casi puros ejercicios de preparatoria XD Si puedes huye de él."}, {"fecha": "19/Ene/2022", "score_general": "2.0", "score_facilidad": "2.0", "materia": "Algebra", "comments": "Pocos ExámenesEs de los profesores más chafas de la FI, hace de todo menos enseñar, te pone a ver caricaturas, se burla de tus dudas. Se cree mucho porque según es Matemático y sabe más que los ingenieros, pero su \"tesis\" esta toda chafa y son casi puros ejercicios de preparatoria XD Si puedes huye de él."}, {"fecha": "23/Feb/2021", "score_general": "6.0", "score_facilidad": "2.0", "materia": "Algebra Lineal", "comments": "Califica Duro, Pocos Exámenes, Los exámenes son difícilesEs de los profesores más chafas de la FI, hace de todo menos enseñar, te pone a ver caricaturas, se burla de tus dudas. Se cree mucho porque según es Matemático y sabe más que los ingenieros, pero su \"tesis\" esta toda chafa y son casi puros ejercicios de preparatoria XD Si puedes huye de él."}, {"fecha": "28/Dic/2020", "score_general": "9.0", "score_facilidad": "10.0", "materia": "Todas", "comments": "Es de los profesores más chafas de la FI, hace de todo menos enseñar, te pone a ver caricaturas, se burla de tus dudas. Se cree mucho porque según es Matemático y sabe más que los ingenieros, pero su \"tesis\" esta toda chafa y son casi puros ejercicios de preparatoria XD Si puedes huye de él."}, {"fecha": "08/Sep/2020", "score_general": "2.0", "score_facilidad": "2.0", "materia": "Álgebra Lineal", "comments": "Las clases son largas, Pocos ExámenesEs pésimo profesor porque no da ningún tema como tal. Más bien, resuelve puros ejercicios de las series de la DCB y mientras los resuelve medio explica el tema. Como muchos han dicho, es super sarcástico. \r\nAdemás 0 recomendable con las clases en línea porque no se conecta para nada. Solo manda PDF's"}, {"fecha": "10/Jun/2019", "score_general": "10.0", "score_facilidad": "8.0", "materia": "---", "comments": "Brinda apoyo, Clases excelentes, Tomaría su clase otra vezEs pésimo profesor porque no da ningún tema como tal. Más bien, resuelve puros ejercicios de las series de la DCB y mientras los resuelve medio explica el tema. Como muchos han dicho, es super sarcástico. \r\nAdemás 0 recomendable con las clases en línea porque no se conecta para nada. Solo manda PDF's"}, {"fecha": "09/Ago/2018", "score_general": "3.0", "score_facilidad": "2.0", "materia": "Álgebra Lineal", "comments": "Es pésimo profesor porque no da ningún tema como tal. Más bien, resuelve puros ejercicios de las series de la DCB y mientras los resuelve medio explica el tema. Como muchos han dicho, es super sarcástico. \r\nAdemás 0 recomendable con las clases en línea porque no se conecta para nada. Solo manda PDF's"}, {"fecha": "06/Ago/2018", "score_general": "3.0", "score_facilidad": "2.0", "materia": "Algebra lineal", "comments": "Es pésimo profesor porque no da ningún tema como tal. Más bien, resuelve puros ejercicios de las series de la DCB y mientras los resuelve medio explica el tema. Como muchos han dicho, es super sarcástico. \r\nAdemás 0 recomendable con las clases en línea porque no se conecta para nada. Solo manda PDF's"}, {"fecha": "23/Jul/2018", "score_general": "3.0", "score_facilidad": "2.0", "materia": "Álgebra lineal", "comments": "Califica Duro, Los exámenes son difícilesEs pésimo profesor porque no da ningún tema como tal. Más bien, resuelve puros ejercicios de las series de la DCB y mientras los resuelve medio explica el tema. Como muchos han dicho, es super sarcástico. \r\nAdemás 0 recomendable con las clases en línea porque no se conecta para nada. Solo manda PDF's"}, {"fecha": "16/Jul/2018", "score_general": "4.0", "score_facilidad": "4.0", "materia": "Álgebra Lineal", "comments": "Pocos ExámenesA pesar de ser profesor permanente no considero que enseñe bien, se desvía con temas ajenos a la materia, no resuelve dudas, solo resuelve en su clase los ejercicios de las series de la dcb. Realiza tres parciales y si repruebas uno de ellos te vas directo a final. No lo recomiendo nada."}, {"fecha": "28/Ene/2018", "score_general": "2.0", "score_facilidad": "4.0", "materia": "Álgebra", "comments": "Califica Duro, La Participación Importa, Los exámenes son difícilesA pesar de ser profesor permanente no considero que enseñe bien, se desvía con temas ajenos a la materia, no resuelve dudas, solo resuelve en su clase los ejercicios de las series de la dcb. Realiza tres parciales y si repruebas uno de ellos te vas directo a final. No lo recomiendo nada."}, {"fecha": "22/Jul/2017", "score_general": "6.0", "score_facilidad": "4.0", "materia": "Álgebra", "comments": "Califica Duro, Los exámenes son difícilesA pesar de ser profesor permanente no considero que enseñe bien, se desvía con temas ajenos a la materia, no resuelve dudas, solo resuelve en su clase los ejercicios de las series de la dcb. Realiza tres parciales y si repruebas uno de ellos te vas directo a final. No lo recomiendo nada."}, {"fecha": "18/Feb/2017", "score_general": "5.0", "score_facilidad": "4.0", "materia": "Algebra", "comments": "Califica Duro, Barco, Pocos ExámenesA pesar de ser profesor permanente no considero que enseñe bien, se desvía con temas ajenos a la materia, no resuelve dudas, solo resuelve en su clase los ejercicios de las series de la dcb. Realiza tres parciales y si repruebas uno de ellos te vas directo a final. No lo recomiendo nada."}, {"fecha": "24/Ene/2017", "score_general": "2.0", "score_facilidad": "2.0", "materia": "Algebra", "comments": "A pesar de ser profesor permanente no considero que enseñe bien, se desvía con temas ajenos a la materia, no resuelve dudas, solo resuelve en su clase los ejercicios de las series de la dcb. Realiza tres parciales y si repruebas uno de ellos te vas directo a final. No lo recomiendo nada."}, {"fecha": "19/Ene/2017", "score_general": "4.0", "score_facilidad": "4.0", "materia": "Álgebra", "comments": "Califica DuroMal profesor, hace comentarios inapropiados en clase, si no usas su método no te cuenta el ejercicio, no enseña lo suficiente para un final, sus exámenes valen 100%."}, {"fecha": "03/Ene/2017", "score_general": "5.0", "score_facilidad": "2.0", "materia": "Álgebra", "comments": "Califica Duro, Las clases son largas, Los exámenes son difícilesMal profesor, hace comentarios inapropiados en clase, si no usas su método no te cuenta el ejercicio, no enseña lo suficiente para un final, sus exámenes valen 100%."}, {"fecha": "29/Jul/2016", "score_general": "2.0", "score_facilidad": "2.0", "materia": "Algebra lineal", "comments": "Pocos ExámenesMal profesor, hace comentarios inapropiados en clase, si no usas su método no te cuenta el ejercicio, no enseña lo suficiente para un final, sus exámenes valen 100%."}, {"fecha": "05/Feb/2016", "score_general": "2.0", "score_facilidad": "2.0", "materia": "Ecuaciones Diferenciales", "comments": "Califica Duro, Muy cómicoMal profesor, hace comentarios inapropiados en clase, si no usas su método no te cuenta el ejercicio, no enseña lo suficiente para un final, sus exámenes valen 100%."}, {"fecha": "11/Oct/2014", "score_general": "2.0", "score_facilidad": "2.0", "materia": "algebra", "comments": "Mal profesor, hace comentarios inapropiados en clase, si no usas su método no te cuenta el ejercicio, no enseña lo suficiente para un final, sus exámenes valen 100%."}, {"fecha": "02/Abr/2014", "score_general": "2.0", "score_facilidad": "4.0", "materia": "algebra", "comments": "Es un ojete"}, {"fecha": "01/Feb/2014", "score_general": "2.0", "score_facilidad": "4.0", "materia": "Algebra", "comments": "Es un ojete"}, {"fecha": "14/Ene/2014", "score_general": "2.0", "score_facilidad": "2.0", "materia": "Álgebra", "comments": "Es un ojete"}, {"fecha": "22/Jul/2013", "score_general": "5.0", "score_facilidad": "10.0", "materia": "álgebra y álgebra lineal", "comments": "Es un ojete"}, {"fecha": "18/Jun/2013", "score_general": "6.0", "score_facilidad": "8.0", "materia": "Matemáticas", "comments": "Es un ojete"}, {"fecha": "28/Jun/2012", "score_general": "2.0", "score_facilidad": "2.0", "materia": "---", "comments": "[Comentario esperando revisión]"}, {"fecha": "23/Ene/2012", "score_general": "2.0", "score_facilidad": "6.0", "materia": "Álgebra", "comments": "[Comentario esperando revisión]"}, {"fecha": "16/Ene/2012", "score_general": "4.0", "score_facilidad": "4.0", "materia": "Algebra", "comments": "[Comentario esperando revisión]"}, {"fecha": "09/Ene/2012", "score_general": "6.0", "score_facilidad": "6.0", "materia": "algebra", "comments": "[Comentario esperando revisión]"}, {"fecha": "24/Ago/2011", "score_general": "4.0", "score_facilidad": "6.0", "materia": "algebra lineal", "comments": "[Comentario esperando revisión]"}, {"fecha": "22/Ago/2011", "score_general": "6.0", "score_facilidad": "6.0", "materia": "álgebra", "comments": "mmm ps explica bien pero en el examen si no llegas al resultado, aunq lo q lleves de procedimiento este bien no te va a contar nada vale gorro, no lo recomiendo a menos q quieras recursar jaja"}, {"fecha": "09/Ago/2011", "score_general": "6.0", "score_facilidad": "8.0", "materia": "ALGEBRA", "comments": "mmm ps explica bien pero en el examen si no llegas al resultado, aunq lo q lleves de procedimiento este bien no te va a contar nada vale gorro, no lo recomiendo a menos q quieras recursar jaja"}]