[{"fecha": "11/Dic/2022", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Fundamentos de Geologia del medio integral", "comments": "Barco, Muy cómico, Da buena retroalimentación"}, {"fecha": "10/Sep/2022", "score_general": "10.0", "score_facilidad": "10.0", "materia": "---", "comments": "La Participación Importa, Inspiracional, Brinda apoyo"}, {"fecha": "21/Ago/2022", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Algebra vectorial", "comments": "Aspectos de calificación claros, Clases excelentes, Tomaría su clase otra vez"}, {"fecha": "13/Ago/2022", "score_general": "4.0", "score_facilidad": "8.0", "materia": "Geología", "comments": "Califica Duro, Pocos Exámenes, Los exámenes son difíciles"}, {"fecha": "04/Ago/2022", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Mecanica del medio continuo", "comments": "Inspiracional, Da Crédito Extra, Clases excelentes"}, {"fecha": "03/Jun/2022", "score_general": "5.0", "score_facilidad": "8.0", "materia": "Geología", "comments": "Muchas tareasEs muy prepotente y poco empático. Es recomendable pasar desapercibido. SIEMPRE PON UNIDADES EN SUS TAREAS Y EXÁMENES. En los exámenes da poco tiempo, por lo que es ideal priorizar ejercicios que requieran evidencias. En dificultad ni sus tareas, ni sus exámenes son difíciles."}, {"fecha": "27/May/2022", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Geologia", "comments": "Califica Duro, La Participación Importa, Aspectos de calificación clarosEs muy prepotente y poco empático. Es recomendable pasar desapercibido. SIEMPRE PON UNIDADES EN SUS TAREAS Y EXÁMENES. En los exámenes da poco tiempo, por lo que es ideal priorizar ejercicios que requieran evidencias. En dificultad ni sus tareas, ni sus exámenes son difíciles."}, {"fecha": "25/Abr/2022", "score_general": "2.0", "score_facilidad": "2.0", "materia": "Geología", "comments": "Califica Duro, Los exámenes son difícilesEs muy prepotente y poco empático. Es recomendable pasar desapercibido. SIEMPRE PON UNIDADES EN SUS TAREAS Y EXÁMENES. En los exámenes da poco tiempo, por lo que es ideal priorizar ejercicios que requieran evidencias. En dificultad ni sus tareas, ni sus exámenes son difíciles."}, {"fecha": "16/Mar/2022", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Geologia", "comments": "Califica Duro, La Participación Importa, Los exámenes son difícilesEs muy prepotente y poco empático. Es recomendable pasar desapercibido. SIEMPRE PON UNIDADES EN SUS TAREAS Y EXÁMENES. En los exámenes da poco tiempo, por lo que es ideal priorizar ejercicios que requieran evidencias. En dificultad ni sus tareas, ni sus exámenes son difíciles."}, {"fecha": "15/Feb/2022", "score_general": "3.0", "score_facilidad": "6.0", "materia": "Geología", "comments": "Muchas tareas, Prepárate para leer, Deja trabajos largosEs muy prepotente y poco empático. Es recomendable pasar desapercibido. SIEMPRE PON UNIDADES EN SUS TAREAS Y EXÁMENES. En los exámenes da poco tiempo, por lo que es ideal priorizar ejercicios que requieran evidencias. En dificultad ni sus tareas, ni sus exámenes son difíciles."}, {"fecha": "25/Ene/2022", "score_general": "5.0", "score_facilidad": "2.0", "materia": "Geología", "comments": "Es un muy mal profesor. Lo único que hace en sus clases es leer sus diapositivas. En sus exámenes te pide que hagas dibujos lo cual obviamente nunca te da tiempo. Nadie sabe como califica sus exámenes. Si puedes no lo metas"}, {"fecha": "31/Ago/2021", "score_general": "4.0", "score_facilidad": "6.0", "materia": "Geología", "comments": "Prepárate para leer, Los exámenes son difícilesEs un muy mal profesor. Lo único que hace en sus clases es leer sus diapositivas. En sus exámenes te pide que hagas dibujos lo cual obviamente nunca te da tiempo. Nadie sabe como califica sus exámenes. Si puedes no lo metas"}]