[{"fecha": "25/Ene/2022", "score_general": "8.0", "score_facilidad": "10.0", "materia": "Tecnicas de Programacion", "comments": "Clases excelentes, Tomaría su clase otra vezAprendes bastante, en la primera clase te va a enseñar basico e intermedio de python, te la pasas haciendo programas cada clase la mayoria juegos, aprendes a programar arduino y python, gastas en materiales $1000 masomenos, utilizas todo, lo recomiendo mucho."}, {"fecha": "25/Ene/2022", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Tecnicas de programación", "comments": "Las clases son largas, Clases excelentesAprendes bastante, en la primera clase te va a enseñar basico e intermedio de python, te la pasas haciendo programas cada clase la mayoria juegos, aprendes a programar arduino y python, gastas en materiales $1000 masomenos, utilizas todo, lo recomiendo mucho."}, {"fecha": "26/Ago/2021", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Técnicas de programación", "comments": "Brinda apoyo, Clases excelentes, Tomaría su clase otra vezAprendes bastante, en la primera clase te va a enseñar basico e intermedio de python, te la pasas haciendo programas cada clase la mayoria juegos, aprendes a programar arduino y python, gastas en materiales $1000 masomenos, utilizas todo, lo recomiendo mucho."}, {"fecha": "23/Ago/2021", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Técnicas de programación", "comments": "Aspectos de calificación claros, Brinda apoyo, Clases excelentesAprendes bastante, en la primera clase te va a enseñar basico e intermedio de python, te la pasas haciendo programas cada clase la mayoria juegos, aprendes a programar arduino y python, gastas en materiales $1000 masomenos, utilizas todo, lo recomiendo mucho."}, {"fecha": "22/Ago/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Principios de Neurociencias", "comments": "Inspiracional, Brinda apoyo, Clases excelentesAprendes bastante, en la primera clase te va a enseñar basico e intermedio de python, te la pasas haciendo programas cada clase la mayoria juegos, aprendes a programar arduino y python, gastas en materiales $1000 masomenos, utilizas todo, lo recomiendo mucho."}, {"fecha": "22/Ago/2021", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Temas Selectos de Programación", "comments": "Respetado por los estudiantes, Brinda apoyo, Clases excelentesSabe muchísimo sobre su materia y sobre campos relacionados a la biología, su forma de evaluar se basa en tareas que son relativamente sencillas y en reportes de prácticas muy sencillas. Explica de forma muy clara y resuelve todas las dudas que tengas, por más mínimas. Lo recomiendo ampliamente."}, {"fecha": "03/Oct/2020", "score_general": "8.0", "score_facilidad": "8.0", "materia": "Temas Selectos de Programación", "comments": "Inspiracional, Brinda apoyo, Tomaría su clase otra vezSabe muchísimo sobre su materia y sobre campos relacionados a la biología, su forma de evaluar se basa en tareas que son relativamente sencillas y en reportes de prácticas muy sencillas. Explica de forma muy clara y resuelve todas las dudas que tengas, por más mínimas. Lo recomiendo ampliamente."}, {"fecha": "03/Sep/2020", "score_general": "9.0", "score_facilidad": "10.0", "materia": "Técnicas de programación", "comments": "Sabe muchísimo sobre su materia y sobre campos relacionados a la biología, su forma de evaluar se basa en tareas que son relativamente sencillas y en reportes de prácticas muy sencillas. Explica de forma muy clara y resuelve todas las dudas que tengas, por más mínimas. Lo recomiendo ampliamente."}, {"fecha": "01/Sep/2020", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Temas Selectos de Programación", "comments": "Muchas tareasSabe muchísimo sobre su materia y sobre campos relacionados a la biología, su forma de evaluar se basa en tareas que son relativamente sencillas y en reportes de prácticas muy sencillas. Explica de forma muy clara y resuelve todas las dudas que tengas, por más mínimas. Lo recomiendo ampliamente."}, {"fecha": "27/Jun/2020", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Tecnicas de Programación", "comments": "Da buena retroalimentación, Asistencia obligatoria, Clases excelentesSabe muchísimo sobre su materia y sobre campos relacionados a la biología, su forma de evaluar se basa en tareas que son relativamente sencillas y en reportes de prácticas muy sencillas. Explica de forma muy clara y resuelve todas las dudas que tengas, por más mínimas. Lo recomiendo ampliamente."}, {"fecha": "25/Ene/2020", "score_general": "8.0", "score_facilidad": "8.0", "materia": "Técnicas y Temas Selectos de Programación", "comments": "Barco, Da Crédito Extra, Brinda apoyoMuy buen profesor, hasta diría que es barco sí es que ya sabes programar bien. Deja ejercicios todas las clases y muchas veces te da chance de llevártelos de tarea, lo único malo es que explica demasiado rápido y los proyectos a veces son un poco complicados."}, {"fecha": "26/Jun/2019", "score_general": "8.0", "score_facilidad": "8.0", "materia": "Temas Selectos de Programación y Técnicas de Programaci", "comments": "Barco, Da buena retroalimentación, La Participación ImportaMuy buen profesor, hasta diría que es barco sí es que ya sabes programar bien. Deja ejercicios todas las clases y muchas veces te da chance de llevártelos de tarea, lo único malo es que explica demasiado rápido y los proyectos a veces son un poco complicados."}, {"fecha": "19/Ene/2019", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Técnicas de Programación", "comments": "Brinda apoyo, Clases excelentes, Tomaría su clase otra vezMuy buen profesor, hasta diría que es barco sí es que ya sabes programar bien. Deja ejercicios todas las clases y muchas veces te da chance de llevártelos de tarea, lo único malo es que explica demasiado rápido y los proyectos a veces son un poco complicados."}, {"fecha": "20/Jun/2018", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Técnicas de programación", "comments": "Asistencia obligatoria, Clases excelentes, Tomaría su clase otra vezMuy buen profesor, hasta diría que es barco sí es que ya sabes programar bien. Deja ejercicios todas las clases y muchas veces te da chance de llevártelos de tarea, lo único malo es que explica demasiado rápido y los proyectos a veces son un poco complicados."}]