[{"fecha": "28/Dic/2022", "score_general": "4.0", "score_facilidad": "2.0", "materia": "Laboratorio de Cinemática y dinámica.", "comments": "Califica Duro, Asistencia obligatoria, Respetado por los estudiantesCalifica muy duro, las prácticas deben ser perfectas y estar alineadas a los parámetros que da en classroom. No esperes que explique la teoría por que es el laboratorio. Si puedes meter con alguien más fácil adelante. El equipo que te toque debe ser excelente. Se escoge con la mesa enlaquetesientes."}, {"fecha": "28/Jul/2022", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Mecánica de materiales 2", "comments": "Da buena retroalimentación, Brinda apoyo, Tomaría su clase otra vezCalifica muy duro, las prácticas deben ser perfectas y estar alineadas a los parámetros que da en classroom. No esperes que explique la teoría por que es el laboratorio. Si puedes meter con alguien más fácil adelante. El equipo que te toque debe ser excelente. Se escoge con la mesa enlaquetesientes."}, {"fecha": "16/Feb/2021", "score_general": "2.0", "score_facilidad": "2.0", "materia": "Mecánica de materiales II", "comments": "Califica Duro, Muchos Exámenes, Los exámenes son difícilesCalifica muy duro, las prácticas deben ser perfectas y estar alineadas a los parámetros que da en classroom. No esperes que explique la teoría por que es el laboratorio. Si puedes meter con alguien más fácil adelante. El equipo que te toque debe ser excelente. Se escoge con la mesa enlaquetesientes."}, {"fecha": "03/Feb/2021", "score_general": "3.0", "score_facilidad": "4.0", "materia": "Mecanica de materiales 2", "comments": "Califica Duro, Las clases son largas, Los exámenes son difícilesCalifica muy duro, las prácticas deben ser perfectas y estar alineadas a los parámetros que da en classroom. No esperes que explique la teoría por que es el laboratorio. Si puedes meter con alguien más fácil adelante. El equipo que te toque debe ser excelente. Se escoge con la mesa enlaquetesientes."}, {"fecha": "11/Ene/2020", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Estructuras Isostaticas", "comments": "Da buena retroalimentación, Las clases son largas, Brinda apoyoCalifica muy duro, las prácticas deben ser perfectas y estar alineadas a los parámetros que da en classroom. No esperes que explique la teoría por que es el laboratorio. Si puedes meter con alguien más fácil adelante. El equipo que te toque debe ser excelente. Se escoge con la mesa enlaquetesientes."}, {"fecha": "09/Ago/2019", "score_general": "8.0", "score_facilidad": "6.0", "materia": "Estructuras Isostáticas", "comments": "Muchas tareas, La Participación Importa, Deja trabajos largos"}]