[{"fecha": "04/Dic/2019", "score_general": "2.0", "score_facilidad": "6.0", "materia": "Energía e Impacto Ambiental", "comments": "Me hizo ver su materia como aburrida (a pesar de que el contenido de la materia es muy interesante).  Se supone que su clase inicia a las 7, pero NUNCA llega a esa hora. Considero que no me dejó nada o prácticamente nada el profesor en la materia."}, {"fecha": "20/Nov/2019", "score_general": "2.0", "score_facilidad": "6.0", "materia": "Energia e impacto ambiental", "comments": "Califica Duro, Las clases son largas, Los exámenes son difícilesMe hizo ver su materia como aburrida (a pesar de que el contenido de la materia es muy interesante).  Se supone que su clase inicia a las 7, pero NUNCA llega a esa hora. Considero que no me dejó nada o prácticamente nada el profesor en la materia."}, {"fecha": "22/Sep/2019", "score_general": "2.0", "score_facilidad": "8.0", "materia": "Energía e Impcto", "comments": "Prepárate para leer, Asistencia obligatoriaMe hizo ver su materia como aburrida (a pesar de que el contenido de la materia es muy interesante).  Se supone que su clase inicia a las 7, pero NUNCA llega a esa hora. Considero que no me dejó nada o prácticamente nada el profesor en la materia."}, {"fecha": "17/Sep/2019", "score_general": "3.0", "score_facilidad": "10.0", "materia": "Energía e impacto ambiental", "comments": "Barco, Asistencia obligatoriaMe hizo ver su materia como aburrida (a pesar de que el contenido de la materia es muy interesante).  Se supone que su clase inicia a las 7, pero NUNCA llega a esa hora. Considero que no me dejó nada o prácticamente nada el profesor en la materia."}, {"fecha": "22/Ago/2019", "score_general": "2.0", "score_facilidad": "10.0", "materia": "Energia e impacto ambiental", "comments": "BarcoMe hizo ver su materia como aburrida (a pesar de que el contenido de la materia es muy interesante).  Se supone que su clase inicia a las 7, pero NUNCA llega a esa hora. Considero que no me dejó nada o prácticamente nada el profesor en la materia."}, {"fecha": "22/Jul/2019", "score_general": "8.0", "score_facilidad": "10.0", "materia": "Energia e impacto ambiental", "comments": "Da buena retroalimentación, Pocos Exámenes, Brinda apoyohace su clase bastante tranquila e interesante y explica bien, sus exámenes no son pesados y se esfuerza por ubicar a todos en el grupo y darte una observación de tu desempeño al final, lo único malo es que luego llega tarde y a veces no ven algunos temas"}, {"fecha": "06/Oct/2018", "score_general": "5.0", "score_facilidad": "4.0", "materia": "Energía e Impacto Ambiental", "comments": "Muy cómico, Pocos Exámenes, Muchos Exámeneshace su clase bastante tranquila e interesante y explica bien, sus exámenes no son pesados y se esfuerza por ubicar a todos en el grupo y darte una observación de tu desempeño al final, lo único malo es que luego llega tarde y a veces no ven algunos temas"}, {"fecha": "19/Jun/2018", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Energía e impacto ambiental", "comments": "Da buena retroalimentación, Asistencia obligatoria, Brinda apoyohace su clase bastante tranquila e interesante y explica bien, sus exámenes no son pesados y se esfuerza por ubicar a todos en el grupo y darte una observación de tu desempeño al final, lo único malo es que luego llega tarde y a veces no ven algunos temas"}, {"fecha": "30/Ene/2018", "score_general": "9.0", "score_facilidad": "10.0", "materia": "Energía e impacto ambiental", "comments": "Da buena retroalimentación, La Participación Importa, Asistencia obligatoriahace su clase bastante tranquila e interesante y explica bien, sus exámenes no son pesados y se esfuerza por ubicar a todos en el grupo y darte una observación de tu desempeño al final, lo único malo es que luego llega tarde y a veces no ven algunos temas"}]