[{"fecha": "11/Feb/2023", "score_general": "5.0", "score_facilidad": "4.0", "materia": "Ciencia tecnología y sociedad", "comments": "Califica Duro, Muy cómico, Hace exámenes sorpresaPues ni para barquear esta pero tampoco imposible pasar"}, {"fecha": "02/Feb/2023", "score_general": "7.0", "score_facilidad": "6.0", "materia": "Análisis de Circuitos", "comments": "Muchas tareasPues ni para barquear esta pero tampoco imposible pasar"}, {"fecha": "03/Ago/2022", "score_general": "9.0", "score_facilidad": "8.0", "materia": "CTS", "comments": "Muchas tareas, Prepárate para leer, Deja trabajos largosPues ni para barquear esta pero tampoco imposible pasar"}, {"fecha": "01/Ago/2022", "score_general": "3.0", "score_facilidad": "2.0", "materia": "Análisis de Circuitos.", "comments": "Muchas tareas, Deja trabajos largos, Los exámenes son difícilesPues ni para barquear esta pero tampoco imposible pasar"}, {"fecha": "07/Jun/2022", "score_general": "7.0", "score_facilidad": "10.0", "materia": "cinematica", "comments": "Asistencia obligatoria, Los exámenes son difíciles, Tomaría su clase otra vezPues ni para barquear esta pero tampoco imposible pasar"}, {"fecha": "17/Ene/2022", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Ciencia Tecnología y Sociedad", "comments": "Barco, Muy cómico, La Participación ImportaEn línea. La verdad es súper fácil pasar con el, es súper relajado. Deja algunos ensayos (4 a lo mucho) pero nada difíciles. No hace exámenes, haces una expo y ya pasaste prácticamente. Participa para que te ubique"}, {"fecha": "24/Nov/2021", "score_general": "2.0", "score_facilidad": "2.0", "materia": "Cinemática y Dinámica", "comments": "Califica Duro, Prepárate para leer, Hace exámenes sorpresaEn línea. La verdad es súper fácil pasar con el, es súper relajado. Deja algunos ensayos (4 a lo mucho) pero nada difíciles. No hace exámenes, haces una expo y ya pasaste prácticamente. Participa para que te ubique"}, {"fecha": "01/Sep/2021", "score_general": "7.0", "score_facilidad": "10.0", "materia": "Ciencia, tecnología y sociedad", "comments": "Barco, Prepárate para leer, Brinda apoyoEn línea. La verdad es súper fácil pasar con el, es súper relajado. Deja algunos ensayos (4 a lo mucho) pero nada difíciles. No hace exámenes, haces una expo y ya pasaste prácticamente. Participa para que te ubique"}, {"fecha": "18/Ago/2021", "score_general": "4.0", "score_facilidad": "4.0", "materia": "Análisis de circuitos", "comments": "Califica Duro, Muchas tareas, Los exámenes son difícilesEn línea. La verdad es súper fácil pasar con el, es súper relajado. Deja algunos ensayos (4 a lo mucho) pero nada difíciles. No hace exámenes, haces una expo y ya pasaste prácticamente. Participa para que te ubique"}, {"fecha": "21/Feb/2021", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Dinamica", "comments": "Muy cómico, Prepárate para leer, Clases excelentesEn línea. La verdad es súper fácil pasar con el, es súper relajado. Deja algunos ensayos (4 a lo mucho) pero nada difíciles. No hace exámenes, haces una expo y ya pasaste prácticamente. Participa para que te ubique"}, {"fecha": "05/Feb/2021", "score_general": "4.0", "score_facilidad": "4.0", "materia": "Ecuaciones diferenciales", "comments": "Me lo recomendaron por barco pero me arrepenti, no enseña bien."}, {"fecha": "03/Feb/2021", "score_general": "2.0", "score_facilidad": "6.0", "materia": "Análisis de circuitos", "comments": "Me lo recomendaron por barco pero me arrepenti, no enseña bien."}, {"fecha": "14/May/2019", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Mecánica y Dinámica", "comments": "Me lo recomendaron por barco pero me arrepenti, no enseña bien."}, {"fecha": "16/Ene/2019", "score_general": "5.0", "score_facilidad": "4.0", "materia": "Analisis de Circuitos", "comments": "Muchas tareas, Hace exámenes sorpresa, La Participación ImportaMe lo recomendaron por barco pero me arrepenti, no enseña bien."}, {"fecha": "26/Jun/2017", "score_general": "5.0", "score_facilidad": "4.0", "materia": "Mecánica", "comments": "Califica Duro, Las clases son largas, Los exámenes son difícilesMe lo recomendaron por barco pero me arrepenti, no enseña bien."}, {"fecha": "10/Abr/2017", "score_general": "4.0", "score_facilidad": "6.0", "materia": "Ecuaciones diferenciales", "comments": "He leído opiniones encontradas de este profesor, mi experiencia no fue buena, debí haber escogido otro profesor, no aprendí mucho con él, faltaba y se me hizo malo."}, {"fecha": "24/Ene/2017", "score_general": "4.0", "score_facilidad": "2.0", "materia": "3", "comments": "Muchos proyectos grupalesHe leído opiniones encontradas de este profesor, mi experiencia no fue buena, debí haber escogido otro profesor, no aprendí mucho con él, faltaba y se me hizo malo."}, {"fecha": "23/Ene/2017", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Mecanica", "comments": "BarcoHe leído opiniones encontradas de este profesor, mi experiencia no fue buena, debí haber escogido otro profesor, no aprendí mucho con él, faltaba y se me hizo malo."}, {"fecha": "23/Ene/2017", "score_general": "8.0", "score_facilidad": "6.0", "materia": "Mecanica", "comments": "Califica Duro, Muchas tareas, Clases excelentesHe leído opiniones encontradas de este profesor, mi experiencia no fue buena, debí haber escogido otro profesor, no aprendí mucho con él, faltaba y se me hizo malo."}]