[{"fecha": "07/Feb/2023", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Quimica", "comments": "Da buena retroalimentación, Las clases son largas, Brinda apoyo"}, {"fecha": "26/Ene/2022", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Quimica", "comments": "Las clases son largas, Aspectos de calificación claros, Los exámenes son difíciles"}, {"fecha": "18/Feb/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Quimica", "comments": ""}, {"fecha": "18/Feb/2021", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Fundamentos de Quimica", "comments": "Da buena retroalimentación, Da Crédito Extra, Clases excelentes"}, {"fecha": "08/Sep/2020", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Química", "comments": "Respetado por los estudiantes, Clases excelentes, Tomaría su clase otra vez"}, {"fecha": "08/Sep/2020", "score_general": "8.0", "score_facilidad": "6.0", "materia": "Quimica", "comments": "Da Crédito Extra, Aspectos de calificación clarosExámenes a cuaderno abierto, las series son opcionales para punto extra, explica muy bien, casi no deja tareas."}, {"fecha": "22/Nov/2019", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Química", "comments": "Respetado por los estudiantes, Inspiracional, Clases excelentesExámenes a cuaderno abierto, las series son opcionales para punto extra, explica muy bien, casi no deja tareas."}, {"fecha": "21/Ene/2019", "score_general": "8.0", "score_facilidad": "8.0", "materia": "Termodinámica", "comments": "Da buena retroalimentación, Pocos ExámenesExámenes a cuaderno abierto, las series son opcionales para punto extra, explica muy bien, casi no deja tareas."}, {"fecha": "19/Ene/2019", "score_general": "2.0", "score_facilidad": "2.0", "materia": "---", "comments": "Califica Duro, Pocos Exámenes, Los exámenes son difícilesExámenes a cuaderno abierto, las series son opcionales para punto extra, explica muy bien, casi no deja tareas."}, {"fecha": "26/Ene/2018", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Química para Ciencias de la Tierra", "comments": "Da buena retroalimentación, Respetado por los estudiantes, InspiracionalExámenes a cuaderno abierto, las series son opcionales para punto extra, explica muy bien, casi no deja tareas."}, {"fecha": "27/Jun/2017", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Sist, Termo. y Electro Magne.", "comments": "Pocos Exámenes, Clases excelentes, Tomaría su clase otra vezEs muy buena, la calificación depende de sólo dos exámenes en todo el semestre y te da muy buenas bases para resolverlo. Nunca dice como va a evaluar y si no exentas, no pasas porque no hace final."}, {"fecha": "21/Ene/2017", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Termodinámica y electromagnetismo", "comments": "Es muy buena, la calificación depende de sólo dos exámenes en todo el semestre y te da muy buenas bases para resolverlo. Nunca dice como va a evaluar y si no exentas, no pasas porque no hace final."}, {"fecha": "03/Ene/2017", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Sist, Termo. y Electro Magne.", "comments": "Respetado por los estudiantes, Las clases son largas, Brinda apoyoEs muy buena, la calificación depende de sólo dos exámenes en todo el semestre y te da muy buenas bases para resolverlo. Nunca dice como va a evaluar y si no exentas, no pasas porque no hace final."}, {"fecha": "27/Jul/2016", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Quimica para ciencias de la tierra", "comments": "Da buena retroalimentación, Da Crédito Extra, Brinda apoyoEs muy buena, la calificación depende de sólo dos exámenes en todo el semestre y te da muy buenas bases para resolverlo. Nunca dice como va a evaluar y si no exentas, no pasas porque no hace final."}, {"fecha": "04/Feb/2016", "score_general": "8.0", "score_facilidad": "8.0", "materia": "Química de ciencias de la tierra", "comments": "Aspectos de calificación claros, Clases excelentes, Tomaría su clase otra vezEs muy buena, la calificación depende de sólo dos exámenes en todo el semestre y te da muy buenas bases para resolverlo. Nunca dice como va a evaluar y si no exentas, no pasas porque no hace final."}, {"fecha": "24/Ene/2016", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Química para Ingenieros Petroleros", "comments": "Es una excelente profesora y persona, interesada en que los alumnos aprendan. Los temas los da demasiado claro y siempre hace que todos entiendan. Sus exámenes están fáciles porque todo es claro, muy fácil sacar 10. Deja series que valen puntos para el examen. Muy recomendada esta Profesora."}]