[{"fecha": "05/Jun/2022", "score_general": "8.0", "score_facilidad": "6.0", "materia": "Geometría descriptiva", "comments": "Solía ser un buen profesor, pero nadie se escapa del tiempo. El profesor habla muy bajo, para aprender tienes que preguntarle personalmente. El profesor debería de retirarse y dar paso a otros (as) más jovenes. Una lástima, porque la FI esta llena de estas personas que rehúsan a retirarse"}, {"fecha": "23/Ago/2021", "score_general": "9.0", "score_facilidad": "10.0", "materia": "geometria descriptiva aplicada", "comments": "Da buena retroalimentación, Muchas tareas, Pocos ExámenesSolía ser un buen profesor, pero nadie se escapa del tiempo. El profesor habla muy bajo, para aprender tienes que preguntarle personalmente. El profesor debería de retirarse y dar paso a otros (as) más jovenes. Una lástima, porque la FI esta llena de estas personas que rehúsan a retirarse"}, {"fecha": "16/Feb/2021", "score_general": "8.0", "score_facilidad": "6.0", "materia": "Geometría Descriptiva", "comments": "Inspiracional, Clases excelentes, Tomaría su clase otra vezSolía ser un buen profesor, pero nadie se escapa del tiempo. El profesor habla muy bajo, para aprender tienes que preguntarle personalmente. El profesor debería de retirarse y dar paso a otros (as) más jovenes. Una lástima, porque la FI esta llena de estas personas que rehúsan a retirarse"}, {"fecha": "13/Feb/2021", "score_general": "5.0", "score_facilidad": "4.0", "materia": "Geometria Descriptiva", "comments": "Califica Duro, Muchas tareas, La Participación ImportaSolía ser un buen profesor, pero nadie se escapa del tiempo. El profesor habla muy bajo, para aprender tienes que preguntarle personalmente. El profesor debería de retirarse y dar paso a otros (as) más jovenes. Una lástima, porque la FI esta llena de estas personas que rehúsan a retirarse"}, {"fecha": "10/Jun/2020", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Geometría Descriptiva", "comments": "Da buena retroalimentación, Respetado por los estudiantes, Clases excelentesSolía ser un buen profesor, pero nadie se escapa del tiempo. El profesor habla muy bajo, para aprender tienes que preguntarle personalmente. El profesor debería de retirarse y dar paso a otros (as) más jovenes. Una lástima, porque la FI esta llena de estas personas que rehúsan a retirarse"}, {"fecha": "09/Jun/2020", "score_general": "6.0", "score_facilidad": "8.0", "materia": "Geometría Descriptiva", "comments": "La Participación Importa, Respetado por los estudiantes, Las clases son largasSi no llevaste antes dibujo, mejor mete a su alumno Orestes. El problema de Romo es que le explica al pizarrón, sólo se interesa por los que le hacen la barba.  Sólo lo metes por dignidad de decir que cursaste con unos de los 4 fantásticos (de ciencias de la tierra)  de la FI."}, {"fecha": "27/May/2020", "score_general": "9.0", "score_facilidad": "6.0", "materia": "Geometría Descriptiva", "comments": "Brinda apoyoSi no llevaste antes dibujo, mejor mete a su alumno Orestes. El problema de Romo es que le explica al pizarrón, sólo se interesa por los que le hacen la barba.  Sólo lo metes por dignidad de decir que cursaste con unos de los 4 fantásticos (de ciencias de la tierra)  de la FI."}, {"fecha": "04/Dic/2019", "score_general": "2.0", "score_facilidad": "4.0", "materia": "GEOLOGÍA DE CAMPO Y CARTOGRAFÍA", "comments": "Califica Duro, Muchas tareas, Deja trabajos largosSi no llevaste antes dibujo, mejor mete a su alumno Orestes. El problema de Romo es que le explica al pizarrón, sólo se interesa por los que le hacen la barba.  Sólo lo metes por dignidad de decir que cursaste con unos de los 4 fantásticos (de ciencias de la tierra)  de la FI."}, {"fecha": "09/Ago/2019", "score_general": "9.0", "score_facilidad": "6.0", "materia": "Geometría descriptiva", "comments": "Respetado por los estudiantes, Deja trabajos largos, Los exámenes son difícilesSi no llevaste antes dibujo, mejor mete a su alumno Orestes. El problema de Romo es que le explica al pizarrón, sólo se interesa por los que le hacen la barba.  Sólo lo metes por dignidad de decir que cursaste con unos de los 4 fantásticos (de ciencias de la tierra)  de la FI."}, {"fecha": "22/Jul/2019", "score_general": "8.0", "score_facilidad": "6.0", "materia": "---", "comments": "Asistencia obligatoria, Respetado por los estudiantes, InspiracionalSi no llevaste antes dibujo, mejor mete a su alumno Orestes. El problema de Romo es que le explica al pizarrón, sólo se interesa por los que le hacen la barba.  Sólo lo metes por dignidad de decir que cursaste con unos de los 4 fantásticos (de ciencias de la tierra)  de la FI."}, {"fecha": "25/Jun/2019", "score_general": "10.0", "score_facilidad": "4.0", "materia": "Geometria Descriptiva Aplicada", "comments": "Respetado por los estudiantes, Clases excelentes, Tomaría su clase otra vezEs importante no faltar, pues perder una clase es perder mucha información qué difícilmente podrás consultar con tus compañeros. Es claro en su explicaciones pero debes poner mucho de tu para aprobar. \r\nUn excelente profesor y ser humano."}, {"fecha": "16/Mar/2019", "score_general": "4.0", "score_facilidad": "6.0", "materia": "---", "comments": "Es importante no faltar, pues perder una clase es perder mucha información qué difícilmente podrás consultar con tus compañeros. Es claro en su explicaciones pero debes poner mucho de tu para aprobar. \r\nUn excelente profesor y ser humano."}, {"fecha": "28/Ene/2018", "score_general": "9.0", "score_facilidad": "10.0", "materia": "Geometria Descriptiva", "comments": "Muchos Exámenes, Aspectos de calificación claros, Tomaría su clase otra vezEs importante no faltar, pues perder una clase es perder mucha información qué difícilmente podrás consultar con tus compañeros. Es claro en su explicaciones pero debes poner mucho de tu para aprobar. \r\nUn excelente profesor y ser humano."}, {"fecha": "07/Ago/2017", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Geometría descriptiva", "comments": "Es importante no faltar, pues perder una clase es perder mucha información qué difícilmente podrás consultar con tus compañeros. Es claro en su explicaciones pero debes poner mucho de tu para aprobar. \r\nUn excelente profesor y ser humano."}, {"fecha": "04/Feb/2017", "score_general": "9.0", "score_facilidad": "4.0", "materia": "Geometría Descriptiva Aplicada", "comments": "Respetado por los estudiantes, Clases excelentes, Tomaría su clase otra vezEs importante no faltar, pues perder una clase es perder mucha información qué difícilmente podrás consultar con tus compañeros. Es claro en su explicaciones pero debes poner mucho de tu para aprobar. \r\nUn excelente profesor y ser humano."}, {"fecha": "04/Dic/2016", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Geometría descriptiva", "comments": "Sus clases son mus sencillas, tarda mucho en cada ejercicio pero lo explica bien, al final entiendes el tema sin mayor problema, resuelve todas tus dudas pero aveces es un poco desorganizado, sus exámenes son como los ejercicios en clase, simplemente pon atención a la clase y listo."}, {"fecha": "01/Jun/2016", "score_general": "7.0", "score_facilidad": "6.0", "materia": "Geometría descriptiva aplicada", "comments": "Sus clases son mus sencillas, tarda mucho en cada ejercicio pero lo explica bien, al final entiendes el tema sin mayor problema, resuelve todas tus dudas pero aveces es un poco desorganizado, sus exámenes son como los ejercicios en clase, simplemente pon atención a la clase y listo."}, {"fecha": "28/May/2016", "score_general": "9.0", "score_facilidad": "6.0", "materia": "Geometría descriptiva aplicada", "comments": "Respetado por los estudiantes, Tomaría su clase otra vezSus clases son mus sencillas, tarda mucho en cada ejercicio pero lo explica bien, al final entiendes el tema sin mayor problema, resuelve todas tus dudas pero aveces es un poco desorganizado, sus exámenes son como los ejercicios en clase, simplemente pon atención a la clase y listo."}]