[{"fecha": "05/May/2023", "score_general": "2.0", "score_facilidad": "6.0", "materia": "Estadística", "comments": "Las clases son largasParece que no prepara sus clases y no estructura bien sus ideas, pero se molesta si le preguntas y no contesta con concreción, divaga mucho, muestra preferencias sospechamente clasistas y racistas. Tal vez si eres recursador o autodidacta te sirva de algo, de lo contrario no aprendes."}, {"fecha": "11/Dic/2021", "score_general": "2.0", "score_facilidad": "4.0", "materia": "Estadistica", "comments": "Califica Duro, Da Crédito Extra, Los exámenes son difícilesParece que no prepara sus clases y no estructura bien sus ideas, pero se molesta si le preguntas y no contesta con concreción, divaga mucho, muestra preferencias sospechamente clasistas y racistas. Tal vez si eres recursador o autodidacta te sirva de algo, de lo contrario no aprendes."}, {"fecha": "27/Ago/2021", "score_general": "7.0", "score_facilidad": "8.0", "materia": "Estadística", "comments": "Muy cómico, Pocos ExámenesParece que no prepara sus clases y no estructura bien sus ideas, pero se molesta si le preguntas y no contesta con concreción, divaga mucho, muestra preferencias sospechamente clasistas y racistas. Tal vez si eres recursador o autodidacta te sirva de algo, de lo contrario no aprendes."}, {"fecha": "19/Feb/2021", "score_general": "6.0", "score_facilidad": "6.0", "materia": "Estadística (zoomestre)", "comments": "La Participación Importa, Las clases son largas, Pocos ExámenesParece que no prepara sus clases y no estructura bien sus ideas, pero se molesta si le preguntas y no contesta con concreción, divaga mucho, muestra preferencias sospechamente clasistas y racistas. Tal vez si eres recursador o autodidacta te sirva de algo, de lo contrario no aprendes."}, {"fecha": "24/Ago/2020", "score_general": "8.0", "score_facilidad": "6.0", "materia": "ESTADISTICA", "comments": "Califica Duro, Da buena retroalimentación, Tomaría su clase otra vezParece que no prepara sus clases y no estructura bien sus ideas, pero se molesta si le preguntas y no contesta con concreción, divaga mucho, muestra preferencias sospechamente clasistas y racistas. Tal vez si eres recursador o autodidacta te sirva de algo, de lo contrario no aprendes."}, {"fecha": "15/Jun/2020", "score_general": "5.0", "score_facilidad": "4.0", "materia": "Estadística", "comments": "Es muy confusa y no prepara sus clase"}, {"fecha": "15/Jun/2020", "score_general": "4.0", "score_facilidad": "4.0", "materia": "Estadística", "comments": "Es muy confusa y no prepara sus clase"}, {"fecha": "09/May/2020", "score_general": "4.0", "score_facilidad": "4.0", "materia": "Probabilidad y estadística", "comments": "Barco, Asistencia obligatoria, Los exámenes son difícilesEs muy confusa y no prepara sus clase"}, {"fecha": "30/Ene/2020", "score_general": "6.0", "score_facilidad": "4.0", "materia": "Estadistica", "comments": "Los exámenes son difícilesEs muy confusa y no prepara sus clase"}, {"fecha": "21/Ene/2020", "score_general": "5.0", "score_facilidad": "6.0", "materia": "Estadistica", "comments": "La Participación Importa, Las clases son largas, Los exámenes son difícilesEs muy confusa y no prepara sus clase"}, {"fecha": "05/Dic/2019", "score_general": "6.0", "score_facilidad": "6.0", "materia": "Estadística", "comments": "La Participación Importa, Las clases son largas, Aspectos de calificación clarosNo prepara mucho sus clases y en ocasiones llega a dar los temas como vistos muy rápido, pero si le piden ayuda y que resuelva dudas lo hace bien, los exámenes son complicados, pero al final trata de ayudar a todos. Su actitud podrá parecer algo molesta para algunos, pero en realidad es buena onda."}, {"fecha": "29/Jun/2018", "score_general": "2.0", "score_facilidad": "2.0", "materia": "Estadística", "comments": "No prepara mucho sus clases y en ocasiones llega a dar los temas como vistos muy rápido, pero si le piden ayuda y que resuelva dudas lo hace bien, los exámenes son complicados, pero al final trata de ayudar a todos. Su actitud podrá parecer algo molesta para algunos, pero en realidad es buena onda."}, {"fecha": "22/Jun/2018", "score_general": "2.0", "score_facilidad": "4.0", "materia": "Estadística", "comments": "No prepara mucho sus clases y en ocasiones llega a dar los temas como vistos muy rápido, pero si le piden ayuda y que resuelva dudas lo hace bien, los exámenes son complicados, pero al final trata de ayudar a todos. Su actitud podrá parecer algo molesta para algunos, pero en realidad es buena onda."}, {"fecha": "08/May/2018", "score_general": "3.0", "score_facilidad": "4.0", "materia": "Estadistica", "comments": "La Participación Importa, Los exámenes son difíciles, Muchos proyectos grupalesNo prepara mucho sus clases y en ocasiones llega a dar los temas como vistos muy rápido, pero si le piden ayuda y que resuelva dudas lo hace bien, los exámenes son complicados, pero al final trata de ayudar a todos. Su actitud podrá parecer algo molesta para algunos, pero en realidad es buena onda."}, {"fecha": "27/Mar/2018", "score_general": "2.0", "score_facilidad": "4.0", "materia": "Estadistica", "comments": "No prepara mucho sus clases y en ocasiones llega a dar los temas como vistos muy rápido, pero si le piden ayuda y que resuelva dudas lo hace bien, los exámenes son complicados, pero al final trata de ayudar a todos. Su actitud podrá parecer algo molesta para algunos, pero en realidad es buena onda."}, {"fecha": "11/Ene/2018", "score_general": "6.0", "score_facilidad": "2.0", "materia": "Estadística", "comments": "Prepárate para leer, Pocos ExámenesLa profesora te advierte de su evaluación; examenes y un cartel. Tienes que estudiar por tu cuenta y TODO el grupo tiene que estar preguntando de los temas y ejercicios. De lo contrario, la maestra los tomará por vistos. Incluso nos dijo \"ahi tienen el temario para estudiar ...\". Ayudense entre uds."}]