[{"fecha": "17/Feb/2023", "score_general": "4.0", "score_facilidad": "2.0", "materia": "Representaciones Gráficas", "comments": "Califica Duro, Muchas tareas, Deja trabajos largosno la metan ni porque sea la única opción, lo más probable es que se quieran dar de baja o la reprueben como muchos de mis compañeros, lloré mucho por esa materia, la carga de trabajo es muy pesada para lo que vale, le da más peso a los exámenes. Si repruebas estos lo más probable es que repruebes."}, {"fecha": "09/Feb/2023", "score_general": "6.0", "score_facilidad": "6.0", "materia": "Representaciones Gráficas", "comments": "Muchas tareas, Asistencia obligatoria, Respetado por los estudiantesno la metan ni porque sea la única opción, lo más probable es que se quieran dar de baja o la reprueben como muchos de mis compañeros, lloré mucho por esa materia, la carga de trabajo es muy pesada para lo que vale, le da más peso a los exámenes. Si repruebas estos lo más probable es que repruebes."}, {"fecha": "02/Feb/2022", "score_general": "5.0", "score_facilidad": "2.0", "materia": "Representaciones gráficas", "comments": "Califica Duro, Respetado por los estudiantes, Deja trabajos largosno la metan ni porque sea la única opción, lo más probable es que se quieran dar de baja o la reprueben como muchos de mis compañeros, lloré mucho por esa materia, la carga de trabajo es muy pesada para lo que vale, le da más peso a los exámenes. Si repruebas estos lo más probable es que repruebes."}, {"fecha": "01/Feb/2022", "score_general": "5.0", "score_facilidad": "2.0", "materia": "Representaciones Graficas", "comments": "Califica Duro, Los exámenes son difícilesno la metan ni porque sea la única opción, lo más probable es que se quieran dar de baja o la reprueben como muchos de mis compañeros, lloré mucho por esa materia, la carga de trabajo es muy pesada para lo que vale, le da más peso a los exámenes. Si repruebas estos lo más probable es que repruebes."}, {"fecha": "27/Ene/2022", "score_general": "6.0", "score_facilidad": "2.0", "materia": "Representaciones gráficas", "comments": "Califica Duro, Muchas tareas, Deja trabajos largosno la metan ni porque sea la única opción, lo más probable es que se quieran dar de baja o la reprueben como muchos de mis compañeros, lloré mucho por esa materia, la carga de trabajo es muy pesada para lo que vale, le da más peso a los exámenes. Si repruebas estos lo más probable es que repruebes."}, {"fecha": "25/Ene/2022", "score_general": "5.0", "score_facilidad": "2.0", "materia": "Representaciones Gráficas", "comments": "Califica Duro, Muchas tareas, Los exámenes son difícilesHUYE. Es una persona horrible, es impuntual (o no llega a las clases) y desde un principio te amenaza con que vas a dejar de dormir o que no vas a pasar su materia. Como maestra es pésima porque no tiene paciencia, pide que hagas preguntas y después se molesta porque preguntas. Neta no la metas :("}, {"fecha": "25/Ene/2022", "score_general": "5.0", "score_facilidad": "2.0", "materia": "Dibujo", "comments": "Califica Duro, Muchas tareas, Los exámenes son difícilesHUYE. Es una persona horrible, es impuntual (o no llega a las clases) y desde un principio te amenaza con que vas a dejar de dormir o que no vas a pasar su materia. Como maestra es pésima porque no tiene paciencia, pide que hagas preguntas y después se molesta porque preguntas. Neta no la metas :("}, {"fecha": "18/Ene/2022", "score_general": "4.0", "score_facilidad": "4.0", "materia": "Dibujo", "comments": "Califica Duro, Muchas tareas, Deja trabajos largosHUYE. Es una persona horrible, es impuntual (o no llega a las clases) y desde un principio te amenaza con que vas a dejar de dormir o que no vas a pasar su materia. Como maestra es pésima porque no tiene paciencia, pide que hagas preguntas y después se molesta porque preguntas. Neta no la metas :("}, {"fecha": "31/Ago/2021", "score_general": "9.0", "score_facilidad": "6.0", "materia": "Representacionesgráficas", "comments": "Califica Duro, Da buena retroalimentación, Muchas tareasHUYE. Es una persona horrible, es impuntual (o no llega a las clases) y desde un principio te amenaza con que vas a dejar de dormir o que no vas a pasar su materia. Como maestra es pésima porque no tiene paciencia, pide que hagas preguntas y después se molesta porque preguntas. Neta no la metas :("}, {"fecha": "26/Ago/2021", "score_general": "3.0", "score_facilidad": "2.0", "materia": "dibujo", "comments": "Muchas tareas, Las clases son largas, Los exámenes son difícilesHUYE. Es una persona horrible, es impuntual (o no llega a las clases) y desde un principio te amenaza con que vas a dejar de dormir o que no vas a pasar su materia. Como maestra es pésima porque no tiene paciencia, pide que hagas preguntas y después se molesta porque preguntas. Neta no la metas :("}, {"fecha": "03/Ago/2021", "score_general": "5.0", "score_facilidad": "2.0", "materia": "Dibujo", "comments": "Califica Duro, Muchas tareas, Deja trabajos largosEs buena en la asignatura pero tiene el defecto que como es arquitecta cree que su materia es importante para la carrera sabiendo hasta ella misma que no lo es y trata de presionarte con tareas laboriosas y difíciles"}, {"fecha": "17/Mar/2021", "score_general": "7.0", "score_facilidad": "4.0", "materia": "Representaciones gráficas", "comments": "Califica Duro, Muchas tareas, Clases excelentesEs buena en la asignatura pero tiene el defecto que como es arquitecta cree que su materia es importante para la carrera sabiendo hasta ella misma que no lo es y trata de presionarte con tareas laboriosas y difíciles"}, {"fecha": "04/Mar/2021", "score_general": "2.0", "score_facilidad": "2.0", "materia": "Representaciones gráficas", "comments": "Califica Duro, Los exámenes son difícilesEs buena en la asignatura pero tiene el defecto que como es arquitecta cree que su materia es importante para la carrera sabiendo hasta ella misma que no lo es y trata de presionarte con tareas laboriosas y difíciles"}, {"fecha": "22/Feb/2021", "score_general": "10.0", "score_facilidad": "2.0", "materia": "Dibujo", "comments": "Califica Duro, Muchas tareas, Respetado por los estudiantesEs buena en la asignatura pero tiene el defecto que como es arquitecta cree que su materia es importante para la carrera sabiendo hasta ella misma que no lo es y trata de presionarte con tareas laboriosas y difíciles"}, {"fecha": "21/Feb/2021", "score_general": "6.0", "score_facilidad": "2.0", "materia": "Dibujo", "comments": "Califica Duro, Muchas tareas, Los exámenes son difícilesEs buena en la asignatura pero tiene el defecto que como es arquitecta cree que su materia es importante para la carrera sabiendo hasta ella misma que no lo es y trata de presionarte con tareas laboriosas y difíciles"}, {"fecha": "21/Feb/2021", "score_general": "3.0", "score_facilidad": "2.0", "materia": "Representaciones gráficas", "comments": "Muchas tareas, Deja trabajos largos, Los exámenes son difíciles"}, {"fecha": "17/Feb/2021", "score_general": "10.0", "score_facilidad": "4.0", "materia": "Representaciones gráficas", "comments": ""}, {"fecha": "16/Feb/2021", "score_general": "7.0", "score_facilidad": "4.0", "materia": "Representaciones Graficas", "comments": "Califica Duro, Hace exámenes sorpresa, Los exámenes son difíciles"}, {"fecha": "15/Feb/2021", "score_general": "4.0", "score_facilidad": "2.0", "materia": "Representaciones Gráficas", "comments": ""}, {"fecha": "06/Feb/2021", "score_general": "8.0", "score_facilidad": "8.0", "materia": "Representaciones Gráficas", "comments": "Califica Duro, La Participación Importa, Asistencia obligatoria"}, {"fecha": "17/Sep/2020", "score_general": "7.0", "score_facilidad": "4.0", "materia": "Representaciones gráficas", "comments": "Califica Duro, Muchas tareas, Los exámenes son difíciles"}, {"fecha": "15/Jun/2020", "score_general": "8.0", "score_facilidad": "2.0", "materia": "Dibujo", "comments": "Califica Duro, Clases excelentes, Los exámenes son difíciles"}, {"fecha": "30/Ene/2020", "score_general": "4.0", "score_facilidad": "2.0", "materia": "Dibujo", "comments": "Califica Duro, Deja trabajos largos, Los exámenes son difíciles"}]