[{"fecha": "27/Jul/2019", "score_general": "2.0", "score_facilidad": "2.0", "materia": "Calculo", "comments": ""}, {"fecha": "03/Ago/2018", "score_general": "2.0", "score_facilidad": "4.0", "materia": "Algebra lineal", "comments": ""}, {"fecha": "05/Jun/2018", "score_general": "2.0", "score_facilidad": "2.0", "materia": "Álgebra", "comments": "Barco, Muy cómico, La Participación Importa"}, {"fecha": "13/Feb/2018", "score_general": "5.0", "score_facilidad": "6.0", "materia": "Calculo y geometria", "comments": "Barco"}, {"fecha": "25/Ene/2018", "score_general": "6.0", "score_facilidad": "8.0", "materia": "Cálculo y geometría analítica", "comments": "Barco, Brinda apoyo, Los exámenes son difíciles"}, {"fecha": "08/Ene/2018", "score_general": "2.0", "score_facilidad": "10.0", "materia": "Calculo y geometría analítica", "comments": "Barco, Prepárate para leer, Deja trabajos largosPésimo profesor, no sabe nada de la materia que imparte, no explica, solo lee sus presentaciones que son copias completas de los libros, es sencillo pasar ya que es barco y sus tareas no se comparan en dificultad a lo que enseña ya que son hacer los ejercicios."}, {"fecha": "21/Nov/2017", "score_general": "3.0", "score_facilidad": "6.0", "materia": "Calculo diferencial", "comments": "Barco, Muchas tareas, Prepárate para leerPésimo profesor, no sabe nada de la materia que imparte, no explica, solo lee sus presentaciones que son copias completas de los libros, es sencillo pasar ya que es barco y sus tareas no se comparan en dificultad a lo que enseña ya que son hacer los ejercicios."}, {"fecha": "29/Oct/2017", "score_general": "5.0", "score_facilidad": "8.0", "materia": "Cálculo y geometría analítica", "comments": "BarcoPésimo profesor, no sabe nada de la materia que imparte, no explica, solo lee sus presentaciones que son copias completas de los libros, es sencillo pasar ya que es barco y sus tareas no se comparan en dificultad a lo que enseña ya que son hacer los ejercicios."}, {"fecha": "18/Ene/2017", "score_general": "8.0", "score_facilidad": "8.0", "materia": "Álgebra", "comments": "Barco, Muchas tareas, Muchos ExámenesPésimo profesor, no sabe nada de la materia que imparte, no explica, solo lee sus presentaciones que son copias completas de los libros, es sencillo pasar ya que es barco y sus tareas no se comparan en dificultad a lo que enseña ya que son hacer los ejercicios."}, {"fecha": "18/Nov/2016", "score_general": "6.0", "score_facilidad": "4.0", "materia": "Algebra", "comments": "Barco, Muchas tareasPésimo profesor, no sabe nada de la materia que imparte, no explica, solo lee sus presentaciones que son copias completas de los libros, es sencillo pasar ya que es barco y sus tareas no se comparan en dificultad a lo que enseña ya que son hacer los ejercicios."}, {"fecha": "15/Nov/2016", "score_general": "7.0", "score_facilidad": "10.0", "materia": "Algebra", "comments": "Barco, Muchas tareas, La Participación ImportaDeja mucha tarea, derecho para presentar participación (examen).\r\nLa dificultad de las clases no es la misma a  de la tarea, siendo ésta mas dificil\r\nNUNCA REVISA LAS TAREAS."}, {"fecha": "25/Ago/2016", "score_general": "3.0", "score_facilidad": "4.0", "materia": "---", "comments": "Muchas tareas, La Participación ImportaDeja mucha tarea, derecho para presentar participación (examen).\r\nLa dificultad de las clases no es la misma a  de la tarea, siendo ésta mas dificil\r\nNUNCA REVISA LAS TAREAS."}]