[{"fecha": "07/Sep/2022", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Fisica", "comments": "Da buena retroalimentación, Inspiracional, Clases excelentesTareas relacionadas al tema visto, muy simples y sus exámenes siempre da como una guía pasas con buena calificación porque regala un punto extra. y otro aparte si cumpliste con el 100 de asistencia."}, {"fecha": "30/Ago/2022", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Fisica", "comments": "Da buena retroalimentación, Respetado por los estudiantes, Clases excelentesTareas relacionadas al tema visto, muy simples y sus exámenes siempre da como una guía pasas con buena calificación porque regala un punto extra. y otro aparte si cumpliste con el 100 de asistencia."}, {"fecha": "21/Ago/2022", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Fisica", "comments": "Da buena retroalimentación, Respetado por los estudiantes, Brinda apoyoTareas relacionadas al tema visto, muy simples y sus exámenes siempre da como una guía pasas con buena calificación porque regala un punto extra. y otro aparte si cumpliste con el 100 de asistencia."}, {"fecha": "17/Ene/2022", "score_general": "9.0", "score_facilidad": "6.0", "materia": "Fisica", "comments": "Califica Duro, Las clases son largas, Brinda apoyoTareas relacionadas al tema visto, muy simples y sus exámenes siempre da como una guía pasas con buena calificación porque regala un punto extra. y otro aparte si cumpliste con el 100 de asistencia."}, {"fecha": "23/Feb/2021", "score_general": "8.0", "score_facilidad": "6.0", "materia": "Física", "comments": "Califica Duro, Las clases son largas, Pocos ExámenesTareas relacionadas al tema visto, muy simples y sus exámenes siempre da como una guía pasas con buena calificación porque regala un punto extra. y otro aparte si cumpliste con el 100 de asistencia."}, {"fecha": "21/Feb/2021", "score_general": "7.0", "score_facilidad": "8.0", "materia": "Física", "comments": "Respetado por los estudiantes, Las clases son largas, Da Crédito ExtraLas clases son aburridas; el laboratorio dura una clase y media y por ende el profesor va muy lento en teoría. si es para una materia (L) puedes tomarlo en cuenta pues te ayuda en lab. pero si es para un laboratorio a parte, nada recomendado."}, {"fecha": "01/Ago/2019", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Física", "comments": "Las clases son aburridas; el laboratorio dura una clase y media y por ende el profesor va muy lento en teoría. si es para una materia (L) puedes tomarlo en cuenta pues te ayuda en lab. pero si es para un laboratorio a parte, nada recomendado."}, {"fecha": "24/Jul/2019", "score_general": "9.0", "score_facilidad": "10.0", "materia": "Física", "comments": "Las clases son aburridas; el laboratorio dura una clase y media y por ende el profesor va muy lento en teoría. si es para una materia (L) puedes tomarlo en cuenta pues te ayuda en lab. pero si es para un laboratorio a parte, nada recomendado."}, {"fecha": "14/Ene/2019", "score_general": "9.0", "score_facilidad": "4.0", "materia": "Lab de Fundamentos de Termodinámica y electromagnetismo", "comments": "Califica Duro, Asistencia obligatoria, Tomaría su clase otra vezLas clases son aburridas; el laboratorio dura una clase y media y por ende el profesor va muy lento en teoría. si es para una materia (L) puedes tomarlo en cuenta pues te ayuda en lab. pero si es para un laboratorio a parte, nada recomendado."}, {"fecha": "10/Feb/2018", "score_general": "6.0", "score_facilidad": "4.0", "materia": "Fundamentos de Física y Lab", "comments": "Califica Duro, Da Crédito Extra, Los exámenes son difícilesLas clases son aburridas; el laboratorio dura una clase y media y por ende el profesor va muy lento en teoría. si es para una materia (L) puedes tomarlo en cuenta pues te ayuda en lab. pero si es para un laboratorio a parte, nada recomendado."}, {"fecha": "23/Ene/2018", "score_general": "7.0", "score_facilidad": "8.0", "materia": "Fundamentos de Física (y su laboratorio)", "comments": "Califica DuroNo es mal profesor, pero cambió los aspectos de calificación al final. Cambió el 10% de tareas por el punto extra del taller opcional, y en mi caso, fue lo que me bajó la calificación ya que no vi necesario ir en un inicio. En los exámenes es estricto con las unidades (fundamental). Voz baja."}, {"fecha": "18/Nov/2016", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Laboratorio de Fundamentos de Termodinámica y Electro.", "comments": "Califica Duro, Muy cómico, Da buena retroalimentaciónNo es mal profesor, pero cambió los aspectos de calificación al final. Cambió el 10% de tareas por el punto extra del taller opcional, y en mi caso, fue lo que me bajó la calificación ya que no vi necesario ir en un inicio. En los exámenes es estricto con las unidades (fundamental). Voz baja."}, {"fecha": "26/Jul/2016", "score_general": "2.0", "score_facilidad": "2.0", "materia": "Termodinámica", "comments": "Califica DuroNo es mal profesor, pero cambió los aspectos de calificación al final. Cambió el 10% de tareas por el punto extra del taller opcional, y en mi caso, fue lo que me bajó la calificación ya que no vi necesario ir en un inicio. En los exámenes es estricto con las unidades (fundamental). Voz baja."}, {"fecha": "20/Ene/2016", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Física Experimental", "comments": "No es mal profesor, pero cambió los aspectos de calificación al final. Cambió el 10% de tareas por el punto extra del taller opcional, y en mi caso, fue lo que me bajó la calificación ya que no vi necesario ir en un inicio. En los exámenes es estricto con las unidades (fundamental). Voz baja."}, {"fecha": "11/Ene/2016", "score_general": "6.0", "score_facilidad": "4.0", "materia": "Lab.Principios de Termodinámica", "comments": "No es mal profesor, pero cambió los aspectos de calificación al final. Cambió el 10% de tareas por el punto extra del taller opcional, y en mi caso, fue lo que me bajó la calificación ya que no vi necesario ir en un inicio. En los exámenes es estricto con las unidades (fundamental). Voz baja."}, {"fecha": "02/Ene/2016", "score_general": "9.0", "score_facilidad": "4.0", "materia": "Fisica", "comments": "Se pasa de minucioso en la revisión de las practicas, parece que no tiene otra cosa que hacer, que estas haciendo mínimos cuadrados, bueno, póngale ganas en sus practicas, y de igual manera, seas minuciosos en los exámenes, por cualquier cosa te tacha el resultado. pero explica bien los temas :D"}, {"fecha": "22/Ene/2015", "score_general": "7.0", "score_facilidad": "4.0", "materia": "Lab. Principios Termodinámica", "comments": "Se pasa de minucioso en la revisión de las practicas, parece que no tiene otra cosa que hacer, que estas haciendo mínimos cuadrados, bueno, póngale ganas en sus practicas, y de igual manera, seas minuciosos en los exámenes, por cualquier cosa te tacha el resultado. pero explica bien los temas :D"}]