[{"fecha": "11/Feb/2023", "score_general": "8.0", "score_facilidad": "6.0", "materia": "Calculo Vectorial", "comments": "Da buena retroalimentación, Da Crédito Extra, Clases excelentesExcelente profesor.Es muy práctico al dar su clase,me encanto.Empieza por escribir teoría para después hacer ejercicios.Debes anotar todo obviamente.Trabaja con Educafi02,su material de apoyo son una joya.\r\nBuena onda siempre.Aprendes.Pero no te confies,no es barco.Es un excelente profesor y persona."}, {"fecha": "07/Feb/2023", "score_general": "6.0", "score_facilidad": "10.0", "materia": "Cálculo Integral", "comments": "Barco, Las clases son largas, Pocos ExámenesExcelente profesor.Es muy práctico al dar su clase,me encanto.Empieza por escribir teoría para después hacer ejercicios.Debes anotar todo obviamente.Trabaja con Educafi02,su material de apoyo son una joya.\r\nBuena onda siempre.Aprendes.Pero no te confies,no es barco.Es un excelente profesor y persona."}, {"fecha": "19/Ene/2023", "score_general": "8.0", "score_facilidad": "8.0", "materia": "Calculo Vectorial", "comments": "Califica Duro, Da buena retroalimentaciónExcelente profesor.Es muy práctico al dar su clase,me encanto.Empieza por escribir teoría para después hacer ejercicios.Debes anotar todo obviamente.Trabaja con Educafi02,su material de apoyo son una joya.\r\nBuena onda siempre.Aprendes.Pero no te confies,no es barco.Es un excelente profesor y persona."}, {"fecha": "18/Ene/2023", "score_general": "8.0", "score_facilidad": "8.0", "materia": "Vectorial", "comments": "Da buena retroalimentación, Las clases son largas, Brinda apoyoExcelente profesor.Es muy práctico al dar su clase,me encanto.Empieza por escribir teoría para después hacer ejercicios.Debes anotar todo obviamente.Trabaja con Educafi02,su material de apoyo son una joya.\r\nBuena onda siempre.Aprendes.Pero no te confies,no es barco.Es un excelente profesor y persona."}, {"fecha": "17/Ene/2023", "score_general": "8.0", "score_facilidad": "8.0", "materia": "Calculo Vectorial", "comments": "Inspiracional, Da Crédito Extra, Brinda apoyoExcelente profesor.Es muy práctico al dar su clase,me encanto.Empieza por escribir teoría para después hacer ejercicios.Debes anotar todo obviamente.Trabaja con Educafi02,su material de apoyo son una joya.\r\nBuena onda siempre.Aprendes.Pero no te confies,no es barco.Es un excelente profesor y persona."}, {"fecha": "08/Dic/2022", "score_general": "4.0", "score_facilidad": "6.0", "materia": "Cálculo vectorial", "comments": "Las clases son largas, Da Crédito Extra, Pocos ExámenesEn presencial es pésimo. Me guié por sus recomendaciones pero lo único que hace en clase es pararse frente al pizarrón dándonos la espalda y escribir sin decir nada. No dice ni una palabra durante 20 minutos en lo que él solito resuelve el ejercicio y copiamos. Al final medio explica en 1 minuto."}, {"fecha": "18/Jun/2022", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Cálculo Integral", "comments": "Da buena retroalimentación, Da Crédito Extra, Brinda apoyoEn presencial es pésimo. Me guié por sus recomendaciones pero lo único que hace en clase es pararse frente al pizarrón dándonos la espalda y escribir sin decir nada. No dice ni una palabra durante 20 minutos en lo que él solito resuelve el ejercicio y copiamos. Al final medio explica en 1 minuto."}, {"fecha": "06/Jun/2022", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Calculo Integral", "comments": "Da buena retroalimentación, Inspiracional, Clases excelentesEn presencial es pésimo. Me guié por sus recomendaciones pero lo único que hace en clase es pararse frente al pizarrón dándonos la espalda y escribir sin decir nada. No dice ni una palabra durante 20 minutos en lo que él solito resuelve el ejercicio y copiamos. Al final medio explica en 1 minuto."}, {"fecha": "28/Ene/2022", "score_general": "10.0", "score_facilidad": "4.0", "materia": "Cálculo integral", "comments": "Califica Duro, Clases excelentes, Tomaría su clase otra vezEn presencial es pésimo. Me guié por sus recomendaciones pero lo único que hace en clase es pararse frente al pizarrón dándonos la espalda y escribir sin decir nada. No dice ni una palabra durante 20 minutos en lo que él solito resuelve el ejercicio y copiamos. Al final medio explica en 1 minuto."}, {"fecha": "25/Ene/2022", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Cálculo integral", "comments": "Da buena retroalimentación, Inspiracional, Da Crédito ExtraEn presencial es pésimo. Me guié por sus recomendaciones pero lo único que hace en clase es pararse frente al pizarrón dándonos la espalda y escribir sin decir nada. No dice ni una palabra durante 20 minutos en lo que él solito resuelve el ejercicio y copiamos. Al final medio explica en 1 minuto."}, {"fecha": "20/Ene/2022", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Lab EyM", "comments": "Da buena retroalimentación, Las clases son largas, Brinda apoyoEl profesor brinda muchísimo material de apoyo para que quede lo más claro posible. Siempre está dispuesto a ayudarte a comprender mejor.  Sus clases son largas pero vale la pena, ya que explica súper bien y a detalle las actividades de las prácticas."}, {"fecha": "25/Ago/2021", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Cálculo Integral", "comments": "Da buena retroalimentación, Clases excelentes, Tomaría su clase otra vezEl profesor brinda muchísimo material de apoyo para que quede lo más claro posible. Siempre está dispuesto a ayudarte a comprender mejor.  Sus clases son largas pero vale la pena, ya que explica súper bien y a detalle las actividades de las prácticas."}, {"fecha": "25/Ago/2021", "score_general": "7.0", "score_facilidad": "4.0", "materia": "Laboratorio de electricidad y magnetismo", "comments": "Califica Duro, Muchas tareas, Deja trabajos largosEl profesor brinda muchísimo material de apoyo para que quede lo más claro posible. Siempre está dispuesto a ayudarte a comprender mejor.  Sus clases son largas pero vale la pena, ya que explica súper bien y a detalle las actividades de las prácticas."}, {"fecha": "23/Ago/2021", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Cálculo Integral", "comments": "Inspiracional, Brinda apoyo, Tomaría su clase otra vezEl profesor brinda muchísimo material de apoyo para que quede lo más claro posible. Siempre está dispuesto a ayudarte a comprender mejor.  Sus clases son largas pero vale la pena, ya que explica súper bien y a detalle las actividades de las prácticas."}, {"fecha": "22/Ago/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Laboratorio E&M", "comments": "Inspiracional, Da Crédito Extra, Brinda apoyoEl profesor brinda muchísimo material de apoyo para que quede lo más claro posible. Siempre está dispuesto a ayudarte a comprender mejor.  Sus clases son largas pero vale la pena, ya que explica súper bien y a detalle las actividades de las prácticas."}, {"fecha": "04/Feb/2021", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Cálculo integral", "comments": "Califica Duro, Da buena retroalimentación, Respetado por los estudiantesEs muy buen profesor, ayuda un montón si tienes duda sobre cualquier tema."}, {"fecha": "01/Feb/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Cálculo integral", "comments": "Da buena retroalimentación, Clases excelentes, Tomaría su clase otra vezEs muy buen profesor, ayuda un montón si tienes duda sobre cualquier tema."}, {"fecha": "11/Jun/2020", "score_general": "8.0", "score_facilidad": "4.0", "materia": "Cálculo Integral", "comments": "Califica Duro, Muchas tareas, La Participación ImportaEs muy buen profesor, ayuda un montón si tienes duda sobre cualquier tema."}, {"fecha": "04/Jul/2019", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Mecánica y Física experimental", "comments": "Brinda apoyo, Clases excelentes, Tomaría su clase otra vezEs muy buen profesor, ayuda un montón si tienes duda sobre cualquier tema."}, {"fecha": "23/Ene/2019", "score_general": "10.0", "score_facilidad": "4.0", "materia": "Mécanica", "comments": "Clases excelentesEs muy buen profesor, ayuda un montón si tienes duda sobre cualquier tema."}, {"fecha": "28/Nov/2018", "score_general": "10.0", "score_facilidad": "2.0", "materia": "Mecánica", "comments": "Califica Duro, Inspiracional, Clases excelentesEs un buen profesor, sabe explicar de la forma mas correcta auque de los 55 que eramos somo pasamos 14."}, {"fecha": "26/Nov/2018", "score_general": "9.0", "score_facilidad": "6.0", "materia": "Mecánica", "comments": "Respetado por los estudiantes, Inspiracional, Brinda apoyoEs un buen profesor, sabe explicar de la forma mas correcta auque de los 55 que eramos somo pasamos 14."}, {"fecha": "16/Jul/2018", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Fisica Experimental", "comments": "Califica Duro, Respetado por los estudiantes, Brinda apoyoEs un buen profesor, sabe explicar de la forma mas correcta auque de los 55 que eramos somo pasamos 14."}, {"fecha": "26/Jun/2018", "score_general": "10.0", "score_facilidad": "4.0", "materia": "Estática", "comments": "Califica Duro, Clases excelentes, Los exámenes son difícilesEs un buen profesor, sabe explicar de la forma mas correcta auque de los 55 que eramos somo pasamos 14."}, {"fecha": "12/Jun/2018", "score_general": "8.0", "score_facilidad": "4.0", "materia": "Estàtica", "comments": "Aspectos de calificación claros, Brinda apoyo, Los exámenes son difícilesEs un buen profesor, sabe explicar de la forma mas correcta auque de los 55 que eramos somo pasamos 14."}, {"fecha": "28/Ene/2018", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Física Experimental", "comments": "Califica Duro, Respetado por los estudiantes, Brinda apoyoFue mi mejor profesor de primer semestre. Explica y repite hasta que entiendas sin atrasarse en el temario. Le puedes pedir ayuda por correo de las series y te explica. Las series son necesarias para el examen. Es muy estricto al calificar las prácticas. Quiere formar buenos ingenieros. El mejor."}, {"fecha": "23/Dic/2017", "score_general": "8.0", "score_facilidad": "4.0", "materia": "Fisica experimental", "comments": "Califica Duro, Clases excelentes, Tomaría su clase otra vezFue mi mejor profesor de primer semestre. Explica y repite hasta que entiendas sin atrasarse en el temario. Le puedes pedir ayuda por correo de las series y te explica. Las series son necesarias para el examen. Es muy estricto al calificar las prácticas. Quiere formar buenos ingenieros. El mejor."}, {"fecha": "15/Ago/2017", "score_general": "7.0", "score_facilidad": "4.0", "materia": "Lab Electricidad y Magnetismo", "comments": "Califica Duro, Da buena retroalimentación, Los exámenes son difícilesFue mi mejor profesor de primer semestre. Explica y repite hasta que entiendas sin atrasarse en el temario. Le puedes pedir ayuda por correo de las series y te explica. Las series son necesarias para el examen. Es muy estricto al calificar las prácticas. Quiere formar buenos ingenieros. El mejor."}, {"fecha": "27/May/2017", "score_general": "7.0", "score_facilidad": "2.0", "materia": "Lab Electricidad y magnetismo", "comments": "Califica DuroFue mi mejor profesor de primer semestre. Explica y repite hasta que entiendas sin atrasarse en el temario. Le puedes pedir ayuda por correo de las series y te explica. Las series son necesarias para el examen. Es muy estricto al calificar las prácticas. Quiere formar buenos ingenieros. El mejor."}, {"fecha": "19/Ene/2017", "score_general": "7.0", "score_facilidad": "6.0", "materia": "Lab. termodinámica", "comments": "Califica Duro, Muchas tareas, Asistencia obligatoriaFue mi mejor profesor de primer semestre. Explica y repite hasta que entiendas sin atrasarse en el temario. Le puedes pedir ayuda por correo de las series y te explica. Las series son necesarias para el examen. Es muy estricto al calificar las prácticas. Quiere formar buenos ingenieros. El mejor."}, {"fecha": "21/Dic/2016", "score_general": "8.0", "score_facilidad": "6.0", "materia": "Lab. de termodinámica", "comments": "Califica Duro, Da buena retroalimentación, Da Crédito ExtraEs un buen profesor, intenta ser lo más claro posible, me gusta que tenga y te ponga los pies sobre la tierra, hay que trabajar mucho con él en cuestión de prácticas(sobre todo conclusiones) y previos bien elaborados, es muy exigente pero está bien, y no escojas un equipo pendjo fin."}, {"fecha": "06/Dic/2016", "score_general": "3.0", "score_facilidad": "2.0", "materia": "---", "comments": "Es un buen profesor, intenta ser lo más claro posible, me gusta que tenga y te ponga los pies sobre la tierra, hay que trabajar mucho con él en cuestión de prácticas(sobre todo conclusiones) y previos bien elaborados, es muy exigente pero está bien, y no escojas un equipo pendjo fin."}, {"fecha": "10/Jun/2016", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Lab de electro", "comments": "Aspectos de calificación claros, Clases excelentes, Tomaría su clase otra vezEs un buen profesor, intenta ser lo más claro posible, me gusta que tenga y te ponga los pies sobre la tierra, hay que trabajar mucho con él en cuestión de prácticas(sobre todo conclusiones) y previos bien elaborados, es muy exigente pero está bien, y no escojas un equipo pendjo fin."}, {"fecha": "09/Oct/2015", "score_general": "9.0", "score_facilidad": "6.0", "materia": "Lab. de electricidad y magnetismo", "comments": "Es un buen profesor, intenta ser lo más claro posible, me gusta que tenga y te ponga los pies sobre la tierra, hay que trabajar mucho con él en cuestión de prácticas(sobre todo conclusiones) y previos bien elaborados, es muy exigente pero está bien, y no escojas un equipo pendjo fin."}, {"fecha": "15/May/2015", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Laboratorio de Principios de Termodinámica y Electromag", "comments": "Es un buen profesor, intenta ser lo más claro posible, me gusta que tenga y te ponga los pies sobre la tierra, hay que trabajar mucho con él en cuestión de prácticas(sobre todo conclusiones) y previos bien elaborados, es muy exigente pero está bien, y no escojas un equipo pendjo fin."}]