[{"fecha": "29/Jul/2022", "score_general": "5.0", "score_facilidad": "6.0", "materia": "Ing Economica", "comments": "Sus clases son confusas, porque el problema te lo explica diferentes metodos el cual hace que te confundas y participa con tu calculadora en veces los resultados que le dan estan mal."}, {"fecha": "25/Ago/2021", "score_general": "8.0", "score_facilidad": "6.0", "materia": "Ingeniería Económica", "comments": "Las clases son largasSus clases son confusas, porque el problema te lo explica diferentes metodos el cual hace que te confundas y participa con tu calculadora en veces los resultados que le dan estan mal."}, {"fecha": "21/Feb/2021", "score_general": "9.0", "score_facilidad": "6.0", "materia": "Ingeniería Económica", "comments": "Sus clases son confusas, porque el problema te lo explica diferentes metodos el cual hace que te confundas y participa con tu calculadora en veces los resultados que le dan estan mal."}, {"fecha": "15/Feb/2021", "score_general": "5.0", "score_facilidad": "2.0", "materia": "Ing. Económica", "comments": "Califica Duro, Las clases son largas, Los exámenes son difícilesSus clases son confusas, porque el problema te lo explica diferentes metodos el cual hace que te confundas y participa con tu calculadora en veces los resultados que le dan estan mal."}, {"fecha": "14/Feb/2021", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Ingeniería económica", "comments": "Muy cómico, Aspectos de calificación claros, Clases excelentesSus clases son confusas, porque el problema te lo explica diferentes metodos el cual hace que te confundas y participa con tu calculadora en veces los resultados que le dan estan mal."}, {"fecha": "24/Dic/2019", "score_general": "9.0", "score_facilidad": "6.0", "materia": "Ingeniería Económica", "comments": "Califica Duro, Asistencia obligatoria, Da Crédito ExtraEs un buen profesor. La clase es amena y explica claramente. Los exámenes están al nivel de clase. Es bastante estricto al calificar. Si repruebas un examen, estás en final. Da punto extra por leer libros. Al final, casi todos sacaron diez y sólo dos reprobaron. Pasa lista de vez en cuando."}, {"fecha": "22/Jul/2019", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Ingeniería económica", "comments": "Muy cómico, Asistencia obligatoria, Respetado por los estudiantesEs un buen profesor. La clase es amena y explica claramente. Los exámenes están al nivel de clase. Es bastante estricto al calificar. Si repruebas un examen, estás en final. Da punto extra por leer libros. Al final, casi todos sacaron diez y sólo dos reprobaron. Pasa lista de vez en cuando."}]