[{"fecha": "19/Feb/2023", "score_general": "7.0", "score_facilidad": "10.0", "materia": "Manufactura 1- Ing. de Manufactura", "comments": "Barco, Muchas tareas, Las clases son largasBuen profe, te hace reflexionar y no se enfoca en perderse con ejercicios (como otros) usa tuaulavirtual que hace todo más facil. Que no se te pasen las fechas de entrega, trata de asistir y entregar tareas. Para el proyecto deja algo muy interesante, no difícil"}, {"fecha": "09/Feb/2023", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Dibujo mecánico industrial", "comments": "Barco, Da buena retroalimentación, Brinda apoyoBuen profe, te hace reflexionar y no se enfoca en perderse con ejercicios (como otros) usa tuaulavirtual que hace todo más facil. Que no se te pasen las fechas de entrega, trata de asistir y entregar tareas. Para el proyecto deja algo muy interesante, no difícil"}, {"fecha": "07/Feb/2023", "score_general": "8.0", "score_facilidad": "10.0", "materia": "Manufactura I", "comments": "Barco, Deja trabajos largos, Tomaría su clase otra vezBuen profe, te hace reflexionar y no se enfoca en perderse con ejercicios (como otros) usa tuaulavirtual que hace todo más facil. Que no se te pasen las fechas de entrega, trata de asistir y entregar tareas. Para el proyecto deja algo muy interesante, no difícil"}, {"fecha": "04/Feb/2023", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Dibujo Mecánico e Industrial", "comments": "Da buena retroalimentación, La Participación Importa, Brinda apoyoBuen profe, te hace reflexionar y no se enfoca en perderse con ejercicios (como otros) usa tuaulavirtual que hace todo más facil. Que no se te pasen las fechas de entrega, trata de asistir y entregar tareas. Para el proyecto deja algo muy interesante, no difícil"}, {"fecha": "15/Jun/2022", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Ingeniería de Manufactura", "comments": "La Participación Importa, Inspiracional, Brinda apoyoBuen profe, te hace reflexionar y no se enfoca en perderse con ejercicios (como otros) usa tuaulavirtual que hace todo más facil. Que no se te pasen las fechas de entrega, trata de asistir y entregar tareas. Para el proyecto deja algo muy interesante, no difícil"}, {"fecha": "06/Jun/2022", "score_general": "8.0", "score_facilidad": "8.0", "materia": "Manufactura 1", "comments": "La Participación Importa, Deja trabajos largosLo metí arriesgandome a que no calificara bien y al final quito aspectos de la evaluación y bajó mi promedio. En línea la clase se basó en la participación de los compañeros y retroalimentación del profesor y videos, se entrega un resumen después de la clase y sus tareas son largas."}, {"fecha": "11/Ene/2022", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Manufactura Teoría", "comments": "Barco, Da buena retroalimentación, Las clases son largasLo metí arriesgandome a que no calificara bien y al final quito aspectos de la evaluación y bajó mi promedio. En línea la clase se basó en la participación de los compañeros y retroalimentación del profesor y videos, se entrega un resumen después de la clase y sus tareas son largas."}, {"fecha": "17/Dic/2021", "score_general": "8.0", "score_facilidad": "8.0", "materia": "Ingenieria de manufactura", "comments": "Barco, La Participación Importa, Deja trabajos largosLo metí arriesgandome a que no calificara bien y al final quito aspectos de la evaluación y bajó mi promedio. En línea la clase se basó en la participación de los compañeros y retroalimentación del profesor y videos, se entrega un resumen después de la clase y sus tareas son largas."}, {"fecha": "26/Nov/2021", "score_general": "6.0", "score_facilidad": "4.0", "materia": "Dibujo mecánico e industrial", "comments": "Muchas tareas, Prepárate para leer, Deja trabajos largosLo metí arriesgandome a que no calificara bien y al final quito aspectos de la evaluación y bajó mi promedio. En línea la clase se basó en la participación de los compañeros y retroalimentación del profesor y videos, se entrega un resumen después de la clase y sus tareas son largas."}, {"fecha": "31/Ago/2021", "score_general": "9.0", "score_facilidad": "10.0", "materia": "Dibujo Mecanico e Industrial", "comments": "Barco, Muchas tareas, La Participación ImportaLo metí arriesgandome a que no calificara bien y al final quito aspectos de la evaluación y bajó mi promedio. En línea la clase se basó en la participación de los compañeros y retroalimentación del profesor y videos, se entrega un resumen después de la clase y sus tareas son largas."}, {"fecha": "28/Ago/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "LABORATORIO MANUFACTURA", "comments": "Inspiracional, Brinda apoyo, Tomaría su clase otra vez"}, {"fecha": "23/Ago/2021", "score_general": "9.0", "score_facilidad": "10.0", "materia": "Lab. Ingeniria de Mnufactura", "comments": ""}, {"fecha": "22/Ago/2021", "score_general": "8.0", "score_facilidad": "10.0", "materia": "Ing. De Manufactura", "comments": "Barco, La Participación Importa, Pocos Exámenes"}, {"fecha": "14/Ago/2021", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Dibujo mecánico e industrial", "comments": "Prepárate para leer, Respetado por los estudiantes, Brinda apoyo"}, {"fecha": "22/Ago/2020", "score_general": "9.0", "score_facilidad": "10.0", "materia": "Ingeniería de Manufactura", "comments": "Da buena retroalimentación, La Participación Importa, Brinda apoyo"}, {"fecha": "20/Dic/2019", "score_general": "8.0", "score_facilidad": "10.0", "materia": "Manufactura 1", "comments": "La Participación Importa, Las clases son largas, Tomaría su clase otra vezClases con diapositivas y algo tediosas. Su conocimiento práctico es muchísimo, y el teórico es algo bueno, solo que le cuesta trabajo darse a entender. Exámenes en linea para casa pero muy difíciles, necesitaras los apuntes o diapositivas. Visita industrial y exámenes orales sorpresa. Pocos con 10."}, {"fecha": "11/Dic/2019", "score_general": "8.0", "score_facilidad": "8.0", "materia": "Manufactura", "comments": "Muchas tareas, La Participación Importa, Aspectos de calificación clarosClases con diapositivas y algo tediosas. Su conocimiento práctico es muchísimo, y el teórico es algo bueno, solo que le cuesta trabajo darse a entender. Exámenes en linea para casa pero muy difíciles, necesitaras los apuntes o diapositivas. Visita industrial y exámenes orales sorpresa. Pocos con 10."}, {"fecha": "09/Jul/2019", "score_general": "7.0", "score_facilidad": "10.0", "materia": "Manufactura I", "comments": "La Participación Importa, Muchos ExámenesClases con diapositivas y algo tediosas. Su conocimiento práctico es muchísimo, y el teórico es algo bueno, solo que le cuesta trabajo darse a entender. Exámenes en linea para casa pero muy difíciles, necesitaras los apuntes o diapositivas. Visita industrial y exámenes orales sorpresa. Pocos con 10."}, {"fecha": "07/Jun/2019", "score_general": "8.0", "score_facilidad": "10.0", "materia": "Dibujo Mecánico e Industrial", "comments": "Barco, Asistencia obligatoria, Brinda apoyoClases con diapositivas y algo tediosas. Su conocimiento práctico es muchísimo, y el teórico es algo bueno, solo que le cuesta trabajo darse a entender. Exámenes en linea para casa pero muy difíciles, necesitaras los apuntes o diapositivas. Visita industrial y exámenes orales sorpresa. Pocos con 10."}, {"fecha": "31/May/2019", "score_general": "5.0", "score_facilidad": "8.0", "materia": "Manufactura I", "comments": "Barco, Las clases son largas, Pocos ExámenesClases con diapositivas y algo tediosas. Su conocimiento práctico es muchísimo, y el teórico es algo bueno, solo que le cuesta trabajo darse a entender. Exámenes en linea para casa pero muy difíciles, necesitaras los apuntes o diapositivas. Visita industrial y exámenes orales sorpresa. Pocos con 10."}, {"fecha": "28/Ene/2019", "score_general": "10.0", "score_facilidad": "10.0", "materia": "- DIBUJO MECÁNICO E INDUSTRIAL", "comments": "Barco, Pocos ExámenesEs buen profesor, explica muy rápido por lo cual no debes distraerte para nada. Lo único malo es que da clase muy noche. A pesar que la clase terminaba a las 10, nunca salimos a esa hora, siempre salíamos temprano. El proyecto si esta algo pesado."}, {"fecha": "22/Jun/2018", "score_general": "6.0", "score_facilidad": "8.0", "materia": "Ingeniería de manufactura", "comments": "Es buen profesor, explica muy rápido por lo cual no debes distraerte para nada. Lo único malo es que da clase muy noche. A pesar que la clase terminaba a las 10, nunca salimos a esa hora, siempre salíamos temprano. El proyecto si esta algo pesado."}, {"fecha": "18/Jun/2018", "score_general": "8.0", "score_facilidad": "10.0", "materia": "Ingeniería de manufactura", "comments": "Barco, Muy cómico, Brinda apoyoEs buen profesor, explica muy rápido por lo cual no debes distraerte para nada. Lo único malo es que da clase muy noche. A pesar que la clase terminaba a las 10, nunca salimos a esa hora, siempre salíamos temprano. El proyecto si esta algo pesado."}, {"fecha": "13/Jun/2018", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Ingeniería de manufactura", "comments": "Clases excelentes, Tomaría su clase otra vezEs buen profesor, explica muy rápido por lo cual no debes distraerte para nada. Lo único malo es que da clase muy noche. A pesar que la clase terminaba a las 10, nunca salimos a esa hora, siempre salíamos temprano. El proyecto si esta algo pesado."}, {"fecha": "19/Dic/2017", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Lab. de Manufactura I", "comments": "Barco, Muy cómico, InspiracionalEs buen profesor, explica muy rápido por lo cual no debes distraerte para nada. Lo único malo es que da clase muy noche. A pesar que la clase terminaba a las 10, nunca salimos a esa hora, siempre salíamos temprano. El proyecto si esta algo pesado."}]