[{"fecha": "27/Ago/2021", "score_general": "8.0", "score_facilidad": "8.0", "materia": "Equipos y Herramientas de Pozos", "comments": "Da buena retroalimentación, Respetado por los estudiantes, Aspectos de calificación clarosEs un buen profesor al momento de explicarte ya que resuelve dudas y te da consejos para la carrera pero al momento de hablar con el por cierto cosas de la evaluación de molesta y es un poco grosero pero es un buen profesor"}, {"fecha": "28/Jul/2019", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Equipos y herramientas de perforación de pozos.", "comments": "Da buena retroalimentación, Inspiracional, Clases excelentesEs un buen profesor al momento de explicarte ya que resuelve dudas y te da consejos para la carrera pero al momento de hablar con el por cierto cosas de la evaluación de molesta y es un poco grosero pero es un buen profesor"}, {"fecha": "03/Feb/2019", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Equipos y Herramientas", "comments": "Muy cómico, Respetado por los estudiantes, Clases excelentesEs un buen profesor al momento de explicarte ya que resuelve dudas y te da consejos para la carrera pero al momento de hablar con el por cierto cosas de la evaluación de molesta y es un poco grosero pero es un buen profesor"}, {"fecha": "07/Ene/2019", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Equipos y Herramientas", "comments": "Inspiracional, Clases excelentes, Tomaría su clase otra vezEs un buen profesor al momento de explicarte ya que resuelve dudas y te da consejos para la carrera pero al momento de hablar con el por cierto cosas de la evaluación de molesta y es un poco grosero pero es un buen profesor"}, {"fecha": "04/Ene/2019", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Equipos y Herramientas de perforación", "comments": "Clases excelentes, Los exámenes son difíciles, Tomaría su clase otra vezEs un buen profesor al momento de explicarte ya que resuelve dudas y te da consejos para la carrera pero al momento de hablar con el por cierto cosas de la evaluación de molesta y es un poco grosero pero es un buen profesor"}, {"fecha": "15/Dic/2018", "score_general": "10.0", "score_facilidad": "6.0", "materia": "programacion avanzada", "comments": "Inspiracional, Tomaría su clase otra vezel mejor para tomar programación u otra materia."}, {"fecha": "17/Oct/2018", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Equipos y Herramientas", "comments": "Respetado por los estudiantes, Inspiracional, Clases excelentesel mejor para tomar programación u otra materia."}, {"fecha": "21/Jun/2018", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Programación Avanzada", "comments": "Respetado por los estudiantes, Inspiracional, Deja trabajos largosel mejor para tomar programación u otra materia."}, {"fecha": "20/Jun/2018", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Programación Avanzada/Equipos y Herramientas", "comments": "Respetado por los estudiantes, Inspiracional, Clases excelentesel mejor para tomar programación u otra materia."}, {"fecha": "20/Jun/2018", "score_general": "10.0", "score_facilidad": "10.0", "materia": "equipos y herramientas", "comments": "Barco, Prepárate para leer, Tomaría su clase otra vezel mejor para tomar programación u otra materia."}, {"fecha": "28/Ene/2018", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Equipos/Programación", "comments": "Respetado por los estudiantes, Inspiracional, Clases excelentesEn equipos y herramientas es extraordinario, difícilmente algún otro profesor se le puede comparar, en programación también lo hace bien pero no alcanzó el mismo nivel, aún así estoy seguro que también es el mejor en esa"}, {"fecha": "24/Ene/2018", "score_general": "8.0", "score_facilidad": "8.0", "materia": "Equipos y herramientas de perfo.", "comments": "Muchas tareas, Prepárate para leerEn equipos y herramientas es extraordinario, difícilmente algún otro profesor se le puede comparar, en programación también lo hace bien pero no alcanzó el mismo nivel, aún así estoy seguro que también es el mejor en esa"}, {"fecha": "23/Ene/2018", "score_general": "8.0", "score_facilidad": "8.0", "materia": "equipos", "comments": "En equipos y herramientas es extraordinario, difícilmente algún otro profesor se le puede comparar, en programación también lo hace bien pero no alcanzó el mismo nivel, aún así estoy seguro que también es el mejor en esa"}, {"fecha": "20/Dic/2017", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Programación Avanzada/Equipos y Herramientas", "comments": "Inspiracional, Clases excelentes, Tomaría su clase otra vezEn equipos y herramientas es extraordinario, difícilmente algún otro profesor se le puede comparar, en programación también lo hace bien pero no alcanzó el mismo nivel, aún así estoy seguro que también es el mejor en esa"}, {"fecha": "18/Dic/2017", "score_general": "6.0", "score_facilidad": "10.0", "materia": "---", "comments": "Barco, La Participación Importa, Aspectos de calificación clarosEn equipos y herramientas es extraordinario, difícilmente algún otro profesor se le puede comparar, en programación también lo hace bien pero no alcanzó el mismo nivel, aún así estoy seguro que también es el mejor en esa"}, {"fecha": "13/Dic/2017", "score_general": "9.0", "score_facilidad": "8.0", "materia": "---", "comments": "Muchas tareas[Comentario esperando revisión]"}, {"fecha": "26/Nov/2017", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Programación Avanzada/Eq. y Herramientas", "comments": "Muchas tareas, Inspiracional, Clases excelentes[Comentario esperando revisión]"}, {"fecha": "26/Nov/2017", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Equipos y Herramientas de Perforación", "comments": "Respetado por los estudiantes, Clases excelentes, Tomaría su clase otra vez[Comentario esperando revisión]"}, {"fecha": "10/Nov/2017", "score_general": "5.0", "score_facilidad": "8.0", "materia": "---", "comments": "Muchas tareas[Comentario esperando revisión]"}, {"fecha": "04/Ago/2017", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Equipos de perforación", "comments": "Barco, Prepárate para leer, Inspiracional[Comentario esperando revisión]"}]