[{"fecha": "08/Feb/2023", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Análisis y procesamiento inteligente de textos", "comments": "Barco, Pocos Exámenes, Brinda apoyoEl profesor sabe mucho y es bueno explicando, la clase es tranquila porque califica con un proyecto final  de investigación e implementación de un tema visto y este también es sencillo de realizar. Además de dar clases trabaja en AT&T por lo que también cuenta sus experiencias laborales."}, {"fecha": "20/Ene/2023", "score_general": "2.0", "score_facilidad": "2.0", "materia": "Análisis", "comments": "Califica Duro, Deja trabajos largosEl profesor sabe mucho y es bueno explicando, la clase es tranquila porque califica con un proyecto final  de investigación e implementación de un tema visto y este también es sencillo de realizar. Además de dar clases trabaja en AT&T por lo que también cuenta sus experiencias laborales."}, {"fecha": "03/Ago/2022", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Analisis y Proc de Textos", "comments": "Muy cómico, Las clases son largas, Clases excelentesEl profesor sabe mucho y es bueno explicando, la clase es tranquila porque califica con un proyecto final  de investigación e implementación de un tema visto y este también es sencillo de realizar. Además de dar clases trabaja en AT&T por lo que también cuenta sus experiencias laborales."}, {"fecha": "07/Jun/2022", "score_general": "7.0", "score_facilidad": "10.0", "materia": "Procesamiento de textos", "comments": "Barco, Da buena retroalimentación, Las clases son largasEl profesor sabe mucho y es bueno explicando, la clase es tranquila porque califica con un proyecto final  de investigación e implementación de un tema visto y este también es sencillo de realizar. Además de dar clases trabaja en AT&T por lo que también cuenta sus experiencias laborales."}, {"fecha": "18/Feb/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Análisis y procesamiento inteligente de textos.", "comments": "El profesor sabe mucho y es bueno explicando, la clase es tranquila porque califica con un proyecto final  de investigación e implementación de un tema visto y este también es sencillo de realizar. Además de dar clases trabaja en AT&T por lo que también cuenta sus experiencias laborales."}, {"fecha": "17/Feb/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "ANALISIS Y PROCESAMIENTO INTELIGENTE DE TEXTOS", "comments": "Muy cómico, Clases excelentes, Tomaría su clase otra vezEs un buen profesor, sabe mucho del tema, lo lleve en zoomestre, tienes que poner atención porque no tiene material (diapositivas) pero comparte muchos vídeos de yt para complementar, muy bueno lo recomiendo, si aprendes cosas interesantes y evalúa con un proyecto final 100% muy accesible x2."}, {"fecha": "17/Feb/2021", "score_general": "10.0", "score_facilidad": "8.0", "materia": "ANALISIS Y PROCESAMIENTO INTELIGENTE DE TEXTOS", "comments": "Muy cómico, Da buena retroalimentación, Tomaría su clase otra vezEs un buen profesor, sabe mucho del tema, lo lleve en zoomestre, tienes que poner atención porque no tiene material (diapositivas) pero comparte muchos vídeos de yt para complementar, muy bueno lo recomiendo, si aprendes cosas interesantes y evalúa con un proyecto final 100% muy accesible x2."}]