[{"fecha": "17/Feb/2023", "score_general": "8.0", "score_facilidad": "10.0", "materia": "Geología física", "comments": "Da buena retroalimentación, Muchas tareas, Pocos ExámenesEs un gran profesor, sabe bastante y te enseña super bien, además que este profesor te deja varias practicas como ir al Sismológico, al instituto de geofísica, incluso a nosotros nos llevo al parque cantera. En las practica de campo si fue rudo pero lo mejor es que TE ENSEÑA y no te lleva a pasear."}, {"fecha": "20/Feb/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Geologia Fisica", "comments": "Califica Duro, Muchas tareas, Aspectos de calificación clarosEs un gran profesor, sabe bastante y te enseña super bien, además que este profesor te deja varias practicas como ir al Sismológico, al instituto de geofísica, incluso a nosotros nos llevo al parque cantera. En las practica de campo si fue rudo pero lo mejor es que TE ENSEÑA y no te lleva a pasear."}, {"fecha": "01/Sep/2020", "score_general": "6.0", "score_facilidad": "6.0", "materia": "Geología", "comments": "Deja trabajos largosEs un gran profesor, sabe bastante y te enseña super bien, además que este profesor te deja varias practicas como ir al Sismológico, al instituto de geofísica, incluso a nosotros nos llevo al parque cantera. En las practica de campo si fue rudo pero lo mejor es que TE ENSEÑA y no te lleva a pasear."}, {"fecha": "01/Ago/2019", "score_general": "9.0", "score_facilidad": "10.0", "materia": "Geologia Fisica", "comments": "Es un gran profesor, sabe bastante y te enseña super bien, además que este profesor te deja varias practicas como ir al Sismológico, al instituto de geofísica, incluso a nosotros nos llevo al parque cantera. En las practica de campo si fue rudo pero lo mejor es que TE ENSEÑA y no te lleva a pasear."}, {"fecha": "29/Jun/2019", "score_general": "6.0", "score_facilidad": "6.0", "materia": "Geología", "comments": "Muchas tareas, Prepárate para leer, Las clases son largasEs un gran profesor, sabe bastante y te enseña super bien, además que este profesor te deja varias practicas como ir al Sismológico, al instituto de geofísica, incluso a nosotros nos llevo al parque cantera. En las practica de campo si fue rudo pero lo mejor es que TE ENSEÑA y no te lleva a pasear."}, {"fecha": "25/Jun/2019", "score_general": "4.0", "score_facilidad": "6.0", "materia": "Geología", "comments": "Prepárate para leer, La Participación Importa, Asistencia obligatoriaTiene mucho conocimiento, sin embargo a veces no le interesa transmitirlo, las tareas son pesadas, es un poco arrogante, asistencia obligatoria, no da forma de evaluación. Aprendes pero no a un excelente nivel, la verdad esperaba más."}, {"fecha": "17/Jun/2019", "score_general": "4.0", "score_facilidad": "4.0", "materia": "Geología física", "comments": "Muchas tareas, Asistencia obligatoria, Deja trabajos largosTiene mucho conocimiento, sin embargo a veces no le interesa transmitirlo, las tareas son pesadas, es un poco arrogante, asistencia obligatoria, no da forma de evaluación. Aprendes pero no a un excelente nivel, la verdad esperaba más."}, {"fecha": "04/Jun/2019", "score_general": "5.0", "score_facilidad": "4.0", "materia": "Geologia", "comments": "Muchas tareas, Asistencia obligatoria, Las clases son largasTiene mucho conocimiento, sin embargo a veces no le interesa transmitirlo, las tareas son pesadas, es un poco arrogante, asistencia obligatoria, no da forma de evaluación. Aprendes pero no a un excelente nivel, la verdad esperaba más."}, {"fecha": "03/Feb/2019", "score_general": "8.0", "score_facilidad": "10.0", "materia": "Geología Física", "comments": "Inspiracional, Clases excelentes, Tomaría su clase otra vezTiene mucho conocimiento, sin embargo a veces no le interesa transmitirlo, las tareas son pesadas, es un poco arrogante, asistencia obligatoria, no da forma de evaluación. Aprendes pero no a un excelente nivel, la verdad esperaba más."}, {"fecha": "12/Nov/2018", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Geología física", "comments": "Inspiracional, Brinda apoyo, Clases excelentesTiene mucho conocimiento, sin embargo a veces no le interesa transmitirlo, las tareas son pesadas, es un poco arrogante, asistencia obligatoria, no da forma de evaluación. Aprendes pero no a un excelente nivel, la verdad esperaba más."}, {"fecha": "09/Feb/2018", "score_general": "6.0", "score_facilidad": "4.0", "materia": "Geología Física", "comments": "Muchas tareas, Inspiracional, Clases excelentesEl mejor maestro que eh tenido de la carrera, muy recomendable de te deja un nivel para toda la carrera y su practica de campó es muy divertida vez cosas fuera del temario como fósiles y grutas"}, {"fecha": "28/Ene/2018", "score_general": "8.0", "score_facilidad": "4.0", "materia": "Geología fisica", "comments": "Muchas tareas, Prepárate para leer, La Participación ImportaEl mejor maestro que eh tenido de la carrera, muy recomendable de te deja un nivel para toda la carrera y su practica de campó es muy divertida vez cosas fuera del temario como fósiles y grutas"}, {"fecha": "15/Ene/2018", "score_general": "7.0", "score_facilidad": "6.0", "materia": "Geología Física", "comments": "Asistencia obligatoria, Clases excelentes, Tomaría su clase otra vezEl mejor maestro que eh tenido de la carrera, muy recomendable de te deja un nivel para toda la carrera y su practica de campó es muy divertida vez cosas fuera del temario como fósiles y grutas"}, {"fecha": "09/Dic/2017", "score_general": "8.0", "score_facilidad": "2.0", "materia": "Geología", "comments": "Califica Duro, La Participación Importa, Los exámenes son difícilesEl mejor maestro que eh tenido de la carrera, muy recomendable de te deja un nivel para toda la carrera y su practica de campó es muy divertida vez cosas fuera del temario como fósiles y grutas"}, {"fecha": "06/Nov/2017", "score_general": "7.0", "score_facilidad": "4.0", "materia": "Geología Física", "comments": "Califica Duro, Prepárate para leer, InspiracionalEl mejor maestro que eh tenido de la carrera, muy recomendable de te deja un nivel para toda la carrera y su practica de campó es muy divertida vez cosas fuera del temario como fósiles y grutas"}, {"fecha": "27/Jul/2017", "score_general": "8.0", "score_facilidad": "4.0", "materia": "Geología", "comments": "Califica Duro, La Participación Importa, Clases excelentesExcelente profesor. Es el mejor para tomar la clase de geología pues te deja un nivel muy por encima del resto, es muy exigente a la hora de calificar tareas, reportes o exámenes. Tienes que leer y estudiar antes de clase pues siempre pregunta al azar. Sufres pero aprendes."}, {"fecha": "25/Jul/2017", "score_general": "5.0", "score_facilidad": "2.0", "materia": "Geologia fisica", "comments": "Califica Duro, Muchas tareas, Pocos ExámenesExcelente profesor. Es el mejor para tomar la clase de geología pues te deja un nivel muy por encima del resto, es muy exigente a la hora de calificar tareas, reportes o exámenes. Tienes que leer y estudiar antes de clase pues siempre pregunta al azar. Sufres pero aprendes."}, {"fecha": "27/Jun/2017", "score_general": "8.0", "score_facilidad": "4.0", "materia": "Geología", "comments": "Califica Duro, Muchas tareas, Clases excelentesExcelente profesor. Es el mejor para tomar la clase de geología pues te deja un nivel muy por encima del resto, es muy exigente a la hora de calificar tareas, reportes o exámenes. Tienes que leer y estudiar antes de clase pues siempre pregunta al azar. Sufres pero aprendes."}, {"fecha": "18/Feb/2017", "score_general": "8.0", "score_facilidad": "4.0", "materia": "Geología", "comments": "Califica Duro, Deja trabajos largos, Clases excelentesExcelente profesor. Es el mejor para tomar la clase de geología pues te deja un nivel muy por encima del resto, es muy exigente a la hora de calificar tareas, reportes o exámenes. Tienes que leer y estudiar antes de clase pues siempre pregunta al azar. Sufres pero aprendes."}, {"fecha": "03/Ene/2017", "score_general": "8.0", "score_facilidad": "2.0", "materia": "Geología", "comments": "Califica Duro, Muchas tareas, Deja trabajos largosExcelente profesor. Es el mejor para tomar la clase de geología pues te deja un nivel muy por encima del resto, es muy exigente a la hora de calificar tareas, reportes o exámenes. Tienes que leer y estudiar antes de clase pues siempre pregunta al azar. Sufres pero aprendes."}, {"fecha": "06/Jun/2016", "score_general": "9.0", "score_facilidad": "4.0", "materia": "Geología", "comments": "Muchas tareas, Prepárate para leer, Deja trabajos largosEl ing. Luis Arturo tiene muchísimo conocimiento de su área y de cultura general. Su clase es amena ) y bastante ilustrativa. Lo único malo es que a veces piensa que trabaja con gente de su entorno y que ya debemos saberlo todo. Sus tareas consumen mucho tiempo, sobre todo los reportes."}, {"fecha": "14/Abr/2016", "score_general": "6.0", "score_facilidad": "4.0", "materia": "geología", "comments": "Califica Duro, Muchas tareas, Las clases son largasEl ing. Luis Arturo tiene muchísimo conocimiento de su área y de cultura general. Su clase es amena ) y bastante ilustrativa. Lo único malo es que a veces piensa que trabaja con gente de su entorno y que ya debemos saberlo todo. Sus tareas consumen mucho tiempo, sobre todo los reportes."}]