[{"fecha": "11/Feb/2023", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Laboratorio de Manufactura I", "comments": "Asistencia obligatoria, Aspectos de calificación clarosEl profe se preocupa porque entiendas lo que debes saber como ingenier@, las prácticas se hacían cortas porque te explicaba a detalle todo lo relacionado a ellas, pero aprendí mucho más con él en Lab. que con mi profe de teoría. Es fácil pasar, es 80% asistencia y 20% los reportes (sencillos)."}, {"fecha": "09/Feb/2023", "score_general": "4.0", "score_facilidad": "4.0", "materia": "Manufactura", "comments": "Muchos Exámenes, Deja trabajos largosEl profe se preocupa porque entiendas lo que debes saber como ingenier@, las prácticas se hacían cortas porque te explicaba a detalle todo lo relacionado a ellas, pero aprendí mucho más con él en Lab. que con mi profe de teoría. Es fácil pasar, es 80% asistencia y 20% los reportes (sencillos)."}, {"fecha": "31/Ene/2023", "score_general": "7.0", "score_facilidad": "6.0", "materia": "Manufactura", "comments": "Califica Duro, Muchas tareas, Prepárate para leerEl profe se preocupa porque entiendas lo que debes saber como ingenier@, las prácticas se hacían cortas porque te explicaba a detalle todo lo relacionado a ellas, pero aprendí mucho más con él en Lab. que con mi profe de teoría. Es fácil pasar, es 80% asistencia y 20% los reportes (sencillos)."}, {"fecha": "06/Jul/2022", "score_general": "8.0", "score_facilidad": "8.0", "materia": "Manufactura I (teoría)", "comments": "Las clases son largasEl profe se preocupa porque entiendas lo que debes saber como ingenier@, las prácticas se hacían cortas porque te explicaba a detalle todo lo relacionado a ellas, pero aprendí mucho más con él en Lab. que con mi profe de teoría. Es fácil pasar, es 80% asistencia y 20% los reportes (sencillos)."}, {"fecha": "01/Feb/2022", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Lab. Manufactura", "comments": "Clases excelentes, Tomaría su clase otra vezEl profe se preocupa porque entiendas lo que debes saber como ingenier@, las prácticas se hacían cortas porque te explicaba a detalle todo lo relacionado a ellas, pero aprendí mucho más con él en Lab. que con mi profe de teoría. Es fácil pasar, es 80% asistencia y 20% los reportes (sencillos)."}, {"fecha": "17/Ene/2022", "score_general": "8.0", "score_facilidad": "10.0", "materia": "Manufactura I", "comments": "Barco, Los exámenes son difícilesSe nota que sabe mucho acerca de la materia y que le apasiona, sin embargo, no es muy bueno transmitiéndolo. Es un poco desorganizado y la extensión de los temas no ayuda. Si quieres aprender bien no lo recomiendo, pero es fácil pasar pese a que los exámenes son complicados. Deja pocas tareas."}, {"fecha": "06/Dic/2021", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Lab. Manufactura", "comments": "Brinda apoyo, Clases excelentes, Tomaría su clase otra vezSe nota que sabe mucho acerca de la materia y que le apasiona, sin embargo, no es muy bueno transmitiéndolo. Es un poco desorganizado y la extensión de los temas no ayuda. Si quieres aprender bien no lo recomiendo, pero es fácil pasar pese a que los exámenes son complicados. Deja pocas tareas."}, {"fecha": "19/Ago/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Laboratorio Manufactura 1", "comments": "Respetado por los estudiantes, Brinda apoyo, Tomaría su clase otra vezSe nota que sabe mucho acerca de la materia y que le apasiona, sin embargo, no es muy bueno transmitiéndolo. Es un poco desorganizado y la extensión de los temas no ayuda. Si quieres aprender bien no lo recomiendo, pero es fácil pasar pese a que los exámenes son complicados. Deja pocas tareas."}, {"fecha": "04/Feb/2021", "score_general": "6.0", "score_facilidad": "6.0", "materia": "Manufactura Teoría", "comments": "Las clases son largas, Los exámenes son difícilesSe nota que sabe mucho acerca de la materia y que le apasiona, sin embargo, no es muy bueno transmitiéndolo. Es un poco desorganizado y la extensión de los temas no ayuda. Si quieres aprender bien no lo recomiendo, pero es fácil pasar pese a que los exámenes son complicados. Deja pocas tareas."}, {"fecha": "20/Dic/2019", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Laboratorio de Manufactura 1", "comments": "Asistencia obligatoria, Clases excelentes, Tomaría su clase otra vezSe nota que sabe mucho acerca de la materia y que le apasiona, sin embargo, no es muy bueno transmitiéndolo. Es un poco desorganizado y la extensión de los temas no ayuda. Si quieres aprender bien no lo recomiendo, pero es fácil pasar pese a que los exámenes son complicados. Deja pocas tareas."}]