[{"fecha": "31/Ene/2023", "score_general": "5.0", "score_facilidad": "2.0", "materia": "Teoría del potencial", "comments": "Los exámenes son difícilesEl profesor hace el intento por explicar los temas, pero el problema es que se enfoca bastante en explicar demostraciones y cosas que realmente no ayudan a resolver los problemas que deja en las tareas y mucho menos en el examen final."}, {"fecha": "28/Ene/2023", "score_general": "5.0", "score_facilidad": "4.0", "materia": "Teoría del Potencial aplicada a la Geofísica", "comments": "Pocos ExámenesEl profesor hace el intento por explicar los temas, pero el problema es que se enfoca bastante en explicar demostraciones y cosas que realmente no ayudan a resolver los problemas que deja en las tareas y mucho menos en el examen final."}, {"fecha": "28/Ene/2023", "score_general": "7.0", "score_facilidad": "4.0", "materia": "Teoría del potencial", "comments": "Califica Duro, La Participación ImportaEl profesor hace el intento por explicar los temas, pero el problema es que se enfoca bastante en explicar demostraciones y cosas que realmente no ayudan a resolver los problemas que deja en las tareas y mucho menos en el examen final."}, {"fecha": "27/Ago/2021", "score_general": "4.0", "score_facilidad": "2.0", "materia": "Teoría del potencial", "comments": "Pocos Exámenes, Los exámenes son difícilesEl profesor hace el intento por explicar los temas, pero el problema es que se enfoca bastante en explicar demostraciones y cosas que realmente no ayudan a resolver los problemas que deja en las tareas y mucho menos en el examen final."}, {"fecha": "01/Sep/2020", "score_general": "3.0", "score_facilidad": "4.0", "materia": "Teoria electromagnetica", "comments": "Califica Duro, Respetado por los estudiantes, Los exámenes son difícilesEl profesor hace el intento por explicar los temas, pero el problema es que se enfoca bastante en explicar demostraciones y cosas que realmente no ayudan a resolver los problemas que deja en las tareas y mucho menos en el examen final."}, {"fecha": "19/Ene/2020", "score_general": "6.0", "score_facilidad": "4.0", "materia": "Teoría del potencial", "comments": "Califica Duro, Asistencia obligatoria, Las clases son largasSabe mucho pero no lo trasmite en sus clases, si tienes dudas siempre pregunta si no ya no vas a entender nada, tienes que llegar con buenos antecedentes de vectorial y evacuaciones diferenciales."}, {"fecha": "01/Oct/2019", "score_general": "3.0", "score_facilidad": "2.0", "materia": "Teoría del potencial", "comments": "Califica Duro, Prepárate para leer, Los exámenes son difícilesSabe mucho pero no lo trasmite en sus clases, si tienes dudas siempre pregunta si no ya no vas a entender nada, tienes que llegar con buenos antecedentes de vectorial y evacuaciones diferenciales."}, {"fecha": "24/Jul/2019", "score_general": "4.0", "score_facilidad": "2.0", "materia": "TP", "comments": "Califica Duro, Asistencia obligatoria, Las clases son largasSabe mucho pero no lo trasmite en sus clases, si tienes dudas siempre pregunta si no ya no vas a entender nada, tienes que llegar con buenos antecedentes de vectorial y evacuaciones diferenciales."}]