[{"fecha": "03/Feb/2023", "score_general": "9.0", "score_facilidad": "10.0", "materia": "Procesamiento Digital de Señales", "comments": "Muy cómico, Respetado por los estudiantes, Aspectos de calificación clarosUn muy buen profesor, sabe demasiado y sabe enseñar. Solo hay 1 examen y 1 proyecto que no son del otro mundo. Si tienes dudas te las aclara, no importa cuantas veces repita lo mismo. Pasas sus notas que te ayudaran a estudiar. Deja una serie que si la haces te da 1 punto extra (no obligatoria)"}, {"fecha": "29/Ene/2023", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Procesamiento Digital de Señales (ASyS 2.0)", "comments": "Inspiracional, Las clases son largas, Pocos ExámenesUn muy buen profesor, sabe demasiado y sabe enseñar. Solo hay 1 examen y 1 proyecto que no son del otro mundo. Si tienes dudas te las aclara, no importa cuantas veces repita lo mismo. Pasas sus notas que te ayudaran a estudiar. Deja una serie que si la haces te da 1 punto extra (no obligatoria)"}, {"fecha": "21/Ene/2023", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Señales y Sistemas", "comments": "Da buena retroalimentación, Las clases son largas, Da Crédito ExtraUn muy buen profesor, sabe demasiado y sabe enseñar. Solo hay 1 examen y 1 proyecto que no son del otro mundo. Si tienes dudas te las aclara, no importa cuantas veces repita lo mismo. Pasas sus notas que te ayudaran a estudiar. Deja una serie que si la haces te da 1 punto extra (no obligatoria)"}, {"fecha": "15/Ago/2022", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Señales y sistemas", "comments": "Barco, Las clases son largas, Pocos ExámenesUn muy buen profesor, sabe demasiado y sabe enseñar. Solo hay 1 examen y 1 proyecto que no son del otro mundo. Si tienes dudas te las aclara, no importa cuantas veces repita lo mismo. Pasas sus notas que te ayudaran a estudiar. Deja una serie que si la haces te da 1 punto extra (no obligatoria)"}, {"fecha": "07/Jun/2022", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Procesamiento digital de señales", "comments": "Barco, Da buena retroalimentación, Aspectos de calificación clarosUn muy buen profesor, sabe demasiado y sabe enseñar. Solo hay 1 examen y 1 proyecto que no son del otro mundo. Si tienes dudas te las aclara, no importa cuantas veces repita lo mismo. Pasas sus notas que te ayudaran a estudiar. Deja una serie que si la haces te da 1 punto extra (no obligatoria)"}, {"fecha": "18/Feb/2022", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Señales y Sistemas", "comments": "Excelente, lo recomiendo mucho ya que explica muy bien."}, {"fecha": "30/Ene/2022", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Señales y Sistemas", "comments": "Pocos Exámenes, Aspectos de calificación clarosExcelente, lo recomiendo mucho ya que explica muy bien."}, {"fecha": "30/Ene/2022", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Señales y Sistemas", "comments": "Da buena retroalimentación, Da Crédito Extra, Pocos ExámenesExcelente, lo recomiendo mucho ya que explica muy bien."}, {"fecha": "29/Ene/2022", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Señales y Sistemas", "comments": "Da buena retroalimentación, Pocos Exámenes, Brinda apoyoExcelente, lo recomiendo mucho ya que explica muy bien."}, {"fecha": "29/Ene/2022", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Señales y Sistemas", "comments": "Da buena retroalimentación, Brinda apoyo, Tomaría su clase otra vezExcelente, lo recomiendo mucho ya que explica muy bien."}, {"fecha": "29/Ene/2022", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Señales y Sistemas", "comments": "Da buena retroalimentación, Inspiracional, Clases excelentesLas notas que el profesor facilita, sumado a sus clases y la disponibilidad que tiene el profesor para responder dudas hacen que la serie salga fácil, y por ende el examen también."}, {"fecha": "29/Ene/2022", "score_general": "8.0", "score_facilidad": "8.0", "materia": "Señales y sistemas", "comments": "Barco, Da Crédito Extra, Tomaría su clase otra vezLas notas que el profesor facilita, sumado a sus clases y la disponibilidad que tiene el profesor para responder dudas hacen que la serie salga fácil, y por ende el examen también."}, {"fecha": "23/Ene/2022", "score_general": "6.0", "score_facilidad": "6.0", "materia": "Procesamiento digital de señales", "comments": "Prepárate para leer, Las clases son largas, Pocos ExámenesLas notas que el profesor facilita, sumado a sus clases y la disponibilidad que tiene el profesor para responder dudas hacen que la serie salga fácil, y por ende el examen también."}, {"fecha": "26/Ago/2021", "score_general": "8.0", "score_facilidad": "10.0", "materia": "PDS", "comments": "Las notas que el profesor facilita, sumado a sus clases y la disponibilidad que tiene el profesor para responder dudas hacen que la serie salga fácil, y por ende el examen también."}, {"fecha": "18/Ago/2021", "score_general": "4.0", "score_facilidad": "6.0", "materia": "Señales y Sistemas", "comments": "Barco, Muy cómico, Las clases son largasLas notas que el profesor facilita, sumado a sus clases y la disponibilidad que tiene el profesor para responder dudas hacen que la serie salga fácil, y por ende el examen también."}, {"fecha": "24/Feb/2021", "score_general": "8.0", "score_facilidad": "6.0", "materia": "Procesamiento digital de imagenes", "comments": "Muy cómico, Las clases son largasAun le falta para que de una clase perfecta pero aun asi sabe mucho y le gusta la materia, tal vez le falta meter mas proyectos interesante tener mas sintetizado el contenido de cada clase para que no sea larga."}, {"fecha": "19/Feb/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Señales y sistemas", "comments": "BarcoAun le falta para que de una clase perfecta pero aun asi sabe mucho y le gusta la materia, tal vez le falta meter mas proyectos interesante tener mas sintetizado el contenido de cada clase para que no sea larga."}, {"fecha": "15/Feb/2021", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Señales y Sistemas", "comments": "BarcoAun le falta para que de una clase perfecta pero aun asi sabe mucho y le gusta la materia, tal vez le falta meter mas proyectos interesante tener mas sintetizado el contenido de cada clase para que no sea larga."}, {"fecha": "15/Feb/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Señales y Sistemas", "comments": "Da buena retroalimentación, Respetado por los estudiantes, Aspectos de calificación clarosAun le falta para que de una clase perfecta pero aun asi sabe mucho y le gusta la materia, tal vez le falta meter mas proyectos interesante tener mas sintetizado el contenido de cada clase para que no sea larga."}, {"fecha": "14/Feb/2021", "score_general": "7.0", "score_facilidad": "10.0", "materia": "Sistemas y Señales", "comments": "Las clases son largas, Pocos ExámenesAun le falta para que de una clase perfecta pero aun asi sabe mucho y le gusta la materia, tal vez le falta meter mas proyectos interesante tener mas sintetizado el contenido de cada clase para que no sea larga."}, {"fecha": "01/Sep/2020", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Señales y Sistemas", "comments": "Califica Duro, Muy cómico, Prepárate para leerEn cuarentena no dio clases virtuales, solo envió los PDF y el examen, pero en presenciales llegaba un poco a aburrir. No se notó la diferencia entre presencial y virtual. Si pones atención pasas, su cuadernillo es fácil de entender"}, {"fecha": "31/Ago/2020", "score_general": "8.0", "score_facilidad": "8.0", "materia": "Señales y Sistemas", "comments": "Da buena retroalimentación, Muchas tareas, Las clases son largasEn cuarentena no dio clases virtuales, solo envió los PDF y el examen, pero en presenciales llegaba un poco a aburrir. No se notó la diferencia entre presencial y virtual. Si pones atención pasas, su cuadernillo es fácil de entender"}, {"fecha": "07/Jul/2019", "score_general": "9.0", "score_facilidad": "10.0", "materia": "Señales y Sistemas", "comments": "Da buena retroalimentación, Brinda apoyoEn cuarentena no dio clases virtuales, solo envió los PDF y el examen, pero en presenciales llegaba un poco a aburrir. No se notó la diferencia entre presencial y virtual. Si pones atención pasas, su cuadernillo es fácil de entender"}, {"fecha": "18/Jun/2019", "score_general": "8.0", "score_facilidad": "8.0", "materia": "Señales y Sistemas", "comments": "Muy cómico, Brinda apoyo, Clases excelentesEn cuarentena no dio clases virtuales, solo envió los PDF y el examen, pero en presenciales llegaba un poco a aburrir. No se notó la diferencia entre presencial y virtual. Si pones atención pasas, su cuadernillo es fácil de entender"}, {"fecha": "13/Jun/2019", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Sistemas y Señales", "comments": "Da buena retroalimentación, Asistencia obligatoria, Brinda apoyoEn cuarentena no dio clases virtuales, solo envió los PDF y el examen, pero en presenciales llegaba un poco a aburrir. No se notó la diferencia entre presencial y virtual. Si pones atención pasas, su cuadernillo es fácil de entender"}, {"fecha": "02/Abr/2019", "score_general": "5.0", "score_facilidad": "4.0", "materia": "Procesamiento de Señales digitales", "comments": "Pues le caen mejor los de compu porque con los eléctricos se pone pesado"}, {"fecha": "10/Mar/2019", "score_general": "5.0", "score_facilidad": "4.0", "materia": "Señales", "comments": "La Participación ImportaPues le caen mejor los de compu porque con los eléctricos se pone pesado"}, {"fecha": "24/Feb/2019", "score_general": "4.0", "score_facilidad": "6.0", "materia": "Procesamiento de Señales digitales", "comments": "Pues le caen mejor los de compu porque con los eléctricos se pone pesado"}, {"fecha": "09/Feb/2019", "score_general": "7.0", "score_facilidad": "6.0", "materia": "Procesamiento de Señales digitales", "comments": "La Participación ImportaPues le caen mejor los de compu porque con los eléctricos se pone pesado"}, {"fecha": "15/Ene/2019", "score_general": "9.0", "score_facilidad": "10.0", "materia": "Señales y Sistemas", "comments": "Pues le caen mejor los de compu porque con los eléctricos se pone pesado"}, {"fecha": "15/Ene/2019", "score_general": "4.0", "score_facilidad": "4.0", "materia": "Procesamiento de Señales digitales", "comments": "Barcoaunque es muy agradable en la clase, se porta como si tuvieras el tiempo del mundo y hasta te hace ir semanas después de haber terminado la materia. Su evauación no es mala pero con tantito que te falte o le caigas mal, recursarás"}, {"fecha": "23/Jul/2018", "score_general": "5.0", "score_facilidad": "4.0", "materia": "Señales y Sistemas", "comments": "Califica Duro, Asistencia obligatoria, Muchos Exámenesaunque es muy agradable en la clase, se porta como si tuvieras el tiempo del mundo y hasta te hace ir semanas después de haber terminado la materia. Su evauación no es mala pero con tantito que te falte o le caigas mal, recursarás"}, {"fecha": "16/Jun/2018", "score_general": "6.0", "score_facilidad": "8.0", "materia": "Señales y Sistemas", "comments": "Barcoaunque es muy agradable en la clase, se porta como si tuvieras el tiempo del mundo y hasta te hace ir semanas después de haber terminado la materia. Su evauación no es mala pero con tantito que te falte o le caigas mal, recursarás"}, {"fecha": "21/Dic/2017", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Señales y Sistemas", "comments": "Barco, Muy cómico, Tomaría su clase otra vezaunque es muy agradable en la clase, se porta como si tuvieras el tiempo del mundo y hasta te hace ir semanas después de haber terminado la materia. Su evauación no es mala pero con tantito que te falte o le caigas mal, recursarás"}, {"fecha": "07/Dic/2017", "score_general": "8.0", "score_facilidad": "10.0", "materia": "Señales y Sistemas", "comments": "aunque es muy agradable en la clase, se porta como si tuvieras el tiempo del mundo y hasta te hace ir semanas después de haber terminado la materia. Su evauación no es mala pero con tantito que te falte o le caigas mal, recursarás"}, {"fecha": "22/Jun/2017", "score_general": "8.0", "score_facilidad": "8.0", "materia": "Análsis de sistemas y señales", "comments": "Se ve que al profesor le interesa que sus alumnos comprendan bien los temas de la materia."}]