[{"fecha": "09/Feb/2023", "score_general": "10.0", "score_facilidad": "10.0", "materia": "PCP", "comments": "Asistencia obligatoria, Inspiracional, Aspectos de calificación clarosExplica claro pero muy superficial y aprendes lo básico. Es  relajada y por ello la materia no es pesada. Exámenes a nivel de la clase e incluso más sencillos si estudias. Lo único que no me gustó nada fue el simulador que sustituyó la parte práctica. Ojalá diera más ejemplos de aplicación."}, {"fecha": "02/Jun/2022", "score_general": "8.0", "score_facilidad": "10.0", "materia": "Inteligencia de negocios", "comments": "Da buena retroalimentación, Pocos Exámenes, Aspectos de calificación clarosExplica claro pero muy superficial y aprendes lo básico. Es  relajada y por ello la materia no es pesada. Exámenes a nivel de la clase e incluso más sencillos si estudias. Lo único que no me gustó nada fue el simulador que sustituyó la parte práctica. Ojalá diera más ejemplos de aplicación."}, {"fecha": "22/Abr/2022", "score_general": "10.0", "score_facilidad": "10.0", "materia": "PCP", "comments": "Explica claro pero muy superficial y aprendes lo básico. Es  relajada y por ello la materia no es pesada. Exámenes a nivel de la clase e incluso más sencillos si estudias. Lo único que no me gustó nada fue el simulador que sustituyó la parte práctica. Ojalá diera más ejemplos de aplicación."}, {"fecha": "15/Feb/2021", "score_general": "9.0", "score_facilidad": "10.0", "materia": "Inteligencia de Negocios", "comments": "BarcoExplica claro pero muy superficial y aprendes lo básico. Es  relajada y por ello la materia no es pesada. Exámenes a nivel de la clase e incluso más sencillos si estudias. Lo único que no me gustó nada fue el simulador que sustituyó la parte práctica. Ojalá diera más ejemplos de aplicación."}, {"fecha": "08/Jul/2020", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Diseño de Sistemas Productivos", "comments": "Barco, Brinda apoyoExplica claro pero muy superficial y aprendes lo básico. Es  relajada y por ello la materia no es pesada. Exámenes a nivel de la clase e incluso más sencillos si estudias. Lo único que no me gustó nada fue el simulador que sustituyó la parte práctica. Ojalá diera más ejemplos de aplicación."}]