[{"fecha": "02/Feb/2023", "score_general": "8.0", "score_facilidad": "4.0", "materia": "EyPC", "comments": "Califica Duro, Pocos Exámenes, Deja trabajos largosSi esta dificilillo pero aprendes. Entregando los programas que deja en ensamblador(Z80) y el proyecto final pasas sin problemas. Hizo un examen que solo uno paso pero al final no lo tomo en cuenta. Estudia los temas que dice al inicio del curso, sino te pierdes."}, {"fecha": "28/Ene/2023", "score_general": "10.0", "score_facilidad": "8.0", "materia": "EyPC", "comments": "Brinda apoyo, Deja trabajos largos, Clases excelentesSi esta dificilillo pero aprendes. Entregando los programas que deja en ensamblador(Z80) y el proyecto final pasas sin problemas. Hizo un examen que solo uno paso pero al final no lo tomo en cuenta. Estudia los temas que dice al inicio del curso, sino te pierdes."}, {"fecha": "20/Ene/2022", "score_general": "7.0", "score_facilidad": "6.0", "materia": "EyPC", "comments": "Califica Duro, La Participación Importa, Da Crédito ExtraSi esta dificilillo pero aprendes. Entregando los programas que deja en ensamblador(Z80) y el proyecto final pasas sin problemas. Hizo un examen que solo uno paso pero al final no lo tomo en cuenta. Estudia los temas que dice al inicio del curso, sino te pierdes."}, {"fecha": "21/Nov/2021", "score_general": "8.0", "score_facilidad": "6.0", "materia": "Estructura y Programación de Computadoras", "comments": "InspiracionalSi esta dificilillo pero aprendes. Entregando los programas que deja en ensamblador(Z80) y el proyecto final pasas sin problemas. Hizo un examen que solo uno paso pero al final no lo tomo en cuenta. Estudia los temas que dice al inicio del curso, sino te pierdes."}, {"fecha": "24/Ago/2021", "score_general": "8.0", "score_facilidad": "6.0", "materia": "Eypc", "comments": "Califica Duro, Da buena retroalimentaciónSi esta dificilillo pero aprendes. Entregando los programas que deja en ensamblador(Z80) y el proyecto final pasas sin problemas. Hizo un examen que solo uno paso pero al final no lo tomo en cuenta. Estudia los temas que dice al inicio del curso, sino te pierdes."}, {"fecha": "21/Abr/2021", "score_general": "5.0", "score_facilidad": "6.0", "materia": "Estr. de comp.", "comments": "Muchas tareas, Asistencia obligatoria, Las clases son largasPuras cosas viejas enseña, hoy en día tenemos tantos procesadores increibles(AMD, Intel, Apple), pero aun asi el Profesor sigue enseñando acerca de procesador de licuadora.\r\nSin embargo el Profesor es bueno explicando, pero es información vieja.\r\nDecepcionante."}, {"fecha": "06/Feb/2021", "score_general": "7.0", "score_facilidad": "4.0", "materia": "---", "comments": "Puras cosas viejas enseña, hoy en día tenemos tantos procesadores increibles(AMD, Intel, Apple), pero aun asi el Profesor sigue enseñando acerca de procesador de licuadora.\r\nSin embargo el Profesor es bueno explicando, pero es información vieja.\r\nDecepcionante."}, {"fecha": "09/Sep/2020", "score_general": "9.0", "score_facilidad": "6.0", "materia": "Estructuras de computadoras", "comments": "Da buena retroalimentación, Asistencia obligatoria, Tomaría su clase otra vezPuras cosas viejas enseña, hoy en día tenemos tantos procesadores increibles(AMD, Intel, Apple), pero aun asi el Profesor sigue enseñando acerca de procesador de licuadora.\r\nSin embargo el Profesor es bueno explicando, pero es información vieja.\r\nDecepcionante."}, {"fecha": "26/Dic/2019", "score_general": "5.0", "score_facilidad": "6.0", "materia": "Estructura de compus", "comments": "Respetado por los estudiantes, Las clases son largas, Deja trabajos largosPuras cosas viejas enseña, hoy en día tenemos tantos procesadores increibles(AMD, Intel, Apple), pero aun asi el Profesor sigue enseñando acerca de procesador de licuadora.\r\nSin embargo el Profesor es bueno explicando, pero es información vieja.\r\nDecepcionante."}, {"fecha": "30/Nov/2019", "score_general": "6.0", "score_facilidad": "8.0", "materia": "Estructura y programación de computadoras", "comments": "Califica Duro, Las clases son largas, Deja trabajos largosPuras cosas viejas enseña, hoy en día tenemos tantos procesadores increibles(AMD, Intel, Apple), pero aun asi el Profesor sigue enseñando acerca de procesador de licuadora.\r\nSin embargo el Profesor es bueno explicando, pero es información vieja.\r\nDecepcionante."}, {"fecha": "18/Jul/2019", "score_general": "9.0", "score_facilidad": "6.0", "materia": "Estructura y Programación de Computadoras", "comments": "Califica Duro, Respetado por los estudiantes, Clases excelentesEn resumen, el profesor Templos te brindará todo el apoyo necesario que requieras para poder aprender bien y pasar la materia, su método de enseñanza es bastante bueno y la forma de evaluación tomará \"valor\" al final (cuenta todo los rubros de evaluación) ;)"}, {"fecha": "18/Jun/2019", "score_general": "7.0", "score_facilidad": "4.0", "materia": "Estructura y Programación de Computadoras", "comments": "Califica Duro, Muchas tareas, La Participación ImportaEn resumen, el profesor Templos te brindará todo el apoyo necesario que requieras para poder aprender bien y pasar la materia, su método de enseñanza es bastante bueno y la forma de evaluación tomará \"valor\" al final (cuenta todo los rubros de evaluación) ;)"}, {"fecha": "14/Ene/2019", "score_general": "10.0", "score_facilidad": "4.0", "materia": "Estructura y Programación de Computadoras", "comments": "Respetado por los estudiantes, Brinda apoyo, Deja trabajos largosEn resumen, el profesor Templos te brindará todo el apoyo necesario que requieras para poder aprender bien y pasar la materia, su método de enseñanza es bastante bueno y la forma de evaluación tomará \"valor\" al final (cuenta todo los rubros de evaluación) ;)"}, {"fecha": "07/Feb/2018", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Estructura y programación de computadoras", "comments": "Respetado por los estudiantes, Brinda apoyo, Tomaría su clase otra vezEn resumen, el profesor Templos te brindará todo el apoyo necesario que requieras para poder aprender bien y pasar la materia, su método de enseñanza es bastante bueno y la forma de evaluación tomará \"valor\" al final (cuenta todo los rubros de evaluación) ;)"}, {"fecha": "25/Ene/2018", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Estructura y Programación de Computadoras", "comments": "Respetado por los estudiantes, Clases excelentes, Tomaría su clase otra vezEn resumen, el profesor Templos te brindará todo el apoyo necesario que requieras para poder aprender bien y pasar la materia, su método de enseñanza es bastante bueno y la forma de evaluación tomará \"valor\" al final (cuenta todo los rubros de evaluación) ;)"}, {"fecha": "22/Jul/2016", "score_general": "9.0", "score_facilidad": "6.0", "materia": "Estructura y Programación de Computadoras", "comments": "Brinda apoyo, Tomaría su clase otra vezEs un profesor muy preparado, sabe mucho de su materia y sabe compartir ese conocimiento con los estudiantes, es muy bueno enseñando, si te acercas a el buscando ayuda no te la negara, su proyecto si esta algo complicado pero no imposible el mismo te ayuda con el proyecto si le preguntas."}, {"fecha": "12/Jun/2016", "score_general": "9.0", "score_facilidad": "4.0", "materia": "---", "comments": "Califica Duro, Clases excelentes, Tomaría su clase otra vezEs un profesor muy preparado, sabe mucho de su materia y sabe compartir ese conocimiento con los estudiantes, es muy bueno enseñando, si te acercas a el buscando ayuda no te la negara, su proyecto si esta algo complicado pero no imposible el mismo te ayuda con el proyecto si le preguntas."}, {"fecha": "01/Jul/2015", "score_general": "4.0", "score_facilidad": "4.0", "materia": "Estructura y Programación de computadoras", "comments": "Es un profesor muy preparado, sabe mucho de su materia y sabe compartir ese conocimiento con los estudiantes, es muy bueno enseñando, si te acercas a el buscando ayuda no te la negara, su proyecto si esta algo complicado pero no imposible el mismo te ayuda con el proyecto si le preguntas."}]