[{"fecha": "04/Mar/2023", "score_general": "10.0", "score_facilidad": "6.0", "materia": "CGIMH", "comments": "Muchas tareas, Clases excelentesLa clase está muy chida, y se nota que el profesor tiene muchos conocimientos sobre tecnologias actuales, todo te lo enseña. El proyecto ademas es una aplicación real, por lo que te servirá para la vida profesional! Dificil? Claro, pero la materia es asi,"}, {"fecha": "24/Ene/2023", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Computación gráfica", "comments": "Da buena retroalimentación, Clases excelentes, Tomaría su clase otra vezLa clase está muy chida, y se nota que el profesor tiene muchos conocimientos sobre tecnologias actuales, todo te lo enseña. El proyecto ademas es una aplicación real, por lo que te servirá para la vida profesional! Dificil? Claro, pero la materia es asi,"}, {"fecha": "31/Jul/2022", "score_general": "8.0", "score_facilidad": "6.0", "materia": "CGeIHC", "comments": "Califica Duro, Da buena retroalimentación, Deja trabajos largosLa clase está muy chida, y se nota que el profesor tiene muchos conocimientos sobre tecnologias actuales, todo te lo enseña. El proyecto ademas es una aplicación real, por lo que te servirá para la vida profesional! Dificil? Claro, pero la materia es asi,"}, {"fecha": "04/Jul/2022", "score_general": "8.0", "score_facilidad": "4.0", "materia": "CGEIHC/ LCGEIHC", "comments": "Pocos Exámenes, Aspectos de calificación clarosLa clase está muy chida, y se nota que el profesor tiene muchos conocimientos sobre tecnologias actuales, todo te lo enseña. El proyecto ademas es una aplicación real, por lo que te servirá para la vida profesional! Dificil? Claro, pero la materia es asi,"}, {"fecha": "04/Jun/2022", "score_general": "8.0", "score_facilidad": "6.0", "materia": "CGEIH", "comments": "Da buena retroalimentación, Deja trabajos largos, Muchos proyectos grupalesLa clase está muy chida, y se nota que el profesor tiene muchos conocimientos sobre tecnologias actuales, todo te lo enseña. El proyecto ademas es una aplicación real, por lo que te servirá para la vida profesional! Dificil? Claro, pero la materia es asi,"}, {"fecha": "25/Ene/2022", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Temas Selectos de Ing en Comp (graficos)", "comments": "Da buena retroalimentación, Inspiracional, Aspectos de calificación clarosExcelente maestro, domina el tema y te da muy buenas recomendaciones si quieres meterte a la industria. El proyecto se hace durante el semestre, los exámenes son teórico-prácticos."}, {"fecha": "14/Ene/2022", "score_general": "4.0", "score_facilidad": "6.0", "materia": "Computación", "comments": "Califica Duro, Muchas tareas, Deja trabajos largosExcelente maestro, domina el tema y te da muy buenas recomendaciones si quieres meterte a la industria. El proyecto se hace durante el semestre, los exámenes son teórico-prácticos."}, {"fecha": "24/Ago/2021", "score_general": "8.0", "score_facilidad": "6.0", "materia": "Computación Gráfica e Interacción Humano Computadora", "comments": "Asistencia obligatoria, Las clases son largasExcelente maestro, domina el tema y te da muy buenas recomendaciones si quieres meterte a la industria. El proyecto se hace durante el semestre, los exámenes son teórico-prácticos."}, {"fecha": "21/Feb/2021", "score_general": "8.0", "score_facilidad": "10.0", "materia": "CGIHC", "comments": "Barco, Da Crédito Extra, Los exámenes son difícilesExcelente maestro, domina el tema y te da muy buenas recomendaciones si quieres meterte a la industria. El proyecto se hace durante el semestre, los exámenes son teórico-prácticos."}, {"fecha": "17/Feb/2021", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Comp.Gráfica e interacción humano-computadora[en linea]", "comments": "Da buena retroalimentación, Brinda apoyo, Clases excelentesExcelente maestro, domina el tema y te da muy buenas recomendaciones si quieres meterte a la industria. El proyecto se hace durante el semestre, los exámenes son teórico-prácticos."}, {"fecha": "11/Feb/2021", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Computación Gráfica e Interacción Humano Computadora", "comments": "Asistencia obligatoria, Respetado por los estudiantes, Brinda apoyoEs un buen profesor, siempre esta dispuesto a brindarte apoyo y a aclarar tus dudas. Los exámenes no son difíciles, deja 5 tareas a entregar casi al final del semestre (hazlas con tiempo), además te deja escoger el tema de  tu proyecto final,  solo hay que escoger un buen equipo.*"}, {"fecha": "16/Oct/2019", "score_general": "10.0", "score_facilidad": "6.0", "materia": "temas selectos de graficación", "comments": "Da buena retroalimentación, Inspiracional, Clases excelentesEs un buen profesor, siempre esta dispuesto a brindarte apoyo y a aclarar tus dudas. Los exámenes no son difíciles, deja 5 tareas a entregar casi al final del semestre (hazlas con tiempo), además te deja escoger el tema de  tu proyecto final,  solo hay que escoger un buen equipo.*"}, {"fecha": "27/Jun/2017", "score_general": "8.0", "score_facilidad": "10.0", "materia": "Estructura de Datos y Algoritmos 1", "comments": "Asistencia obligatoriaEs un buen profesor, siempre esta dispuesto a brindarte apoyo y a aclarar tus dudas. Los exámenes no son difíciles, deja 5 tareas a entregar casi al final del semestre (hazlas con tiempo), además te deja escoger el tema de  tu proyecto final,  solo hay que escoger un buen equipo.*"}, {"fecha": "28/Feb/2017", "score_general": "6.0", "score_facilidad": "4.0", "materia": "---", "comments": "Muchas tareas, Asistencia obligatoria, Deja trabajos largosEs un buen profesor, siempre esta dispuesto a brindarte apoyo y a aclarar tus dudas. Los exámenes no son difíciles, deja 5 tareas a entregar casi al final del semestre (hazlas con tiempo), además te deja escoger el tema de  tu proyecto final,  solo hay que escoger un buen equipo.*"}, {"fecha": "16/Feb/2017", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Estructura de datos y algoritmos I", "comments": "Da buena retroalimentación, Respetado por los estudiantes, InspiracionalEs un buen profesor, siempre esta dispuesto a brindarte apoyo y a aclarar tus dudas. Los exámenes no son difíciles, deja 5 tareas a entregar casi al final del semestre (hazlas con tiempo), además te deja escoger el tema de  tu proyecto final,  solo hay que escoger un buen equipo.*"}]