[{"fecha": "21/Ene/2023", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Sistemas operativos", "comments": "Muy cómico, Muchas tareas, Tomaría su clase otra vezEl profesor ya es famoso entre los estudiantes de computación, en sistemas operativos la cosa es similar a sus cursos anteriores pero la carga de trabajo se siente un poco menor. Recomendado pero en la materia hay otros profesores buenos que puedes considerar."}, {"fecha": "17/Ene/2023", "score_general": "9.0", "score_facilidad": "6.0", "materia": "EDA II", "comments": "Califica Duro, Muy cómico, Muchas tareasEl profesor ya es famoso entre los estudiantes de computación, en sistemas operativos la cosa es similar a sus cursos anteriores pero la carga de trabajo se siente un poco menor. Recomendado pero en la materia hay otros profesores buenos que puedes considerar."}, {"fecha": "30/Sep/2022", "score_general": "10.0", "score_facilidad": "10.0", "materia": "---", "comments": "Muy cómico, Da buena retroalimentación, Clases excelentesEl profesor ya es famoso entre los estudiantes de computación, en sistemas operativos la cosa es similar a sus cursos anteriores pero la carga de trabajo se siente un poco menor. Recomendado pero en la materia hay otros profesores buenos que puedes considerar."}, {"fecha": "30/Ago/2021", "score_general": "9.0", "score_facilidad": "4.0", "materia": "EDA I", "comments": "Califica Duro, Muchas tareas, Deja trabajos largosEl profesor ya es famoso entre los estudiantes de computación, en sistemas operativos la cosa es similar a sus cursos anteriores pero la carga de trabajo se siente un poco menor. Recomendado pero en la materia hay otros profesores buenos que puedes considerar."}, {"fecha": "25/Ago/2021", "score_general": "4.0", "score_facilidad": "4.0", "materia": "---", "comments": "El profesor ya es famoso entre los estudiantes de computación, en sistemas operativos la cosa es similar a sus cursos anteriores pero la carga de trabajo se siente un poco menor. Recomendado pero en la materia hay otros profesores buenos que puedes considerar."}, {"fecha": "23/Ago/2021", "score_general": "4.0", "score_facilidad": "4.0", "materia": "EDA 2", "comments": "Muchas tareas, Prepárate para leer, Deja trabajos largosSi tu interés es puramente académico, es decir quieres estudiar maestrías o cosas por estilo lo recomiendo sin embargo si estas más inclinado por la programación competitiva y el desarrollo de software,no lo recomiendo pues no vas a sentir que muchas cosas que te deja son innecesarias y monótonas."}, {"fecha": "22/Ago/2021", "score_general": "9.0", "score_facilidad": "6.0", "materia": "EDA I", "comments": "Respetado por los estudiantes, Inspiracional, Tomaría su clase otra vezSi tu interés es puramente académico, es decir quieres estudiar maestrías o cosas por estilo lo recomiendo sin embargo si estas más inclinado por la programación competitiva y el desarrollo de software,no lo recomiendo pues no vas a sentir que muchas cosas que te deja son innecesarias y monótonas."}, {"fecha": "17/Feb/2021", "score_general": "10.0", "score_facilidad": "8.0", "materia": "EDA 1", "comments": "Muy cómico, Muchas tareas, Clases excelentesSi tu interés es puramente académico, es decir quieres estudiar maestrías o cosas por estilo lo recomiendo sin embargo si estas más inclinado por la programación competitiva y el desarrollo de software,no lo recomiendo pues no vas a sentir que muchas cosas que te deja son innecesarias y monótonas."}, {"fecha": "17/Feb/2021", "score_general": "10.0", "score_facilidad": "4.0", "materia": "POO/EDA II", "comments": "Califica Duro, Muchas tareas, Muchos proyectos grupalesSi tu interés es puramente académico, es decir quieres estudiar maestrías o cosas por estilo lo recomiendo sin embargo si estas más inclinado por la programación competitiva y el desarrollo de software,no lo recomiendo pues no vas a sentir que muchas cosas que te deja son innecesarias y monótonas."}, {"fecha": "15/Feb/2021", "score_general": "10.0", "score_facilidad": "4.0", "materia": "EDA I", "comments": "Califica Duro, Brinda apoyo, Tomaría su clase otra vezSi tu interés es puramente académico, es decir quieres estudiar maestrías o cosas por estilo lo recomiendo sin embargo si estas más inclinado por la programación competitiva y el desarrollo de software,no lo recomiendo pues no vas a sentir que muchas cosas que te deja son innecesarias y monótonas."}, {"fecha": "12/Feb/2021", "score_general": "6.0", "score_facilidad": "6.0", "materia": "---", "comments": "Muchas tareas, Prepárate para leer, Asistencia obligatoria[Comentario esperando revisión]"}, {"fecha": "31/Ago/2020", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Estructura de Datos y Algoritmos I", "comments": "Da buena retroalimentación, Clases excelentes, Tomaría su clase otra vez[Comentario esperando revisión]"}, {"fecha": "16/Ago/2020", "score_general": "10.0", "score_facilidad": "4.0", "materia": "---", "comments": "Califica Duro, Muchas tareas, Inspiracional[Comentario esperando revisión]"}, {"fecha": "13/Ago/2020", "score_general": "10.0", "score_facilidad": "4.0", "materia": "EDA I", "comments": "Califica Duro, Muchas tareas, Clases excelentes[Comentario esperando revisión]"}, {"fecha": "09/Ene/2020", "score_general": "7.0", "score_facilidad": "10.0", "materia": "---", "comments": "Barco[Comentario esperando revisión]"}, {"fecha": "09/Dic/2019", "score_general": "8.0", "score_facilidad": "6.0", "materia": "EDA1", "comments": "Si vas a solicitar cambio a Mecatrónica mejor busca otra opción ya que es mucho trabajo y a final de cuentas la materia ni forma parte del plan de estudios y es una calificación desperdiciada.\r\nPor otro lado si vas para compu este profe es la opción ya que da buenos consejos para la carrera"}, {"fecha": "08/Ago/2019", "score_general": "8.0", "score_facilidad": "6.0", "materia": "EDA 1", "comments": "Clases excelentesSi vas a solicitar cambio a Mecatrónica mejor busca otra opción ya que es mucho trabajo y a final de cuentas la materia ni forma parte del plan de estudios y es una calificación desperdiciada.\r\nPor otro lado si vas para compu este profe es la opción ya que da buenos consejos para la carrera"}, {"fecha": "20/Ene/2019", "score_general": "9.0", "score_facilidad": "4.0", "materia": "EDA II", "comments": "Muy cómico, Inspiracional, Muchos proyectos grupalesSi vas a solicitar cambio a Mecatrónica mejor busca otra opción ya que es mucho trabajo y a final de cuentas la materia ni forma parte del plan de estudios y es una calificación desperdiciada.\r\nPor otro lado si vas para compu este profe es la opción ya que da buenos consejos para la carrera"}, {"fecha": "07/Dic/2018", "score_general": "7.0", "score_facilidad": "6.0", "materia": "EDA I", "comments": "Muy cómico, Asistencia obligatoriaSi vas a solicitar cambio a Mecatrónica mejor busca otra opción ya que es mucho trabajo y a final de cuentas la materia ni forma parte del plan de estudios y es una calificación desperdiciada.\r\nPor otro lado si vas para compu este profe es la opción ya que da buenos consejos para la carrera"}, {"fecha": "06/Ago/2018", "score_general": "9.0", "score_facilidad": "4.0", "materia": "EDA I", "comments": "Si vas a solicitar cambio a Mecatrónica mejor busca otra opción ya que es mucho trabajo y a final de cuentas la materia ni forma parte del plan de estudios y es una calificación desperdiciada.\r\nPor otro lado si vas para compu este profe es la opción ya que da buenos consejos para la carrera"}, {"fecha": "02/Ago/2018", "score_general": "10.0", "score_facilidad": "4.0", "materia": "EDA ll", "comments": "Muchas tareas, Clases excelentes, Muchos proyectos grupalesEs de los mejores profesores, hace sus propias prácticas que son como “mini proyectos” o sea están difíciles a eso le suma más proyectos, tareas y exámenes pero deja un muy buen nivel."}, {"fecha": "03/Jul/2018", "score_general": "7.0", "score_facilidad": "4.0", "materia": "EDA II", "comments": "Muy cómico, Muchas tareas, Brinda apoyoEs de los mejores profesores, hace sus propias prácticas que son como “mini proyectos” o sea están difíciles a eso le suma más proyectos, tareas y exámenes pero deja un muy buen nivel."}, {"fecha": "01/Jul/2018", "score_general": "6.0", "score_facilidad": "6.0", "materia": "---", "comments": "Muy cómico, Da buena retroalimentaciónEs de los mejores profesores, hace sus propias prácticas que son como “mini proyectos” o sea están difíciles a eso le suma más proyectos, tareas y exámenes pero deja un muy buen nivel."}, {"fecha": "28/Jun/2018", "score_general": "10.0", "score_facilidad": "8.0", "materia": "---", "comments": "Muy cómico, Asistencia obligatoria, InspiracionalEs de los mejores profesores, hace sus propias prácticas que son como “mini proyectos” o sea están difíciles a eso le suma más proyectos, tareas y exámenes pero deja un muy buen nivel."}, {"fecha": "19/Jun/2018", "score_general": "10.0", "score_facilidad": "8.0", "materia": "EDA I", "comments": "Muy cómico, Aspectos de calificación claros, Tomaría su clase otra vezEs de los mejores profesores, hace sus propias prácticas que son como “mini proyectos” o sea están difíciles a eso le suma más proyectos, tareas y exámenes pero deja un muy buen nivel."}, {"fecha": "19/Jun/2018", "score_general": "9.0", "score_facilidad": "8.0", "materia": "EDA I", "comments": "Es un buen profesor, no es nada barco, pero aún así aprendes mucho y no es difícil sacar un 8 o 9.\r\nLos parciales son algo pesados pero en el promedio final también están incluidas las prácticas, tareas y ejercicios, necesitas hacer todo y tratar de no perder calificación en esos apartados."}, {"fecha": "10/Jun/2018", "score_general": "9.0", "score_facilidad": "4.0", "materia": "EDA II", "comments": "Muy cómico, Brinda apoyo, Muchos proyectos grupalesEs un buen profesor, no es nada barco, pero aún así aprendes mucho y no es difícil sacar un 8 o 9.\r\nLos parciales son algo pesados pero en el promedio final también están incluidas las prácticas, tareas y ejercicios, necesitas hacer todo y tratar de no perder calificación en esos apartados."}, {"fecha": "03/Jun/2018", "score_general": "10.0", "score_facilidad": "8.0", "materia": "EDA II", "comments": "Respetado por los estudiantes, Brinda apoyo, Tomaría su clase otra vezEs un buen profesor, no es nada barco, pero aún así aprendes mucho y no es difícil sacar un 8 o 9.\r\nLos parciales son algo pesados pero en el promedio final también están incluidas las prácticas, tareas y ejercicios, necesitas hacer todo y tratar de no perder calificación en esos apartados."}, {"fecha": "16/Ene/2018", "score_general": "10.0", "score_facilidad": "10.0", "materia": "EDA I", "comments": "Es un buen profesor, no es nada barco, pero aún así aprendes mucho y no es difícil sacar un 8 o 9.\r\nLos parciales son algo pesados pero en el promedio final también están incluidas las prácticas, tareas y ejercicios, necesitas hacer todo y tratar de no perder calificación en esos apartados."}, {"fecha": "26/Jul/2017", "score_general": "10.0", "score_facilidad": "8.0", "materia": "EDA I", "comments": "Muchas tareas, Clases excelentes, Tomaría su clase otra vezEs un buen profesor, no es nada barco, pero aún así aprendes mucho y no es difícil sacar un 8 o 9.\r\nLos parciales son algo pesados pero en el promedio final también están incluidas las prácticas, tareas y ejercicios, necesitas hacer todo y tratar de no perder calificación en esos apartados."}, {"fecha": "25/Jul/2017", "score_general": "10.0", "score_facilidad": "10.0", "materia": "EDA I", "comments": "Respetado por los estudiantes, Inspiracional, Tomaría su clase otra vezEl mejor para la materia, si tienes oportunidad entra a su clase"}, {"fecha": "25/Jul/2017", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Estructuras de Datos y Algoritmos", "comments": "Muy cómico, Respetado por los estudiantes, Clases excelentesEl mejor para la materia, si tienes oportunidad entra a su clase"}, {"fecha": "30/Jun/2017", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Algoritmos y Estructuras de Datos", "comments": "Da buena retroalimentación, Muchas tareas, Tomaría su clase otra vezEl mejor para la materia, si tienes oportunidad entra a su clase"}, {"fecha": "19/Jun/2017", "score_general": "10.0", "score_facilidad": "10.0", "materia": "EDA l", "comments": "Da buena retroalimentación, Asistencia obligatoria, Clases excelentesEl mejor para la materia, si tienes oportunidad entra a su clase"}, {"fecha": "16/Ene/2017", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Algoritmos y estructuras de datos", "comments": "El mejor para la materia, si tienes oportunidad entra a su clase"}, {"fecha": "19/Dic/2016", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Algortimos", "comments": "La Participación Importa, Clases excelentes, Tomaría su clase otra vezExcelente profesor, los exámenes son laboriosos, pero no difíciles, aprendes, explica muy bien y es muy accesible"}, {"fecha": "11/Ago/2016", "score_general": "10.0", "score_facilidad": "10.0", "materia": "algoritmos y estructura de datos", "comments": "Excelente profesor, los exámenes son laboriosos, pero no difíciles, aprendes, explica muy bien y es muy accesible"}, {"fecha": "27/Jul/2016", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Algorítmos y Estructuras de datos", "comments": "Brinda apoyo, Clases excelentes, Tomaría su clase otra vezExcelente profesor, los exámenes son laboriosos, pero no difíciles, aprendes, explica muy bien y es muy accesible"}, {"fecha": "03/Jun/2016", "score_general": "8.0", "score_facilidad": "8.0", "materia": "Algoritmos y Estructuras de Datos", "comments": "Muy cómico, Aspectos de calificación claros, Muchos proyectos grupalesExcelente profesor, los exámenes son laboriosos, pero no difíciles, aprendes, explica muy bien y es muy accesible"}]