[{"fecha": "22/Ago/2018", "score_general": "8.0", "score_facilidad": "2.0", "materia": "Sistemas de Comunicaciones", "comments": "Clases excelentesSu clase es muy buena, todo lo explica super bien. Es de los mejores profesores que he tenido. Si eres un tramposo y quieres barquear alejate de el"}, {"fecha": "23/Oct/2017", "score_general": "8.0", "score_facilidad": "4.0", "materia": "Cálculo", "comments": "Muchas tareas, Clases excelentes, Tomaría su clase otra vezSu clase es muy buena, todo lo explica super bien. Es de los mejores profesores que he tenido. Si eres un tramposo y quieres barquear alejate de el"}, {"fecha": "03/Sep/2017", "score_general": "6.0", "score_facilidad": "4.0", "materia": "SISTEMAS DE COMUNICACIONES", "comments": "Muchas tareas, Asistencia obligatoria, Da Crédito ExtraSu clase es muy buena, todo lo explica super bien. Es de los mejores profesores que he tenido. Si eres un tramposo y quieres barquear alejate de el"}, {"fecha": "06/Ago/2017", "score_general": "8.0", "score_facilidad": "4.0", "materia": "Cálculo Integral", "comments": "Califica Duro, Respetado por los estudiantes, Los exámenes son difícilesSu clase es muy buena, todo lo explica super bien. Es de los mejores profesores que he tenido. Si eres un tramposo y quieres barquear alejate de el"}, {"fecha": "18/Jun/2017", "score_general": "6.0", "score_facilidad": "6.0", "materia": "---", "comments": "Barco, Muchas tareas, Asistencia obligatoriaSu clase es muy buena, todo lo explica super bien. Es de los mejores profesores que he tenido. Si eres un tramposo y quieres barquear alejate de el"}, {"fecha": "15/Jun/2017", "score_general": "7.0", "score_facilidad": "6.0", "materia": "Cálculo Integral", "comments": "Inspiracional, Clases excelentes, Tomaría su clase otra vezEs un excelente profesor, en verdad de lo mejor que hay en el Anexo de la facultad, le interesa que el alumno aprenda, y constantemente busca motivar a los estudiantes para que no sean mediocres; explica muy bien, si echas la flojera y no te esfuerzas, no es un profesor para ti."}, {"fecha": "10/Jun/2017", "score_general": "9.0", "score_facilidad": "6.0", "materia": "Integral", "comments": "Muchas tareas, Asistencia obligatoria, Clases excelentesEs un excelente profesor, en verdad de lo mejor que hay en el Anexo de la facultad, le interesa que el alumno aprenda, y constantemente busca motivar a los estudiantes para que no sean mediocres; explica muy bien, si echas la flojera y no te esfuerzas, no es un profesor para ti."}, {"fecha": "24/Ene/2017", "score_general": "9.0", "score_facilidad": "6.0", "materia": "Cálculo Vectorial", "comments": "Inspiracional, Clases excelentes, Tomaría su clase otra vezEs un excelente profesor, en verdad de lo mejor que hay en el Anexo de la facultad, le interesa que el alumno aprenda, y constantemente busca motivar a los estudiantes para que no sean mediocres; explica muy bien, si echas la flojera y no te esfuerzas, no es un profesor para ti."}, {"fecha": "19/Ene/2017", "score_general": "2.0", "score_facilidad": "2.0", "materia": "---", "comments": "Califica Duro, Muchas tareas, Los exámenes son difícilesEs un excelente profesor, en verdad de lo mejor que hay en el Anexo de la facultad, le interesa que el alumno aprenda, y constantemente busca motivar a los estudiantes para que no sean mediocres; explica muy bien, si echas la flojera y no te esfuerzas, no es un profesor para ti."}, {"fecha": "22/Jun/2016", "score_general": "9.0", "score_facilidad": "4.0", "materia": "Sistemas de Comunicaciones", "comments": "Califica Duro, Respetado por los estudiantes, Clases excelentesEs un excelente profesor, en verdad de lo mejor que hay en el Anexo de la facultad, le interesa que el alumno aprenda, y constantemente busca motivar a los estudiantes para que no sean mediocres; explica muy bien, si echas la flojera y no te esfuerzas, no es un profesor para ti."}]