[{"fecha": "24/Ene/2022", "score_general": "6.0", "score_facilidad": "10.0", "materia": "Metodologías para la Planeación", "comments": "Prepárate para leer, La Participación Importa, Deja trabajos largosClases súper aburridas, presentaciones llenas de texto y un tono de voz monótono. Todo es muy teórico  con puras definiciones y no da ejemplos de nada. Si preguntas y nota interés la cosa es distinta pues sabe demasiado, aprovéchalo. Deja un proyecto bastante largo y con eso te califica."}, {"fecha": "04/Nov/2021", "score_general": "9.0", "score_facilidad": "6.0", "materia": "Metodologías para la Planeación", "comments": "La Participación Importa, Aspectos de calificación claros, Brinda apoyoClases súper aburridas, presentaciones llenas de texto y un tono de voz monótono. Todo es muy teórico  con puras definiciones y no da ejemplos de nada. Si preguntas y nota interés la cosa es distinta pues sabe demasiado, aprovéchalo. Deja un proyecto bastante largo y con eso te califica."}, {"fecha": "07/Sep/2021", "score_general": "5.0", "score_facilidad": "4.0", "materia": "metodologías", "comments": "Clases súper aburridas, presentaciones llenas de texto y un tono de voz monótono. Todo es muy teórico  con puras definiciones y no da ejemplos de nada. Si preguntas y nota interés la cosa es distinta pues sabe demasiado, aprovéchalo. Deja un proyecto bastante largo y con eso te califica."}, {"fecha": "15/Feb/2021", "score_general": "7.0", "score_facilidad": "4.0", "materia": "Metodolgías para la planeación", "comments": "Clases súper aburridas, presentaciones llenas de texto y un tono de voz monótono. Todo es muy teórico  con puras definiciones y no da ejemplos de nada. Si preguntas y nota interés la cosa es distinta pues sabe demasiado, aprovéchalo. Deja un proyecto bastante largo y con eso te califica."}, {"fecha": "24/Ago/2020", "score_general": "8.0", "score_facilidad": "4.0", "materia": "METODOLOGÍAS PARA LA PLANEACIÓN.", "comments": "Da buena retroalimentación, Asistencia obligatoria, InspiracionalClases súper aburridas, presentaciones llenas de texto y un tono de voz monótono. Todo es muy teórico  con puras definiciones y no da ejemplos de nada. Si preguntas y nota interés la cosa es distinta pues sabe demasiado, aprovéchalo. Deja un proyecto bastante largo y con eso te califica."}]