[{"fecha": "23/Ene/2022", "score_general": "4.0", "score_facilidad": "4.0", "materia": "Máquinas eléctricas", "comments": "Califica Duro, Prepárate para leer, La Participación ImportaMuy chido el nivel de educación en su natal europa pero aquí no lo demuestra. Te traduce sus diapositivas en inglés y su español es confuso. Cada que lee la teoría te avienta un ejercicio que si nadie resuelve, se enoja y te lo deja de tarea. Manda a todos a final y no enseña todos los temas."}, {"fecha": "06/Oct/2020", "score_general": "4.0", "score_facilidad": "6.0", "materia": "Maquinas Eléctricas", "comments": "Muy chido el nivel de educación en su natal europa pero aquí no lo demuestra. Te traduce sus diapositivas en inglés y su español es confuso. Cada que lee la teoría te avienta un ejercicio que si nadie resuelve, se enoja y te lo deja de tarea. Manda a todos a final y no enseña todos los temas."}, {"fecha": "03/Dic/2019", "score_general": "4.0", "score_facilidad": "4.0", "materia": "Máquinas Eléctricas", "comments": "Califica Duro, La Participación Importa, Pocos ExámenesMuy chido el nivel de educación en su natal europa pero aquí no lo demuestra. Te traduce sus diapositivas en inglés y su español es confuso. Cada que lee la teoría te avienta un ejercicio que si nadie resuelve, se enoja y te lo deja de tarea. Manda a todos a final y no enseña todos los temas."}, {"fecha": "30/Oct/2019", "score_general": "3.0", "score_facilidad": "4.0", "materia": "Maquinas eléctricas I", "comments": "Califica Duro, La Participación Importa, Asistencia obligatoriaMuy chido el nivel de educación en su natal europa pero aquí no lo demuestra. Te traduce sus diapositivas en inglés y su español es confuso. Cada que lee la teoría te avienta un ejercicio que si nadie resuelve, se enoja y te lo deja de tarea. Manda a todos a final y no enseña todos los temas."}, {"fecha": "21/May/2019", "score_general": "4.0", "score_facilidad": "4.0", "materia": "Máquinas electricas", "comments": "Muchas tareasMuy chido el nivel de educación en su natal europa pero aquí no lo demuestra. Te traduce sus diapositivas en inglés y su español es confuso. Cada que lee la teoría te avienta un ejercicio que si nadie resuelve, se enoja y te lo deja de tarea. Manda a todos a final y no enseña todos los temas."}, {"fecha": "02/Abr/2019", "score_general": "8.0", "score_facilidad": "4.0", "materia": "Makinas 1", "comments": "Califica DuroYo lo metí porque me lo recomendaron, pero no enseña bien y su proyecto está tedioso yñy estudia para el. Examen"}, {"fecha": "30/Ene/2019", "score_general": "9.0", "score_facilidad": "4.0", "materia": "Maquinas electricas", "comments": "Yo lo metí porque me lo recomendaron, pero no enseña bien y su proyecto está tedioso yñy estudia para el. Examen"}, {"fecha": "30/Ene/2019", "score_general": "7.0", "score_facilidad": "6.0", "materia": "Maquinas eléctricas 2", "comments": "Muy cómico, Muchas tareasYo lo metí porque me lo recomendaron, pero no enseña bien y su proyecto está tedioso yñy estudia para el. Examen"}, {"fecha": "29/Ene/2019", "score_general": "4.0", "score_facilidad": "6.0", "materia": "Maquinas electricas", "comments": "Yo lo metí porque me lo recomendaron, pero no enseña bien y su proyecto está tedioso yñy estudia para el. Examen"}, {"fecha": "19/Dic/2018", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Maquinas Electricas", "comments": "Yo lo metí porque me lo recomendaron, pero no enseña bien y su proyecto está tedioso yñy estudia para el. Examen"}, {"fecha": "06/Dic/2018", "score_general": "7.0", "score_facilidad": "8.0", "materia": "Máquinas eléctricas", "comments": "Asistencia obligatoriaEs francés y por eso en ocasiones no se entiende muy bien lo que explica. Bullea mucho a los alumnos pero si te ubica y participas en clase te ayuda al final. Aprendes lo suficiente, hacen muchos ejercicios en clase, no hay tareas y es solo un examen en el semestre de lo que se vió en clase."}]