[{"fecha": "19/May/2023", "score_general": "2.0", "score_facilidad": "2.0", "materia": "Ética Profesional", "comments": "El peor profesor que he tenido."}, {"fecha": "01/May/2023", "score_general": "2.0", "score_facilidad": "2.0", "materia": "lofunaron", "comments": "El peor profesor que he tenido."}, {"fecha": "22/Feb/2023", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Ética profesional", "comments": "El peor profesor que he tenido."}, {"fecha": "08/Feb/2023", "score_general": "2.0", "score_facilidad": "2.0", "materia": "Etica Profesional", "comments": "Califica Duro, Hace exámenes sorpresa, Los exámenes son difícilesEl peor profesor que he tenido."}, {"fecha": "08/Feb/2023", "score_general": "2.0", "score_facilidad": "2.0", "materia": "Etica", "comments": "El peor profesor que he tenido."}, {"fecha": "05/Feb/2023", "score_general": "10.0", "score_facilidad": "10.0", "materia": "ÉTICA PROFESIONAL", "comments": "Prepárate para leer, La Participación Importa, Clases excelentesEl titulo de mejor profesor de la fac se queda corto. Deja lecturas para nada pesadas y muy interesantes,  aprendes a ver la vida de otra manera, su clase es una experiencia bien chida, no te vas a arrepentir."}, {"fecha": "05/Feb/2023", "score_general": "9.0", "score_facilidad": "6.0", "materia": "Ética profesional", "comments": "Muy cómico, Inspiracional, Tomaría su clase otra vezEl titulo de mejor profesor de la fac se queda corto. Deja lecturas para nada pesadas y muy interesantes,  aprendes a ver la vida de otra manera, su clase es una experiencia bien chida, no te vas a arrepentir."}, {"fecha": "06/Ene/2023", "score_general": "7.0", "score_facilidad": "4.0", "materia": "Ética profesional", "comments": "Prepárate para leer, La Participación Importa, Asistencia obligatoriaEl titulo de mejor profesor de la fac se queda corto. Deja lecturas para nada pesadas y muy interesantes,  aprendes a ver la vida de otra manera, su clase es una experiencia bien chida, no te vas a arrepentir."}, {"fecha": "27/Sep/2022", "score_general": "2.0", "score_facilidad": "2.0", "materia": "Ética Profesional", "comments": "Muchas tareas, Prepárate para leer, Asistencia obligatoriaEl titulo de mejor profesor de la fac se queda corto. Deja lecturas para nada pesadas y muy interesantes,  aprendes a ver la vida de otra manera, su clase es una experiencia bien chida, no te vas a arrepentir."}, {"fecha": "05/Ago/2022", "score_general": "2.0", "score_facilidad": "2.0", "materia": "Etica", "comments": "Califica Duro, Muchas tareas, Los exámenes son difícilesEl titulo de mejor profesor de la fac se queda corto. Deja lecturas para nada pesadas y muy interesantes,  aprendes a ver la vida de otra manera, su clase es una experiencia bien chida, no te vas a arrepentir."}, {"fecha": "12/Jul/2022", "score_general": "2.0", "score_facilidad": "2.0", "materia": "Ética profesional", "comments": "Prepárate para leer, Las clases son largas, Deja trabajos largosPésimo profesor, se cree el más sabio y cree que el mundo entero está mal solo él está bien porque cree que lo sabe todo. No aplica lo que enseña y tiene favoritismos"}, {"fecha": "07/Abr/2022", "score_general": "2.0", "score_facilidad": "2.0", "materia": "Etica", "comments": "Pésimo profesor, se cree el más sabio y cree que el mundo entero está mal solo él está bien porque cree que lo sabe todo. No aplica lo que enseña y tiene favoritismos"}, {"fecha": "15/Feb/2022", "score_general": "9.0", "score_facilidad": "8.0", "materia": "---", "comments": "Da buena retroalimentación, Prepárate para leer, InspiracionalPésimo profesor, se cree el más sabio y cree que el mundo entero está mal solo él está bien porque cree que lo sabe todo. No aplica lo que enseña y tiene favoritismos"}, {"fecha": "25/Ene/2022", "score_general": "6.0", "score_facilidad": "4.0", "materia": "Ética", "comments": "Califica Duro, Prepárate para leerPésimo profesor, se cree el más sabio y cree que el mundo entero está mal solo él está bien porque cree que lo sabe todo. No aplica lo que enseña y tiene favoritismos"}, {"fecha": "21/Ene/2022", "score_general": "10.0", "score_facilidad": "2.0", "materia": "Ética profesional.", "comments": "Muchas tareas, Prepárate para leer, Deja trabajos largosPésimo profesor, se cree el más sabio y cree que el mundo entero está mal solo él está bien porque cree que lo sabe todo. No aplica lo que enseña y tiene favoritismos"}, {"fecha": "01/Dic/2021", "score_general": "2.0", "score_facilidad": "2.0", "materia": "Etica", "comments": ""}, {"fecha": "17/Nov/2021", "score_general": "2.0", "score_facilidad": "2.0", "materia": "Ética", "comments": ""}, {"fecha": "29/Sep/2021", "score_general": "8.0", "score_facilidad": "6.0", "materia": "Ética Profesional", "comments": "Tomaría su clase otra vez"}, {"fecha": "31/Ago/2021", "score_general": "10.0", "score_facilidad": "4.0", "materia": "Ética Profesional", "comments": "Califica Duro, Prepárate para leer, La Participación Importa"}, {"fecha": "27/Ago/2021", "score_general": "8.0", "score_facilidad": "4.0", "materia": "Ética", "comments": "Califica Duro, Aspectos de calificación claros, Clases excelentes"}, {"fecha": "26/Ago/2021", "score_general": "6.0", "score_facilidad": "4.0", "materia": "Ética profesional", "comments": "Califica Duro, Prepárate para leerDeja lecturas cada semana, las cuales abordan temas interesantes. Su conocimiento sobre la materia es bueno. Es muy crítico, lo cual es bueno pero, a veces no, porque llega al punto de que quieres que pienses como él. La clase es, prácticamente, de filosofía. Tiene favoritismo."}, {"fecha": "26/Ago/2021", "score_general": "3.0", "score_facilidad": "4.0", "materia": "Ética", "comments": "Muchas tareas, Prepárate para leer, La Participación ImportaDeja lecturas cada semana, las cuales abordan temas interesantes. Su conocimiento sobre la materia es bueno. Es muy crítico, lo cual es bueno pero, a veces no, porque llega al punto de que quieres que pienses como él. La clase es, prácticamente, de filosofía. Tiene favoritismo."}, {"fecha": "24/Ago/2021", "score_general": "6.0", "score_facilidad": "6.0", "materia": "Cultura y comunicacion", "comments": "Prepárate para leer, La Participación Importa, Las clases son largasDeja lecturas cada semana, las cuales abordan temas interesantes. Su conocimiento sobre la materia es bueno. Es muy crítico, lo cual es bueno pero, a veces no, porque llega al punto de que quieres que pienses como él. La clase es, prácticamente, de filosofía. Tiene favoritismo."}, {"fecha": "29/Jul/2021", "score_general": "2.0", "score_facilidad": "4.0", "materia": "Ética", "comments": "Prepárate para leer, La Participación Importa, Las clases son largasDeja lecturas cada semana, las cuales abordan temas interesantes. Su conocimiento sobre la materia es bueno. Es muy crítico, lo cual es bueno pero, a veces no, porque llega al punto de que quieres que pienses como él. La clase es, prácticamente, de filosofía. Tiene favoritismo."}, {"fecha": "20/Jul/2021", "score_general": "2.0", "score_facilidad": "2.0", "materia": "Redaccion", "comments": "Asistencia obligatoriaDeja lecturas cada semana, las cuales abordan temas interesantes. Su conocimiento sobre la materia es bueno. Es muy crítico, lo cual es bueno pero, a veces no, porque llega al punto de que quieres que pienses como él. La clase es, prácticamente, de filosofía. Tiene favoritismo."}, {"fecha": "01/Jul/2021", "score_general": "2.0", "score_facilidad": "2.0", "materia": "Redaccion", "comments": ""}, {"fecha": "26/Feb/2021", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Ética profesional", "comments": "Da buena retroalimentación, Prepárate para leer, La Participación Importa"}, {"fecha": "03/Dic/2020", "score_general": "2.0", "score_facilidad": "6.0", "materia": "---", "comments": ""}, {"fecha": "03/Dic/2020", "score_general": "2.0", "score_facilidad": "2.0", "materia": "Etica Profesional", "comments": "Prepárate para leer, Las clases son largas, Deja trabajos largos"}, {"fecha": "23/Nov/2020", "score_general": "3.0", "score_facilidad": "6.0", "materia": "Etica", "comments": "Muchas tareas, Prepárate para leer, La Participación Importa"}, {"fecha": "16/Sep/2020", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Ética profesional", "comments": "Da buena retroalimentación, Prepárate para leer, La Participación ImportaLas clases que imparte son profundas, aborda temas que enseñan a pensar y ver más allá  de muchas creencias adquiridas a lo largo de nuestra vida."}, {"fecha": "08/Sep/2020", "score_general": "5.0", "score_facilidad": "2.0", "materia": "Cultura y Comunicacion", "comments": "Califica Duro, Prepárate para leer, Los exámenes son difícilesLas clases que imparte son profundas, aborda temas que enseñan a pensar y ver más allá  de muchas creencias adquiridas a lo largo de nuestra vida."}, {"fecha": "08/Sep/2020", "score_general": "4.0", "score_facilidad": "4.0", "materia": "Ética profesional", "comments": "Califica Duro, Las clases son largas, Muchos ExámenesLas clases que imparte son profundas, aborda temas que enseñan a pensar y ver más allá  de muchas creencias adquiridas a lo largo de nuestra vida."}, {"fecha": "06/Sep/2020", "score_general": "6.0", "score_facilidad": "4.0", "materia": "Cultura y comunicación", "comments": "Califica Duro, Prepárate para leer, Clases excelentesLas clases que imparte son profundas, aborda temas que enseñan a pensar y ver más allá  de muchas creencias adquiridas a lo largo de nuestra vida."}, {"fecha": "03/Sep/2020", "score_general": "3.0", "score_facilidad": "4.0", "materia": "Ética", "comments": "Prepárate para leer, Las clases son largas, Muchos ExámenesLas clases que imparte son profundas, aborda temas que enseñan a pensar y ver más allá  de muchas creencias adquiridas a lo largo de nuestra vida."}, {"fecha": "01/Sep/2020", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Ética", "comments": "Prepárate para leer, Asistencia obligatoria, Clases excelentesSolo al inicio es duro.  Deja lecturas cada semana junto con una reflexion por cada una de las lecturas (11) junto con una exposición en equipo. Eso es lo más difícil, pero es un parte aguas en la vida de muchos, toca partes profundas de ti y explica ética como ninguno."}, {"fecha": "31/Ago/2020", "score_general": "7.0", "score_facilidad": "4.0", "materia": "Cultura y comunicación", "comments": "Muchas tareas, Prepárate para leer, Brinda apoyoSolo al inicio es duro.  Deja lecturas cada semana junto con una reflexion por cada una de las lecturas (11) junto con una exposición en equipo. Eso es lo más difícil, pero es un parte aguas en la vida de muchos, toca partes profundas de ti y explica ética como ninguno."}, {"fecha": "31/Ago/2020", "score_general": "8.0", "score_facilidad": "6.0", "materia": "Ética en línea", "comments": "Prepárate para leer, Inspiracional, Las clases son largasSolo al inicio es duro.  Deja lecturas cada semana junto con una reflexion por cada una de las lecturas (11) junto con una exposición en equipo. Eso es lo más difícil, pero es un parte aguas en la vida de muchos, toca partes profundas de ti y explica ética como ninguno."}, {"fecha": "23/Jul/2020", "score_general": "3.0", "score_facilidad": "4.0", "materia": "Ética profesional", "comments": "Las clases son largas, Muchos ExámenesSolo al inicio es duro.  Deja lecturas cada semana junto con una reflexion por cada una de las lecturas (11) junto con una exposición en equipo. Eso es lo más difícil, pero es un parte aguas en la vida de muchos, toca partes profundas de ti y explica ética como ninguno."}, {"fecha": "28/Jun/2020", "score_general": "3.0", "score_facilidad": "4.0", "materia": "Ética profesional", "comments": "Califica Duro, Prepárate para leerSolo al inicio es duro.  Deja lecturas cada semana junto con una reflexion por cada una de las lecturas (11) junto con una exposición en equipo. Eso es lo más difícil, pero es un parte aguas en la vida de muchos, toca partes profundas de ti y explica ética como ninguno."}, {"fecha": "26/Jun/2020", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Ética profesional", "comments": "Da buena retroalimentación, Prepárate para leer, La Participación ImportaEs uno de los mejores profes para dar esta materia, te enseña muchas cosas mas profundas que conllevan la ética, hace varios exámenes por lectura, hay que reflexionar mucho, es muy respetable, muy inteligente y una excelente persona."}, {"fecha": "14/Jun/2020", "score_general": "4.0", "score_facilidad": "2.0", "materia": "Ética profesional", "comments": "Califica Duro, Muchas tareas, Prepárate para leerEs uno de los mejores profes para dar esta materia, te enseña muchas cosas mas profundas que conllevan la ética, hace varios exámenes por lectura, hay que reflexionar mucho, es muy respetable, muy inteligente y una excelente persona."}, {"fecha": "13/Jun/2020", "score_general": "7.0", "score_facilidad": "4.0", "materia": "Ética profesional", "comments": "Muchas tareas, La Participación Importa, Deja trabajos largosEs uno de los mejores profes para dar esta materia, te enseña muchas cosas mas profundas que conllevan la ética, hace varios exámenes por lectura, hay que reflexionar mucho, es muy respetable, muy inteligente y una excelente persona."}, {"fecha": "08/Jun/2020", "score_general": "7.0", "score_facilidad": "6.0", "materia": "Ética profesional", "comments": "Califica Duro, Muchas tareas, Prepárate para leerEs uno de los mejores profes para dar esta materia, te enseña muchas cosas mas profundas que conllevan la ética, hace varios exámenes por lectura, hay que reflexionar mucho, es muy respetable, muy inteligente y una excelente persona."}, {"fecha": "08/May/2020", "score_general": "6.0", "score_facilidad": "6.0", "materia": "Redaccion", "comments": "Muchas tareas, Las clases son largas, Deja trabajos largosEs uno de los mejores profes para dar esta materia, te enseña muchas cosas mas profundas que conllevan la ética, hace varios exámenes por lectura, hay que reflexionar mucho, es muy respetable, muy inteligente y una excelente persona."}, {"fecha": "06/Ene/2020", "score_general": "6.0", "score_facilidad": "2.0", "materia": "Ética profesional", "comments": "Las clases son largas, Los exámenes son difícilesBuena la teoría, TERRIBLEEEE en la práctica. Lo que él enseña es único y maravilloso, como dice, pero estar con él es de las cosas más pesadas... Él es irritante, te interrumpe y tiene cero tolerancia con lo que difiere de sus pensamientos. Y es tremendamente amsrgado.Prepárate uanta a alguien así."}, {"fecha": "05/Jul/2019", "score_general": "9.0", "score_facilidad": "6.0", "materia": "Cultura", "comments": "Buena la teoría, TERRIBLEEEE en la práctica. Lo que él enseña es único y maravilloso, como dice, pero estar con él es de las cosas más pesadas... Él es irritante, te interrumpe y tiene cero tolerancia con lo que difiere de sus pensamientos. Y es tremendamente amsrgado.Prepárate uanta a alguien así."}, {"fecha": "27/May/2019", "score_general": "7.0", "score_facilidad": "6.0", "materia": "Cultura y comunicación", "comments": "Inspiracional, Da Crédito Extra, Tomaría su clase otra vezBuena la teoría, TERRIBLEEEE en la práctica. Lo que él enseña es único y maravilloso, como dice, pero estar con él es de las cosas más pesadas... Él es irritante, te interrumpe y tiene cero tolerancia con lo que difiere de sus pensamientos. Y es tremendamente amsrgado.Prepárate uanta a alguien así."}, {"fecha": "25/May/2019", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Cultura y Comunicacion", "comments": "Prepárate para leer, La Participación Importa, Clases excelentesBuena la teoría, TERRIBLEEEE en la práctica. Lo que él enseña es único y maravilloso, como dice, pero estar con él es de las cosas más pesadas... Él es irritante, te interrumpe y tiene cero tolerancia con lo que difiere de sus pensamientos. Y es tremendamente amsrgado.Prepárate uanta a alguien así."}, {"fecha": "12/Abr/2019", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Ética profesional", "comments": "La Participación Importa, Asistencia obligatoria, Tomaría su clase otra vezBuena la teoría, TERRIBLEEEE en la práctica. Lo que él enseña es único y maravilloso, como dice, pero estar con él es de las cosas más pesadas... Él es irritante, te interrumpe y tiene cero tolerancia con lo que difiere de sus pensamientos. Y es tremendamente amsrgado.Prepárate uanta a alguien así."}, {"fecha": "16/Ene/2019", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Ética Profesional", "comments": "Prepárate para leer, Inspiracional, Clases excelentesSin duda la mejor clase que he presenciado en la universidad, si lo metes prepárate para cuestionar y reflexionar en torno a varios aspectos de tu existencia."}, {"fecha": "15/Jul/2018", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Ética profesional", "comments": "Prepárate para leer, La Participación ImportaSin duda la mejor clase que he presenciado en la universidad, si lo metes prepárate para cuestionar y reflexionar en torno a varios aspectos de tu existencia."}, {"fecha": "28/Jun/2018", "score_general": "7.0", "score_facilidad": "6.0", "materia": "cultura y comunicacion", "comments": "Prepárate para leer, La Participación Importa, Deja trabajos largosSin duda la mejor clase que he presenciado en la universidad, si lo metes prepárate para cuestionar y reflexionar en torno a varios aspectos de tu existencia."}, {"fecha": "17/May/2018", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Ética profesional", "comments": "Da buena retroalimentación, Prepárate para leer, InspiracionalSin duda la mejor clase que he presenciado en la universidad, si lo metes prepárate para cuestionar y reflexionar en torno a varios aspectos de tu existencia."}, {"fecha": "28/Ago/2017", "score_general": "8.0", "score_facilidad": "4.0", "materia": "Ética", "comments": "Califica Duro, La Participación Importa, Clases excelentesSin duda la mejor clase que he presenciado en la universidad, si lo metes prepárate para cuestionar y reflexionar en torno a varios aspectos de tu existencia."}, {"fecha": "26/Jul/2017", "score_general": "4.0", "score_facilidad": "2.0", "materia": "Etica", "comments": ""}, {"fecha": "24/Ene/2017", "score_general": "10.0", "score_facilidad": "4.0", "materia": "etica profesional", "comments": ""}, {"fecha": "16/Ene/2017", "score_general": "10.0", "score_facilidad": "8.0", "materia": "etica", "comments": ""}]