[{"fecha": "03/Feb/2023", "score_general": "7.0", "score_facilidad": "4.0", "materia": "Lab. Sistemas Electricos de Potencia 1", "comments": "Califica Duro, La Participación Importa, Asistencia obligatoriaEs muy duro al calificar los reportes, si asistes todas las clases y te ubica es probable que te ayude. Se nota que ayuda más a las mujeres. Regaña mucho a tal grado que llega a ser fastidioso ir a sus clases. Tienes que ser muy cuidadoso con las palabras que usas en tus reportes. Si aprendes."}, {"fecha": "27/Ago/2022", "score_general": "8.0", "score_facilidad": "6.0", "materia": "Lab. SEP", "comments": "Califica DuroEs muy duro al calificar los reportes, si asistes todas las clases y te ubica es probable que te ayude. Se nota que ayuda más a las mujeres. Regaña mucho a tal grado que llega a ser fastidioso ir a sus clases. Tienes que ser muy cuidadoso con las palabras que usas en tus reportes. Si aprendes."}, {"fecha": "28/Jul/2022", "score_general": "8.0", "score_facilidad": "2.0", "materia": "LAB.SEP1", "comments": "Califica DuroEs muy duro al calificar los reportes, si asistes todas las clases y te ubica es probable que te ayude. Se nota que ayuda más a las mujeres. Regaña mucho a tal grado que llega a ser fastidioso ir a sus clases. Tienes que ser muy cuidadoso con las palabras que usas en tus reportes. Si aprendes."}, {"fecha": "14/Ago/2021", "score_general": "7.0", "score_facilidad": "4.0", "materia": "Lab SEP1", "comments": "Califica Duro, Las clases son largas, Deja trabajos largosEs muy duro al calificar los reportes, si asistes todas las clases y te ubica es probable que te ayude. Se nota que ayuda más a las mujeres. Regaña mucho a tal grado que llega a ser fastidioso ir a sus clases. Tienes que ser muy cuidadoso con las palabras que usas en tus reportes. Si aprendes."}, {"fecha": "17/Feb/2021", "score_general": "7.0", "score_facilidad": "4.0", "materia": "LAB. SEP I", "comments": "Muchas tareas, Las clases son largas, Brinda apoyoEs muy duro al calificar los reportes, si asistes todas las clases y te ubica es probable que te ayude. Se nota que ayuda más a las mujeres. Regaña mucho a tal grado que llega a ser fastidioso ir a sus clases. Tienes que ser muy cuidadoso con las palabras que usas en tus reportes. Si aprendes."}, {"fecha": "13/Ene/2021", "score_general": "6.0", "score_facilidad": "2.0", "materia": "Lab. SEP 1", "comments": "Califica Duro, Muchas tareas, Deja trabajos largosEs detestable, siempre trata de humillar a los alumnos, es muy mamón al calificar y te baja puntos por todo, en clase es fastidioso y siempre termina después de la hora y no por poco sino media hora o mas. El peor en lab de potencia  no lo escojan por nada del mundo."}, {"fecha": "06/Sep/2020", "score_general": "4.0", "score_facilidad": "6.0", "materia": "Lab. SEP II", "comments": "Es detestable, siempre trata de humillar a los alumnos, es muy mamón al calificar y te baja puntos por todo, en clase es fastidioso y siempre termina después de la hora y no por poco sino media hora o mas. El peor en lab de potencia  no lo escojan por nada del mundo."}, {"fecha": "14/May/2017", "score_general": "6.0", "score_facilidad": "4.0", "materia": "Lab. de Sistemas Eléctricos de Potencia II", "comments": "Califica Duro, Muchas tareas, Deja trabajos largosEs detestable, siempre trata de humillar a los alumnos, es muy mamón al calificar y te baja puntos por todo, en clase es fastidioso y siempre termina después de la hora y no por poco sino media hora o mas. El peor en lab de potencia  no lo escojan por nada del mundo."}]