[{"fecha": "08/Feb/2023", "score_general": "7.0", "score_facilidad": "4.0", "materia": "CGeIHC Lab", "comments": "Califica DuroExplica bien los temas respecto a la materia pero al momento de calificar las prácticas, por detalles mínimos las calificaba con 0 y estas son muy importantes para pasar"}, {"fecha": "05/Feb/2023", "score_general": "4.0", "score_facilidad": "2.0", "materia": "Laboratorio Computacion Grafica", "comments": "Califica DuroExplica bien los temas respecto a la materia pero al momento de calificar las prácticas, por detalles mínimos las calificaba con 0 y estas son muy importantes para pasar"}, {"fecha": "01/Feb/2023", "score_general": "2.0", "score_facilidad": "4.0", "materia": "lab compu grafica", "comments": "Asistencia obligatoriaExplica bien los temas respecto a la materia pero al momento de calificar las prácticas, por detalles mínimos las calificaba con 0 y estas son muy importantes para pasar"}, {"fecha": "21/Ene/2023", "score_general": "10.0", "score_facilidad": "10.0", "materia": "---", "comments": "Asistencia obligatoria, Da Crédito Extra, Brinda apoyoExplica bien los temas respecto a la materia pero al momento de calificar las prácticas, por detalles mínimos las calificaba con 0 y estas son muy importantes para pasar"}, {"fecha": "03/Ene/2023", "score_general": "5.0", "score_facilidad": "6.0", "materia": "Laboratorio de computación gráfica", "comments": "Califica Duro, Barco, Deja trabajos largosExplica bien los temas respecto a la materia pero al momento de calificar las prácticas, por detalles mínimos las calificaba con 0 y estas son muy importantes para pasar"}, {"fecha": "19/Dic/2022", "score_general": "2.0", "score_facilidad": "2.0", "materia": "---", "comments": "[Comentario esperando revisión]"}, {"fecha": "10/Dic/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "---", "comments": "Da buena retroalimentación, Respetado por los estudiantes, Tomaría su clase otra vez[Comentario esperando revisión]"}, {"fecha": "10/Dic/2021", "score_general": "9.0", "score_facilidad": "8.0", "materia": "---", "comments": "Da buena retroalimentación, Brinda apoyo, Tomaría su clase otra vez[Comentario esperando revisión]"}, {"fecha": "24/Ago/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Lab. Compu Gráfica", "comments": "Da buena retroalimentación, Brinda apoyo, Clases excelentes[Comentario esperando revisión]"}, {"fecha": "26/Feb/2021", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Lab Computación Gráfica", "comments": "La Participación Importa, Asistencia obligatoria, Tomaría su clase otra vez[Comentario esperando revisión]"}, {"fecha": "25/Ago/2020", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Lab. Computación Gráfica e Interacción Humano Comp.", "comments": "Brinda apoyoExcelente profesor, una lastima que no dé teoría. Se da a explicar muy bien, y te brinda apoyo para cualquier cosa. Sus clases se pasan rápido y no son pesadas. Debes ser responsable con la asistencia y la entrega de reportes. El proyecto final es algo difícil, así que empiezalo cuanto antes."}, {"fecha": "28/Jun/2018", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Computacion Grafica", "comments": "Pocos Exámenes, Clases excelentes, Tomaría su clase otra vezExcelente profesor, una lastima que no dé teoría. Se da a explicar muy bien, y te brinda apoyo para cualquier cosa. Sus clases se pasan rápido y no son pesadas. Debes ser responsable con la asistencia y la entrega de reportes. El proyecto final es algo difícil, así que empiezalo cuanto antes."}, {"fecha": "19/Feb/2018", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Computación Grafica", "comments": "Barco, Las clases son largas, Pocos ExámenesExcelente profesor, una lastima que no dé teoría. Se da a explicar muy bien, y te brinda apoyo para cualquier cosa. Sus clases se pasan rápido y no son pesadas. Debes ser responsable con la asistencia y la entrega de reportes. El proyecto final es algo difícil, así que empiezalo cuanto antes."}, {"fecha": "10/Feb/2018", "score_general": "8.0", "score_facilidad": "4.0", "materia": "Computación Gráfica (Teoría y Laboratorio)", "comments": "Califica Duro, Deja trabajos largos, Los exámenes son difícilesExcelente profesor, una lastima que no dé teoría. Se da a explicar muy bien, y te brinda apoyo para cualquier cosa. Sus clases se pasan rápido y no son pesadas. Debes ser responsable con la asistencia y la entrega de reportes. El proyecto final es algo difícil, así que empiezalo cuanto antes."}, {"fecha": "09/Feb/2018", "score_general": "8.0", "score_facilidad": "6.0", "materia": "Computación gráfica", "comments": "Califica Duro, Deja trabajos largos, Tomaría su clase otra vezExcelente profesor, una lastima que no dé teoría. Se da a explicar muy bien, y te brinda apoyo para cualquier cosa. Sus clases se pasan rápido y no son pesadas. Debes ser responsable con la asistencia y la entrega de reportes. El proyecto final es algo difícil, así que empiezalo cuanto antes."}, {"fecha": "26/Ene/2018", "score_general": "6.0", "score_facilidad": "6.0", "materia": "Computación Gráfica", "comments": "Conoce sobre la materia, pero a veces la clase puede llegar a ser algo aburrida. En sus exámenes hay que estudiar sobretodo OpenGL aunque no lo diga porque es lo que más valor tiene aunque no lo diga.\r\nSi al final no tienes los promedios que se acordaron al inicio del semestre te vas a final."}, {"fecha": "26/Ene/2018", "score_general": "4.0", "score_facilidad": "4.0", "materia": "Computación Gráfica", "comments": "Califica Duro, Muchas tareas, Deja trabajos largosConoce sobre la materia, pero a veces la clase puede llegar a ser algo aburrida. En sus exámenes hay que estudiar sobretodo OpenGL aunque no lo diga porque es lo que más valor tiene aunque no lo diga.\r\nSi al final no tienes los promedios que se acordaron al inicio del semestre te vas a final."}, {"fecha": "14/Dic/2016", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Computación gráfica", "comments": "Da buena retroalimentación, Inspiracional, Brinda apoyoConoce sobre la materia, pero a veces la clase puede llegar a ser algo aburrida. En sus exámenes hay que estudiar sobretodo OpenGL aunque no lo diga porque es lo que más valor tiene aunque no lo diga.\r\nSi al final no tienes los promedios que se acordaron al inicio del semestre te vas a final."}, {"fecha": "02/Dic/2016", "score_general": "7.0", "score_facilidad": "4.0", "materia": "Computación Gráfica", "comments": "Califica Duro, Deja trabajos largosConoce sobre la materia, pero a veces la clase puede llegar a ser algo aburrida. En sus exámenes hay que estudiar sobretodo OpenGL aunque no lo diga porque es lo que más valor tiene aunque no lo diga.\r\nSi al final no tienes los promedios que se acordaron al inicio del semestre te vas a final."}, {"fecha": "26/Sep/2016", "score_general": "5.0", "score_facilidad": "4.0", "materia": "Comp Grafica", "comments": "Califica Duro, Deja trabajos largos, Los exámenes son difícilesConoce sobre la materia, pero a veces la clase puede llegar a ser algo aburrida. En sus exámenes hay que estudiar sobretodo OpenGL aunque no lo diga porque es lo que más valor tiene aunque no lo diga.\r\nSi al final no tienes los promedios que se acordaron al inicio del semestre te vas a final."}, {"fecha": "22/Jun/2016", "score_general": "5.0", "score_facilidad": "4.0", "materia": "Computación Gráfica", "comments": "Califica Duro, Aspectos de calificación claros, Deja trabajos largosEl profesor domina los temas y los expone de forma muy clara. Como persona es muy agradable, pero es bastante exigente hasta el punto en que en ocasiones puede llegar a parecer 'mamon'. Deja proyectos muy muy largos. Recomiendo inscribirlo tanto en teoria como en laboratorio."}]