[{"fecha": "01/Ago/2022", "score_general": "8.0", "score_facilidad": "6.0", "materia": "Control Automático", "comments": "Califica Duro, La Participación Importa, Los exámenes son difícilesAprendes lo básico de la materia son batallar tanto como con otros profes, sus exámenes requieren mas de dos horas (si le pides tiempo extra lo da) si participan muchos con dudas es flexible, de lo contrario se enoja, aun así tu has mas ejercicios de los que deja, las series dan calificación igual."}, {"fecha": "30/Jun/2022", "score_general": "7.0", "score_facilidad": "6.0", "materia": "Electrónica Básica", "comments": "Aspectos de calificación clarosAprendes lo básico de la materia son batallar tanto como con otros profes, sus exámenes requieren mas de dos horas (si le pides tiempo extra lo da) si participan muchos con dudas es flexible, de lo contrario se enoja, aun así tu has mas ejercicios de los que deja, las series dan calificación igual."}, {"fecha": "31/Ene/2022", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Electrónica básica", "comments": "Aspectos de calificación claros, Clases excelentes, Tomaría su clase otra vezAprendes lo básico de la materia son batallar tanto como con otros profes, sus exámenes requieren mas de dos horas (si le pides tiempo extra lo da) si participan muchos con dudas es flexible, de lo contrario se enoja, aun así tu has mas ejercicios de los que deja, las series dan calificación igual."}, {"fecha": "25/Ene/2022", "score_general": "4.0", "score_facilidad": "8.0", "materia": "Análisis de circuitos", "comments": "Barco, Los exámenes son difícilesAprendes lo básico de la materia son batallar tanto como con otros profes, sus exámenes requieren mas de dos horas (si le pides tiempo extra lo da) si participan muchos con dudas es flexible, de lo contrario se enoja, aun así tu has mas ejercicios de los que deja, las series dan calificación igual."}, {"fecha": "25/Ene/2022", "score_general": "7.0", "score_facilidad": "6.0", "materia": "Modelado de sistemas físicos", "comments": "Barco, Pocos Exámenes, Brinda apoyoAprendes lo básico de la materia son batallar tanto como con otros profes, sus exámenes requieren mas de dos horas (si le pides tiempo extra lo da) si participan muchos con dudas es flexible, de lo contrario se enoja, aun así tu has mas ejercicios de los que deja, las series dan calificación igual."}, {"fecha": "24/Ene/2022", "score_general": "7.0", "score_facilidad": "4.0", "materia": "ANALISIS DE CIRCUITOS", "comments": "Pocos Exámenes, Los exámenes son difíciles, Tomaría su clase otra vezExplica bien, pero hace pocos ejemplos y fáciles, por lo tanto, es necesarios que estudies por tu cuenta, los exámenes no son fáciles, pues estos no se asemejan a los ejercicios de clase, se parecen más a los de las prácticas, que son ejercicios muy largos."}, {"fecha": "10/Ene/2022", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Electrónica Básica", "comments": "Califica Duro, Asistencia obligatoria, Da Crédito ExtraExplica bien, pero hace pocos ejemplos y fáciles, por lo tanto, es necesarios que estudies por tu cuenta, los exámenes no son fáciles, pues estos no se asemejan a los ejercicios de clase, se parecen más a los de las prácticas, que son ejercicios muy largos."}]