[{"fecha": "28/Abr/2022", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Álgebra lineal", "comments": "Da buena retroalimentación, Brinda apoyo, Clases excelentesEs una maestra muy linda y enseña de una manera excelente. Las series son algo largas pero deja mucho tiempo para hacerlas."}, {"fecha": "28/Ene/2022", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Cálculo y Geometría Analítica", "comments": "Inspiracional, Brinda apoyo, Clases excelentesEs una maestra muy linda y enseña de una manera excelente. Las series son algo largas pero deja mucho tiempo para hacerlas."}, {"fecha": "26/Ago/2021", "score_general": "9.0", "score_facilidad": "6.0", "materia": "Álgebra Lineal", "comments": "Califica Duro, Muchas tareas, Las clases son largasEs una maestra muy linda y enseña de una manera excelente. Las series son algo largas pero deja mucho tiempo para hacerlas."}, {"fecha": "26/Ago/2021", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Algebra Lineal", "comments": "Pocos Exámenes, Clases excelentes, Tomaría su clase otra vezEs una maestra muy linda y enseña de una manera excelente. Las series son algo largas pero deja mucho tiempo para hacerlas."}, {"fecha": "24/Ago/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Algebra Lineal", "comments": "Aspectos de calificación claros, Brinda apoyo, Clases excelentesEs una maestra muy linda y enseña de una manera excelente. Las series son algo largas pero deja mucho tiempo para hacerlas."}, {"fecha": "20/Ago/2021", "score_general": "9.0", "score_facilidad": "10.0", "materia": "ÁLGEBRA LINEAL", "comments": "Muchas tareas, Da Crédito ExtraEs buena persona, explica y da ejemplos en clase pero no me gustó mucho el curso (quizás por la materia). Es bastante comprensiva."}, {"fecha": "04/Mar/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Calculo y Geometría analítica", "comments": "Da buena retroalimentación, Respetado por los estudiantes, InspiracionalEs buena persona, explica y da ejemplos en clase pero no me gustó mucho el curso (quizás por la materia). Es bastante comprensiva."}, {"fecha": "04/Mar/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Cálculo y Geometría Analítica", "comments": "Asistencia obligatoria, Muchos Exámenes, Aspectos de calificación clarosEs buena persona, explica y da ejemplos en clase pero no me gustó mucho el curso (quizás por la materia). Es bastante comprensiva."}, {"fecha": "24/Feb/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Calculo y  Geometria Analitica", "comments": "Da buena retroalimentaciónEs buena persona, explica y da ejemplos en clase pero no me gustó mucho el curso (quizás por la materia). Es bastante comprensiva."}, {"fecha": "21/Feb/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Calculo y Geometría analítica", "comments": "Asistencia obligatoria, Inspiracional, Tomaría su clase otra vezEs buena persona, explica y da ejemplos en clase pero no me gustó mucho el curso (quizás por la materia). Es bastante comprensiva."}, {"fecha": "20/Feb/2021", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Álgebra Lineal", "comments": "Respetado por los estudiantes, Aspectos de calificación claros, Tomaría su clase otra vezTiene mucha paciencia y enseña bien, hace examen de cada tema, los ejercicios que realiza son de finales. No te satura de tareas."}, {"fecha": "19/Feb/2021", "score_general": "10.0", "score_facilidad": "8.0", "materia": "CyGA", "comments": "Brinda apoyo, Clases excelentes, Tomaría su clase otra vezTiene mucha paciencia y enseña bien, hace examen de cada tema, los ejercicios que realiza son de finales. No te satura de tareas."}, {"fecha": "19/Feb/2021", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Álgebra lineal", "comments": "Muy cómico, Respetado por los estudiantes, Brinda apoyoTiene mucha paciencia y enseña bien, hace examen de cada tema, los ejercicios que realiza son de finales. No te satura de tareas."}, {"fecha": "17/Feb/2021", "score_general": "9.0", "score_facilidad": "10.0", "materia": "CyGA", "comments": "Da buena retroalimentación, Respetado por los estudiantes, Clases excelentesTiene mucha paciencia y enseña bien, hace examen de cada tema, los ejercicios que realiza son de finales. No te satura de tareas."}, {"fecha": "15/Feb/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Cálculo y geometría analítica", "comments": "Aspectos de calificación clarosTiene mucha paciencia y enseña bien, hace examen de cada tema, los ejercicios que realiza son de finales. No te satura de tareas."}, {"fecha": "26/Ene/2021", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Cálculo diferencial y geometría analítica", "comments": "Respetado por los estudiantes, Muchos Exámenes, Brinda apoyoEs bastante joven. Al menos en semestre en línea fue muy paciente y considerada con nosotros; en cuanto a tiempo y disponibilidad para entregar sus tareas, series y exámenes. Las series son más difíciles que los exámenes, así que sí recomiendo que se hagan. Siempre dispuesta a que aprendas."}, {"fecha": "11/Sep/2020", "score_general": "8.0", "score_facilidad": "6.0", "materia": "Álgebra lineal", "comments": "Da buena retroalimentación, Clases excelentes, Tomaría su clase otra vezEs bastante joven. Al menos en semestre en línea fue muy paciente y considerada con nosotros; en cuanto a tiempo y disponibilidad para entregar sus tareas, series y exámenes. Las series son más difíciles que los exámenes, así que sí recomiendo que se hagan. Siempre dispuesta a que aprendas."}, {"fecha": "03/Sep/2020", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Álgebra lineal", "comments": "Da buena retroalimentación, Brinda apoyo, Clases excelentesEs bastante joven. Al menos en semestre en línea fue muy paciente y considerada con nosotros; en cuanto a tiempo y disponibilidad para entregar sus tareas, series y exámenes. Las series son más difíciles que los exámenes, así que sí recomiendo que se hagan. Siempre dispuesta a que aprendas."}, {"fecha": "03/Jun/2020", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Algebra Lineal", "comments": "Asistencia obligatoria, Brinda apoyo, Tomaría su clase otra vezEs bastante joven. Al menos en semestre en línea fue muy paciente y considerada con nosotros; en cuanto a tiempo y disponibilidad para entregar sus tareas, series y exámenes. Las series son más difíciles que los exámenes, así que sí recomiendo que se hagan. Siempre dispuesta a que aprendas."}, {"fecha": "26/May/2020", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Álgebra Lineal", "comments": "La Participación Importa, Clases excelentes, Tomaría su clase otra vezEs bastante joven. Al menos en semestre en línea fue muy paciente y considerada con nosotros; en cuanto a tiempo y disponibilidad para entregar sus tareas, series y exámenes. Las series son más difíciles que los exámenes, así que sí recomiendo que se hagan. Siempre dispuesta a que aprendas."}, {"fecha": "16/Feb/2020", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Álgebra Lineal", "comments": "Inspiracional, Clases excelentes, Tomaría su clase otra vezEn mi opinión, la mejor profesora de Álgebra Lineal. Sabe muchísimo y es una excelente docente.\r\nEs una muy buena persona y te resuelve cualquier duda que tengas, explica claro y ni la teoría se hace tediosa."}, {"fecha": "22/Ene/2020", "score_general": "9.0", "score_facilidad": "6.0", "materia": "Álgebra Lineal", "comments": "Respetado por los estudiantes, Brinda apoyo, Tomaría su clase otra vezEn mi opinión, la mejor profesora de Álgebra Lineal. Sabe muchísimo y es una excelente docente.\r\nEs una muy buena persona y te resuelve cualquier duda que tengas, explica claro y ni la teoría se hace tediosa."}, {"fecha": "30/Ene/2019", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Algebra Lineal", "comments": "En mi opinión, la mejor profesora de Álgebra Lineal. Sabe muchísimo y es una excelente docente.\r\nEs una muy buena persona y te resuelve cualquier duda que tengas, explica claro y ni la teoría se hace tediosa."}]