[{"fecha": "06/Feb/2023", "score_general": "9.0", "score_facilidad": "2.0", "materia": "Mecánica de Sólidos", "comments": "Califica Duro, Muchas tareas, Los exámenes son difícilesProbablemente el profesor más pesado de la fac. De los docentes más inteligentes que me han tocado, pero es el mismísimo lucifer. Debes tener buenas bases y estudiar/resolver problemas por tu cuenta, explica y enseña muy bien. Exige DEMASIADO. Tareas largas y exámenes nivel Dios. Pasan como 4-5"}, {"fecha": "31/Ene/2023", "score_general": "8.0", "score_facilidad": "2.0", "materia": "Diseño de elementos de máquinas", "comments": "Califica Duro, La Participación Importa, Deja trabajos largosProbablemente el profesor más pesado de la fac. De los docentes más inteligentes que me han tocado, pero es el mismísimo lucifer. Debes tener buenas bases y estudiar/resolver problemas por tu cuenta, explica y enseña muy bien. Exige DEMASIADO. Tareas largas y exámenes nivel Dios. Pasan como 4-5"}, {"fecha": "28/Ene/2023", "score_general": "10.0", "score_facilidad": "2.0", "materia": "Mecánica de sólidos", "comments": "Califica Duro, Deja trabajos largos, Los exámenes son difícilesProbablemente el profesor más pesado de la fac. De los docentes más inteligentes que me han tocado, pero es el mismísimo lucifer. Debes tener buenas bases y estudiar/resolver problemas por tu cuenta, explica y enseña muy bien. Exige DEMASIADO. Tareas largas y exámenes nivel Dios. Pasan como 4-5"}, {"fecha": "24/Ene/2023", "score_general": "6.0", "score_facilidad": "2.0", "materia": "Mecanica de sólidos", "comments": "Califica Duro, Las clases son largas, Los exámenes son difícilesProbablemente el profesor más pesado de la fac. De los docentes más inteligentes que me han tocado, pero es el mismísimo lucifer. Debes tener buenas bases y estudiar/resolver problemas por tu cuenta, explica y enseña muy bien. Exige DEMASIADO. Tareas largas y exámenes nivel Dios. Pasan como 4-5"}, {"fecha": "21/Ene/2022", "score_general": "3.0", "score_facilidad": "2.0", "materia": "Mecánica de Sólidos", "comments": "Califica Duro, Asistencia obligatoria, Los exámenes son difícilesProbablemente el profesor más pesado de la fac. De los docentes más inteligentes que me han tocado, pero es el mismísimo lucifer. Debes tener buenas bases y estudiar/resolver problemas por tu cuenta, explica y enseña muy bien. Exige DEMASIADO. Tareas largas y exámenes nivel Dios. Pasan como 4-5"}, {"fecha": "10/Dic/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Diseño de Elementos de Maquinas", "comments": "Califica Duro, Muchas tareas, Los exámenes son difícilesSi quieres aprender como dios manda mételo, pero si eres de lxs que llora porque te dejan tarea cada clase mejor búscate un barco. Epifanio es pura disciplina y esfuerzo, pero me atrevo a decir que sales mejor que un profe barco."}, {"fecha": "02/Sep/2021", "score_general": "10.0", "score_facilidad": "4.0", "materia": "Solidos", "comments": "Califica Duro, Muchas tareas, Respetado por los estudiantesSi quieres aprender como dios manda mételo, pero si eres de lxs que llora porque te dejan tarea cada clase mejor búscate un barco. Epifanio es pura disciplina y esfuerzo, pero me atrevo a decir que sales mejor que un profe barco."}, {"fecha": "24/Ago/2021", "score_general": "5.0", "score_facilidad": "2.0", "materia": "MecSol", "comments": "Califica Duro, Muchas tareas, Asistencia obligatoriaSi quieres aprender como dios manda mételo, pero si eres de lxs que llora porque te dejan tarea cada clase mejor búscate un barco. Epifanio es pura disciplina y esfuerzo, pero me atrevo a decir que sales mejor que un profe barco."}, {"fecha": "18/Mar/2021", "score_general": "9.0", "score_facilidad": "2.0", "materia": "Mecanica de Solidos", "comments": "Si quieres aprender como dios manda mételo, pero si eres de lxs que llora porque te dejan tarea cada clase mejor búscate un barco. Epifanio es pura disciplina y esfuerzo, pero me atrevo a decir que sales mejor que un profe barco."}, {"fecha": "29/Nov/2020", "score_general": "7.0", "score_facilidad": "2.0", "materia": "Mecánica de sólidos", "comments": "Califica Duro, Da buena retroalimentación, Muchas tareasSi quieres aprender como dios manda mételo, pero si eres de lxs que llora porque te dejan tarea cada clase mejor búscate un barco. Epifanio es pura disciplina y esfuerzo, pero me atrevo a decir que sales mejor que un profe barco."}, {"fecha": "21/Sep/2020", "score_general": "10.0", "score_facilidad": "2.0", "materia": "---", "comments": "Muchas tareas, Respetado por los estudiantes, Los exámenes son difíciles[Comentario esperando revisión]"}, {"fecha": "29/Ene/2020", "score_general": "3.0", "score_facilidad": "6.0", "materia": "---", "comments": "Califica Duro, Muchas tareas, Deja trabajos largos[Comentario esperando revisión]"}, {"fecha": "22/Jul/2019", "score_general": "6.0", "score_facilidad": "6.0", "materia": "MECÁNICA DE  SÓLIDOS", "comments": "Califica Duro, Muchas tareas, Los exámenes son difíciles[Comentario esperando revisión]"}, {"fecha": "03/Jun/2019", "score_general": "8.0", "score_facilidad": "4.0", "materia": "Mecánica de sólidos", "comments": "[Comentario esperando revisión]"}, {"fecha": "18/Ene/2019", "score_general": "5.0", "score_facilidad": "2.0", "materia": "Mecánica de solidos", "comments": "Califica Duro, Muchas tareas, Los exámenes son difíciles[Comentario esperando revisión]"}, {"fecha": "17/Ene/2019", "score_general": "7.0", "score_facilidad": "4.0", "materia": "Mecánica de Sólidos", "comments": "Haz todas las tareas porque el final es 70% examenes y 30% tareas. En los examenes esta pesado y con ellos pasaron como 4 sin final, pero en el final nos dejo sacar todo lo que quisieramos. Tengo que aceptar que aprendí bastante! Si tienes dudas ve a su cubiculo y responde todo."}, {"fecha": "12/Nov/2018", "score_general": "6.0", "score_facilidad": "4.0", "materia": "Mecánica de sólidos", "comments": "Califica Duro, Muchas tareas, Las clases son largasHaz todas las tareas porque el final es 70% examenes y 30% tareas. En los examenes esta pesado y con ellos pasaron como 4 sin final, pero en el final nos dejo sacar todo lo que quisieramos. Tengo que aceptar que aprendí bastante! Si tienes dudas ve a su cubiculo y responde todo."}, {"fecha": "16/Jun/2018", "score_general": "8.0", "score_facilidad": "4.0", "materia": "Mécanica de Solidos", "comments": "Asistencia obligatoria, Los exámenes son difíciles, Tomaría su clase otra vezHaz todas las tareas porque el final es 70% examenes y 30% tareas. En los examenes esta pesado y con ellos pasaron como 4 sin final, pero en el final nos dejo sacar todo lo que quisieramos. Tengo que aceptar que aprendí bastante! Si tienes dudas ve a su cubiculo y responde todo."}, {"fecha": "28/Ene/2018", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Mecanica de solidos", "comments": "La Participación Importa, Las clases son largas, Aspectos de calificación clarosHaz todas las tareas porque el final es 70% examenes y 30% tareas. En los examenes esta pesado y con ellos pasaron como 4 sin final, pero en el final nos dejo sacar todo lo que quisieramos. Tengo que aceptar que aprendí bastante! Si tienes dudas ve a su cubiculo y responde todo."}]