[{"fecha": "07/Mar/2019", "score_general": "3.0", "score_facilidad": "6.0", "materia": "Estadística", "comments": "Las clases son largasSuper aburrido, no se le entiende nada de nada... habla como sami, se enoja de todo"}, {"fecha": "06/Mar/2019", "score_general": "2.0", "score_facilidad": "8.0", "materia": "Estadística", "comments": "BarcoSuper aburrido, no se le entiende nada de nada... habla como sami, se enoja de todo"}, {"fecha": "18/Ene/2019", "score_general": "7.0", "score_facilidad": "10.0", "materia": "Estadística", "comments": "Super aburrido, no se le entiende nada de nada... habla como sami, se enoja de todo"}, {"fecha": "15/Ene/2018", "score_general": "5.0", "score_facilidad": "10.0", "materia": "Estadística", "comments": "Barco, La Participación Importa, Aspectos de calificación clarosSuper aburrido, no se le entiende nada de nada... habla como sami, se enoja de todo"}, {"fecha": "10/Dic/2017", "score_general": "5.0", "score_facilidad": "6.0", "materia": "Estadística", "comments": "Las clases son largasSuper aburrido, no se le entiende nada de nada... habla como sami, se enoja de todo"}, {"fecha": "27/Jun/2017", "score_general": "4.0", "score_facilidad": "4.0", "materia": "probabilidad y estadística", "comments": "Asistencia obligatoria, Deja trabajos largospésimo profesor, te enseña y enseña pero nunca se detiene para explicarte, muy aburrida su clase además de que habla para si mismo y no para la clase, sus exámenes son preguntas de las series de la coordinación, así que si no las tienes bien repruebas todo, te deja tres proyectos por examen."}, {"fecha": "18/Jun/2017", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Probabilidad", "comments": "Da Crédito Extra, Pocos Exámenes, Tomaría su clase otra vezpésimo profesor, te enseña y enseña pero nunca se detiene para explicarte, muy aburrida su clase además de que habla para si mismo y no para la clase, sus exámenes son preguntas de las series de la coordinación, así que si no las tienes bien repruebas todo, te deja tres proyectos por examen."}, {"fecha": "19/Ene/2017", "score_general": "8.0", "score_facilidad": "10.0", "materia": "Probabilidad y Estadistica", "comments": "Muy cómico, Da buena retroalimentación, Tomaría su clase otra vezpésimo profesor, te enseña y enseña pero nunca se detiene para explicarte, muy aburrida su clase además de que habla para si mismo y no para la clase, sus exámenes son preguntas de las series de la coordinación, así que si no las tienes bien repruebas todo, te deja tres proyectos por examen."}]