[{"fecha": "06/Feb/2023", "score_general": "5.0", "score_facilidad": "8.0", "materia": "Etica", "comments": "Barco, La Participación Importa, Asistencia obligatoriaNo se si valga la pena, expone temas interesantes sobre el trabajo, pero en algun punto se torna repetitivo, cuenta la asistencia y la participacion, asi que estaras dormido y obligado a trabajar. Es muy muy facil pasar, pero la clase es eterna. Ademas que no toca ni por error el temario, so..."}, {"fecha": "19/Ago/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Etica Profesional", "comments": "Brinda apoyo, Clases excelentes, Tomaría su clase otra vezNo se si valga la pena, expone temas interesantes sobre el trabajo, pero en algun punto se torna repetitivo, cuenta la asistencia y la participacion, asi que estaras dormido y obligado a trabajar. Es muy muy facil pasar, pero la clase es eterna. Ademas que no toca ni por error el temario, so..."}, {"fecha": "14/Ene/2019", "score_general": "2.0", "score_facilidad": "2.0", "materia": "---", "comments": "Asistencia obligatoria, Las clases son largas, Pocos ExámenesNo se si valga la pena, expone temas interesantes sobre el trabajo, pero en algun punto se torna repetitivo, cuenta la asistencia y la participacion, asi que estaras dormido y obligado a trabajar. Es muy muy facil pasar, pero la clase es eterna. Ademas que no toca ni por error el temario, so..."}, {"fecha": "24/Jul/2017", "score_general": "10.0", "score_facilidad": "10.0", "materia": "---", "comments": "No se si valga la pena, expone temas interesantes sobre el trabajo, pero en algun punto se torna repetitivo, cuenta la asistencia y la participacion, asi que estaras dormido y obligado a trabajar. Es muy muy facil pasar, pero la clase es eterna. Ademas que no toca ni por error el temario, so..."}, {"fecha": "17/Ene/2017", "score_general": "5.0", "score_facilidad": "4.0", "materia": "---", "comments": "No se si valga la pena, expone temas interesantes sobre el trabajo, pero en algun punto se torna repetitivo, cuenta la asistencia y la participacion, asi que estaras dormido y obligado a trabajar. Es muy muy facil pasar, pero la clase es eterna. Ademas que no toca ni por error el temario, so..."}, {"fecha": "02/Ene/2017", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Cultura y comunicación", "comments": "Brinda apoyo, Clases excelentes, Tomaría su clase otra vezEs un gran profesor además sus clases no son siempre de teoría e incluso te lleva a dar recorridos fuera de CU"}, {"fecha": "21/Jul/2016", "score_general": "8.0", "score_facilidad": "6.0", "materia": "Cultura Y Comunicación", "comments": "Califica Duro, Muy cómico, Asistencia obligatoriaEs un gran profesor además sus clases no son siempre de teoría e incluso te lleva a dar recorridos fuera de CU"}, {"fecha": "10/Ago/2015", "score_general": "10.0", "score_facilidad": "10.0", "materia": "cultura y comunicacion", "comments": "Barco, Muy cómico, Da buena retroalimentaciónEs un gran profesor además sus clases no son siempre de teoría e incluso te lleva a dar recorridos fuera de CU"}, {"fecha": "29/Jun/2015", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Cultura y comunicacion", "comments": "Es un gran profesor además sus clases no son siempre de teoría e incluso te lleva a dar recorridos fuera de CU"}]