[{"fecha": "01/Sep/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Representaciones gráficas", "comments": "Muchas tareas, Clases excelentes, Tomaría su clase otra vezEs un amor de persona, empática y una excelente profesora. Cada clase se hace una lámina y deja tarea, pero son fáciles de hacer, expllica muy bien y los exámenes son 4 ejericios parecidos a los vistos en clase. Graba las clases y es fácil sacar 10"}, {"fecha": "31/Ago/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Representaciones Gráficas", "comments": "Inspiracional, Brinda apoyo, Tomaría su clase otra vezEs un amor de persona, empática y una excelente profesora. Cada clase se hace una lámina y deja tarea, pero son fáciles de hacer, expllica muy bien y los exámenes son 4 ejericios parecidos a los vistos en clase. Graba las clases y es fácil sacar 10"}, {"fecha": "27/Ago/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Representaciones", "comments": "Da buena retroalimentación, Respetado por los estudiantes, Aspectos de calificación clarosEs un amor de persona, empática y una excelente profesora. Cada clase se hace una lámina y deja tarea, pero son fáciles de hacer, expllica muy bien y los exámenes son 4 ejericios parecidos a los vistos en clase. Graba las clases y es fácil sacar 10"}, {"fecha": "21/Feb/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Dibujo", "comments": "Respetado por los estudiantes, Brinda apoyo, Clases excelentesEs un amor de persona, empática y una excelente profesora. Cada clase se hace una lámina y deja tarea, pero son fáciles de hacer, expllica muy bien y los exámenes son 4 ejericios parecidos a los vistos en clase. Graba las clases y es fácil sacar 10"}, {"fecha": "18/Feb/2021", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Dibujo", "comments": "Brinda apoyo, Deja trabajos largos, Tomaría su clase otra vezEs un amor de persona, empática y una excelente profesora. Cada clase se hace una lámina y deja tarea, pero son fáciles de hacer, expllica muy bien y los exámenes son 4 ejericios parecidos a los vistos en clase. Graba las clases y es fácil sacar 10"}, {"fecha": "21/Sep/2019", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Representaciones gráficas", "comments": "Asistencia obligatoria, Brinda apoyo, Tomaría su clase otra vez"}, {"fecha": "30/Ene/2019", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Representaciones", "comments": "Brinda apoyo"}, {"fecha": "22/Ene/2019", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Dibujo", "comments": "Brinda apoyo, Clases excelentes, Tomaría su clase otra vez"}, {"fecha": "05/Dic/2018", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Dibujo", "comments": "Aspectos de calificación claros, Brinda apoyo, Tomaría su clase otra vez"}, {"fecha": "27/Jul/2018", "score_general": "6.0", "score_facilidad": "6.0", "materia": "---", "comments": ""}]