[{"fecha": "25/Ago/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Lab. Sistemas y Señales", "comments": "Da buena retroalimentación, Aspectos de calificación clarosEl comentario de abajo es falso. Es muy buena clase, explica todo paso a paso, y este semestre por el paro nos brindó las operaciones exactas en un pdf para que comprobaramos nuestros resultados. Hay que cuidar la ortografía. Siempre resuelve dudas"}, {"fecha": "25/Ago/2021", "score_general": "6.0", "score_facilidad": "10.0", "materia": "Lab. señales y sistemas", "comments": "Califica Duro, Las clases son largasEl comentario de abajo es falso. Es muy buena clase, explica todo paso a paso, y este semestre por el paro nos brindó las operaciones exactas en un pdf para que comprobaramos nuestros resultados. Hay que cuidar la ortografía. Siempre resuelve dudas"}, {"fecha": "14/Ago/2021", "score_general": "9.0", "score_facilidad": "10.0", "materia": "Lab. Señales y Sistemas", "comments": "Muy cómico, Brinda apoyo, Clases excelentesEl comentario de abajo es falso. Es muy buena clase, explica todo paso a paso, y este semestre por el paro nos brindó las operaciones exactas en un pdf para que comprobaramos nuestros resultados. Hay que cuidar la ortografía. Siempre resuelve dudas"}, {"fecha": "18/Feb/2021", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Laboratorio de Señales y SIstemas", "comments": "Da buena retroalimentación, La Participación Importa, Asistencia obligatoriaEl comentario de abajo es falso. Es muy buena clase, explica todo paso a paso, y este semestre por el paro nos brindó las operaciones exactas en un pdf para que comprobaramos nuestros resultados. Hay que cuidar la ortografía. Siempre resuelve dudas"}, {"fecha": "16/Feb/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Laboratorio de Señales y Sistemas", "comments": "La Participación Importa, Asistencia obligatoria, Aspectos de calificación clarosEl comentario de abajo es falso. Es muy buena clase, explica todo paso a paso, y este semestre por el paro nos brindó las operaciones exactas en un pdf para que comprobaramos nuestros resultados. Hay que cuidar la ortografía. Siempre resuelve dudas"}, {"fecha": "01/Sep/2020", "score_general": "10.0", "score_facilidad": "10.0", "materia": "---", "comments": "[Comentario esperando revisión]"}]