[{"fecha": "27/Ene/2022", "score_general": "6.0", "score_facilidad": "4.0", "materia": "Dinamica de Sistemas fisicos", "comments": "En línea es de lo peor, manda apuntes que son los que presenta en clase, pero tienen errores y tienes que revisar cada uno junto con la clase para irlos corrigiendo para estudiar. Sólo lee sus apuntes en la clase que se hace ETERNA."}, {"fecha": "14/Feb/2021", "score_general": "3.0", "score_facilidad": "2.0", "materia": "Dinámica de Sistemas Físicos", "comments": "Califica DuroEn línea es de lo peor, manda apuntes que son los que presenta en clase, pero tienen errores y tienes que revisar cada uno junto con la clase para irlos corrigiendo para estudiar. Sólo lee sus apuntes en la clase que se hace ETERNA."}, {"fecha": "28/Oct/2020", "score_general": "6.0", "score_facilidad": "4.0", "materia": "Dinámica de sistemas físicos", "comments": "Califica Duro, Muchas tareas, Muchos proyectos grupalesEn línea es de lo peor, manda apuntes que son los que presenta en clase, pero tienen errores y tienes que revisar cada uno junto con la clase para irlos corrigiendo para estudiar. Sólo lee sus apuntes en la clase que se hace ETERNA."}, {"fecha": "04/Sep/2020", "score_general": "5.0", "score_facilidad": "2.0", "materia": "Dinamica de Sistemas Físicos", "comments": "Califica Duro, Muchas tareas, Los exámenes son difícilesEn línea es de lo peor, manda apuntes que son los que presenta en clase, pero tienen errores y tienes que revisar cada uno junto con la clase para irlos corrigiendo para estudiar. Sólo lee sus apuntes en la clase que se hace ETERNA."}, {"fecha": "26/Nov/2019", "score_general": "6.0", "score_facilidad": "4.0", "materia": "Dinámica Sistemas Físicos", "comments": "Da buena retroalimentación, Las clases son largas, Brinda apoyoEn línea es de lo peor, manda apuntes que son los que presenta en clase, pero tienen errores y tienes que revisar cada uno junto con la clase para irlos corrigiendo para estudiar. Sólo lee sus apuntes en la clase que se hace ETERNA."}, {"fecha": "13/Jun/2019", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Dinámica de sistemas fisicos", "comments": "Da buena retroalimentación, Aspectos de calificación claros, Tomaría su clase otra vezLas clases son buenas, y sus exámenes se parecen mucho a los ejercicios de clase  son un poco largos pero no son complicados, en general es un buen profesor."}, {"fecha": "28/Feb/2018", "score_general": "8.0", "score_facilidad": "4.0", "materia": "Dinámica de Sistemas Físicos", "comments": "Inspiracional, Los exámenes son difíciles, Tomaría su clase otra vezLas clases son buenas, y sus exámenes se parecen mucho a los ejercicios de clase  son un poco largos pero no son complicados, en general es un buen profesor."}, {"fecha": "19/Ene/2016", "score_general": "4.0", "score_facilidad": "4.0", "materia": "Dinámica de Sistemas Físicos", "comments": "Las clases son buenas, y sus exámenes se parecen mucho a los ejercicios de clase  son un poco largos pero no son complicados, en general es un buen profesor."}]