[{"fecha": "19/Jun/2022", "score_general": "6.0", "score_facilidad": "6.0", "materia": "Electricidad y magnetismo", "comments": "Califica 100% examen y explica lo básico bien pero no da suficiente nivel para los examenes colegiados. No lo recomendaría."}, {"fecha": "27/May/2022", "score_general": "8.0", "score_facilidad": "10.0", "materia": "Laboratorio electricidad y magnetismo", "comments": "BarcoCalifica 100% examen y explica lo básico bien pero no da suficiente nivel para los examenes colegiados. No lo recomendaría."}, {"fecha": "05/Feb/2022", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Electricidad y Magnetismo", "comments": "Inspiracional, Brinda apoyo, Clases excelentesCalifica 100% examen y explica lo básico bien pero no da suficiente nivel para los examenes colegiados. No lo recomendaría."}, {"fecha": "11/Ene/2022", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Electromagnetismo y Optica", "comments": "Brinda apoyo, Clases excelentes, Tomaría su clase otra vezCalifica 100% examen y explica lo básico bien pero no da suficiente nivel para los examenes colegiados. No lo recomendaría."}, {"fecha": "18/Oct/2021", "score_general": "9.0", "score_facilidad": "6.0", "materia": "Electricidad y Magnetismo", "comments": "Pocos Exámenes, Aspectos de calificación clarosCalifica 100% examen y explica lo básico bien pero no da suficiente nivel para los examenes colegiados. No lo recomendaría."}, {"fecha": "24/Ago/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Electricidad y Magnetismo", "comments": "Pocos ExámenesNo hay tareas, es 100% examen. Explica bien la teoría, aunque no va a profundizar tanto como otros maestros. Los exámenes están al nivel de lo que enseña. Es bueno, pero seguro hay mejores opciones"}, {"fecha": "24/Ago/2021", "score_general": "7.0", "score_facilidad": "4.0", "materia": "Lab EyM", "comments": "Califica DuroNo hay tareas, es 100% examen. Explica bien la teoría, aunque no va a profundizar tanto como otros maestros. Los exámenes están al nivel de lo que enseña. Es bueno, pero seguro hay mejores opciones"}, {"fecha": "23/Ago/2021", "score_general": "10.0", "score_facilidad": "4.0", "materia": "Laboratorio Electricidad y Magnetismo", "comments": "Califica Duro, Asistencia obligatoria, Aspectos de calificación clarosNo hay tareas, es 100% examen. Explica bien la teoría, aunque no va a profundizar tanto como otros maestros. Los exámenes están al nivel de lo que enseña. Es bueno, pero seguro hay mejores opciones"}, {"fecha": "23/Ago/2021", "score_general": "2.0", "score_facilidad": "4.0", "materia": "---", "comments": "Califica Duro, Deja trabajos largosNo hay tareas, es 100% examen. Explica bien la teoría, aunque no va a profundizar tanto como otros maestros. Los exámenes están al nivel de lo que enseña. Es bueno, pero seguro hay mejores opciones"}, {"fecha": "21/Ago/2021", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Electricidad y Magnetismo (Teoria)", "comments": "Aspectos de calificación claros, Brinda apoyo, Clases excelentesNo hay tareas, es 100% examen. Explica bien la teoría, aunque no va a profundizar tanto como otros maestros. Los exámenes están al nivel de lo que enseña. Es bueno, pero seguro hay mejores opciones"}, {"fecha": "20/Ago/2021", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Electromagnetismo y óptica", "comments": "Califica Duro, Los exámenes son difíciles, Tomaría su clase otra vezAl principio puede parecer poco accesible pero no lo es. La materia ya incluye laboratorio, que lo imparte también el, lo cual hace muy sencillo entender y llevar a cabo las actividades. Estudia para los exámenes y lee bien los problemas."}, {"fecha": "17/Ago/2021", "score_general": "9.0", "score_facilidad": "6.0", "materia": "Electricidad y Magnetismo", "comments": "Califica Duro, Las clases son largasAl principio puede parecer poco accesible pero no lo es. La materia ya incluye laboratorio, que lo imparte también el, lo cual hace muy sencillo entender y llevar a cabo las actividades. Estudia para los exámenes y lee bien los problemas."}, {"fecha": "13/Ago/2021", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Electricidad y Magnetismo", "comments": "Brinda apoyo, Clases excelentes, Tomaría su clase otra vezAl principio puede parecer poco accesible pero no lo es. La materia ya incluye laboratorio, que lo imparte también el, lo cual hace muy sencillo entender y llevar a cabo las actividades. Estudia para los exámenes y lee bien los problemas."}, {"fecha": "18/Feb/2021", "score_general": "7.0", "score_facilidad": "6.0", "materia": "Electricidad y magnetismo", "comments": "Califica Duro, Los exámenes son difíciles, Tomaría su clase otra vezAl principio puede parecer poco accesible pero no lo es. La materia ya incluye laboratorio, que lo imparte también el, lo cual hace muy sencillo entender y llevar a cabo las actividades. Estudia para los exámenes y lee bien los problemas."}, {"fecha": "16/Feb/2021", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Electricidad y Magnetismo, teoría y lab", "comments": "Pocos Exámenes, Brinda apoyoAl principio puede parecer poco accesible pero no lo es. La materia ya incluye laboratorio, que lo imparte también el, lo cual hace muy sencillo entender y llevar a cabo las actividades. Estudia para los exámenes y lee bien los problemas."}, {"fecha": "10/Feb/2021", "score_general": "2.0", "score_facilidad": "2.0", "materia": "---", "comments": "Barco[Comentario esperando revisión]"}, {"fecha": "10/Ene/2021", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Lab. Electricidad y Magnetismo", "comments": "Da buena retroalimentación, Brinda apoyo, Tomaría su clase otra vez[Comentario esperando revisión]"}, {"fecha": "17/Sep/2020", "score_general": "9.0", "score_facilidad": "6.0", "materia": "ÓPTICA", "comments": "[Comentario esperando revisión]"}, {"fecha": "01/Sep/2020", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Electricidad y Magnetismo", "comments": "[Comentario esperando revisión]"}, {"fecha": "01/Sep/2020", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Laboratorio de Electricidad y Magnetismo", "comments": "Califica Duro, La Participación Importa, Asistencia obligatoria[Comentario esperando revisión]"}, {"fecha": "31/Ago/2020", "score_general": "6.0", "score_facilidad": "6.0", "materia": "Electricidad y Magnetismo", "comments": "Brinda apoyoDurante las clases presenciales era excelente maestro. No te deja sacar formulario durante ningún examen. En clases a  distancia estuvo medio horrible, sólo manda sus diapositivas y hace un examen con un nivel súper bajo."}, {"fecha": "31/Ago/2020", "score_general": "10.0", "score_facilidad": "6.0", "materia": "EyM", "comments": "Durante las clases presenciales era excelente maestro. No te deja sacar formulario durante ningún examen. En clases a  distancia estuvo medio horrible, sólo manda sus diapositivas y hace un examen con un nivel súper bajo."}, {"fecha": "11/Dic/2019", "score_general": "7.0", "score_facilidad": "4.0", "materia": "Electricidad y magnetismo", "comments": "Califica Duro, Da Crédito Extra, Aspectos de calificación clarosDurante las clases presenciales era excelente maestro. No te deja sacar formulario durante ningún examen. En clases a  distancia estuvo medio horrible, sólo manda sus diapositivas y hace un examen con un nivel súper bajo."}, {"fecha": "18/Jul/2019", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Laboratorio de electricidad y magnetismo", "comments": "Muy cómico, Da buena retroalimentación, Clases excelentesDurante las clases presenciales era excelente maestro. No te deja sacar formulario durante ningún examen. En clases a  distancia estuvo medio horrible, sólo manda sus diapositivas y hace un examen con un nivel súper bajo."}, {"fecha": "08/Jul/2019", "score_general": "9.0", "score_facilidad": "10.0", "materia": "Fïsica Experimental", "comments": "Da buena retroalimentación, La Participación Importa, Tomaría su clase otra vezDurante las clases presenciales era excelente maestro. No te deja sacar formulario durante ningún examen. En clases a  distancia estuvo medio horrible, sólo manda sus diapositivas y hace un examen con un nivel súper bajo."}, {"fecha": "13/Jun/2019", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Electricidad y magnetismo", "comments": ""}, {"fecha": "17/Ene/2019", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Electricidad y Magnetismo", "comments": ""}, {"fecha": "15/Ene/2019", "score_general": "10.0", "score_facilidad": "10.0", "materia": "LAB ELECTRICIDAD Y MAGNETISMO", "comments": ""}, {"fecha": "08/Ene/2019", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Lab EyM", "comments": "Barco, Asistencia obligatoria, Clases excelentes"}, {"fecha": "03/Dic/2018", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Electricidad y Magnetismo", "comments": ""}, {"fecha": "09/Feb/2018", "score_general": "9.0", "score_facilidad": "10.0", "materia": "Electricidad y magnetismo", "comments": "La Participación Importa, Da Crédito Extra, Aspectos de calificación clarosBuen profe, si pones mucha atención a su clase los exámenes serán fáciles, y si estudias por tu cuenta los colegiados los pasaras con buena calificación, sus diapositivas ayudan mucho, si participas aprenderás mejor. buena opción definitivamente"}, {"fecha": "29/Ene/2018", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Laboratorio de Electricidad y Magnetismo", "comments": "Aspectos de calificación claros, Clases excelentes, Tomaría su clase otra vezBuen profe, si pones mucha atención a su clase los exámenes serán fáciles, y si estudias por tu cuenta los colegiados los pasaras con buena calificación, sus diapositivas ayudan mucho, si participas aprenderás mejor. buena opción definitivamente"}, {"fecha": "26/Jul/2017", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Electricidad y Magnetísmo", "comments": "Da buena retroalimentación, Inspiracional, Aspectos de calificación clarosBuen profe, si pones mucha atención a su clase los exámenes serán fáciles, y si estudias por tu cuenta los colegiados los pasaras con buena calificación, sus diapositivas ayudan mucho, si participas aprenderás mejor. buena opción definitivamente"}, {"fecha": "19/Jul/2017", "score_general": "10.0", "score_facilidad": "10.0", "materia": "lab. Electricidad y Magnetismo", "comments": "Aspectos de calificación claros, Brinda apoyo, Clases excelentesBuen profe, si pones mucha atención a su clase los exámenes serán fáciles, y si estudias por tu cuenta los colegiados los pasaras con buena calificación, sus diapositivas ayudan mucho, si participas aprenderás mejor. buena opción definitivamente"}, {"fecha": "05/Jun/2017", "score_general": "9.0", "score_facilidad": "10.0", "materia": "Electricidad y magnetismo", "comments": "Barco, Pocos Exámenes, Brinda apoyoBuen profe, si pones mucha atención a su clase los exámenes serán fáciles, y si estudias por tu cuenta los colegiados los pasaras con buena calificación, sus diapositivas ayudan mucho, si participas aprenderás mejor. buena opción definitivamente"}]