[{"fecha": "28/Ene/2023", "score_general": "9.0", "score_facilidad": "10.0", "materia": "Álgebra", "comments": "La Participación Importa, Aspectos de calificación claros, Tomaría su clase otra vezEs muy linda la maestra,  se preocupa porque aprendas y siempre resuelve tus dudas, incluso te ayuda en los examenes."}, {"fecha": "26/Ene/2023", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Álgebra", "comments": "Muchas tareas, Respetado por los estudiantes, Da Crédito ExtraEs muy linda la maestra,  se preocupa porque aprendas y siempre resuelve tus dudas, incluso te ayuda en los examenes."}, {"fecha": "03/Ago/2022", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Álgebra", "comments": "Brinda apoyo, Clases excelentes, Tomaría su clase otra vezEs muy linda la maestra,  se preocupa porque aprendas y siempre resuelve tus dudas, incluso te ayuda en los examenes."}, {"fecha": "21/Jun/2022", "score_general": "10.0", "score_facilidad": "8.0", "materia": "C&GA", "comments": "Da buena retroalimentación, Aspectos de calificación claros, Tomaría su clase otra vezEs muy linda la maestra,  se preocupa porque aprendas y siempre resuelve tus dudas, incluso te ayuda en los examenes."}, {"fecha": "20/Abr/2022", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Álgebra", "comments": "Muchas tareas, Clases excelentes, Tomaría su clase otra vezEs muy linda la maestra,  se preocupa porque aprendas y siempre resuelve tus dudas, incluso te ayuda en los examenes."}, {"fecha": "03/Feb/2022", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Algebra", "comments": "Da buena retroalimentación, Brinda apoyo, Tomaría su clase otra vezMuy buena maestra, se preocupa porque sus alumnos aprendan y realiza muchos ejercicios. Si llegas a tener alguna duda siempre tendrá tiempo para explicar e incluso contesta correos. No es difícil pasar con ella si cumples con las tareas y te dedicas a la materia."}, {"fecha": "03/Feb/2022", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Algebra", "comments": "La Participación Importa, Asistencia obligatoria, Respetado por los estudiantesMuy buena maestra, se preocupa porque sus alumnos aprendan y realiza muchos ejercicios. Si llegas a tener alguna duda siempre tendrá tiempo para explicar e incluso contesta correos. No es difícil pasar con ella si cumples con las tareas y te dedicas a la materia."}, {"fecha": "03/Feb/2022", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Álgebra", "comments": "Inspiracional, Brinda apoyo, Clases excelentesMuy buena maestra, se preocupa porque sus alumnos aprendan y realiza muchos ejercicios. Si llegas a tener alguna duda siempre tendrá tiempo para explicar e incluso contesta correos. No es difícil pasar con ella si cumples con las tareas y te dedicas a la materia."}, {"fecha": "03/Feb/2022", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Álgebra", "comments": "Da buena retroalimentación, Brinda apoyo, Tomaría su clase otra vezMuy buena maestra, se preocupa porque sus alumnos aprendan y realiza muchos ejercicios. Si llegas a tener alguna duda siempre tendrá tiempo para explicar e incluso contesta correos. No es difícil pasar con ella si cumples con las tareas y te dedicas a la materia."}, {"fecha": "26/Ene/2022", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Álgebra", "comments": "Brinda apoyo, Clases excelentes, Tomaría su clase otra vezMuy buena maestra, se preocupa porque sus alumnos aprendan y realiza muchos ejercicios. Si llegas a tener alguna duda siempre tendrá tiempo para explicar e incluso contesta correos. No es difícil pasar con ella si cumples con las tareas y te dedicas a la materia."}, {"fecha": "31/Ago/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Cálculo y geometría analítica", "comments": "Da buena retroalimentación, Brinda apoyo, Clases excelentesEs una maestra muy buena y amable. Enseña muy bien, es comprensiva y cualquier duda le puedes decir y con gusto te ayudará."}, {"fecha": "23/Ago/2021", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Cálculo y Geometría Analítica", "comments": "Da buena retroalimentación, Da Crédito Extra, Aspectos de calificación clarosEs una maestra muy buena y amable. Enseña muy bien, es comprensiva y cualquier duda le puedes decir y con gusto te ayudará."}, {"fecha": "18/Ago/2021", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Cálculo y Geometría analítica", "comments": "Da Crédito Extra, Brinda apoyo, Tomaría su clase otra vezEs una maestra muy buena y amable. Enseña muy bien, es comprensiva y cualquier duda le puedes decir y con gusto te ayudará."}, {"fecha": "16/Ago/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Cálculo y Geométria Analítica", "comments": "Da buena retroalimentación, Da Crédito Extra, Aspectos de calificación clarosEs una maestra muy buena y amable. Enseña muy bien, es comprensiva y cualquier duda le puedes decir y con gusto te ayudará."}, {"fecha": "17/Feb/2021", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Álgebra", "comments": "Asistencia obligatoria, Pocos Exámenes, Brinda apoyoEs una maestra muy buena y amable. Enseña muy bien, es comprensiva y cualquier duda le puedes decir y con gusto te ayudará."}, {"fecha": "17/Feb/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Algebra", "comments": "Aspectos de calificación claros, Brinda apoyo, Tomaría su clase otra vezEs muy buena maestra, en la modalidad en linea se adapto muy bien, hacemos muchos ejercicios en clase y siempre aclara dudas tanto en clase como en correo. Sus exámenes son a nivel de la clase y es muy flexible."}, {"fecha": "11/Feb/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Álgebra", "comments": "Da buena retroalimentación, Respetado por los estudiantes, Tomaría su clase otra vezEs muy buena maestra, en la modalidad en linea se adapto muy bien, hacemos muchos ejercicios en clase y siempre aclara dudas tanto en clase como en correo. Sus exámenes son a nivel de la clase y es muy flexible."}, {"fecha": "19/Ene/2021", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Álgebra", "comments": "Muchas tareas, Brinda apoyo, Deja trabajos largosEs muy buena maestra, en la modalidad en linea se adapto muy bien, hacemos muchos ejercicios en clase y siempre aclara dudas tanto en clase como en correo. Sus exámenes son a nivel de la clase y es muy flexible."}, {"fecha": "18/Sep/2020", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Álgebra", "comments": "Brinda apoyo, Clases excelentes, Tomaría su clase otra vezEs muy buena maestra, en la modalidad en linea se adapto muy bien, hacemos muchos ejercicios en clase y siempre aclara dudas tanto en clase como en correo. Sus exámenes son a nivel de la clase y es muy flexible."}, {"fecha": "06/Sep/2020", "score_general": "3.0", "score_facilidad": "2.0", "materia": "Calculo y geometria", "comments": "Barco, Da Crédito ExtraEs muy buena maestra, en la modalidad en linea se adapto muy bien, hacemos muchos ejercicios en clase y siempre aclara dudas tanto en clase como en correo. Sus exámenes son a nivel de la clase y es muy flexible."}, {"fecha": "03/Sep/2020", "score_general": "6.0", "score_facilidad": "10.0", "materia": "Cálculo y Geometría Analítica", "comments": "Barco, Aspectos de calificación claros, Brinda apoyoUna palabra \"Barco\", es muy amable pero le falta experiencia, es muy fácil sacar un 12 pero te enseña lo básico pienso debe ser más expertiz en su materia ya que su facilidad solo perjudica"}, {"fecha": "24/Jun/2020", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Álgebra", "comments": "Da buena retroalimentación, Brinda apoyo, Tomaría su clase otra vezUna palabra \"Barco\", es muy amable pero le falta experiencia, es muy fácil sacar un 12 pero te enseña lo básico pienso debe ser más expertiz en su materia ya que su facilidad solo perjudica"}, {"fecha": "16/Jul/2018", "score_general": "9.0", "score_facilidad": "10.0", "materia": "Algebra", "comments": "Barco, Da Crédito ExtraUna palabra \"Barco\", es muy amable pero le falta experiencia, es muy fácil sacar un 12 pero te enseña lo básico pienso debe ser más expertiz en su materia ya que su facilidad solo perjudica"}, {"fecha": "05/Mar/2018", "score_general": "9.0", "score_facilidad": "10.0", "materia": "Álgebra", "comments": "Barco, Tomaría su clase otra vezUna palabra \"Barco\", es muy amable pero le falta experiencia, es muy fácil sacar un 12 pero te enseña lo básico pienso debe ser más expertiz en su materia ya que su facilidad solo perjudica"}, {"fecha": "31/Ene/2018", "score_general": "7.0", "score_facilidad": "8.0", "materia": "Algebra", "comments": "Da buena retroalimentación, La Participación Importa, Tomaría su clase otra vezUna palabra \"Barco\", es muy amable pero le falta experiencia, es muy fácil sacar un 12 pero te enseña lo básico pienso debe ser más expertiz en su materia ya que su facilidad solo perjudica"}, {"fecha": "23/Ene/2018", "score_general": "6.0", "score_facilidad": "8.0", "materia": "Cálculo y Geometría Analítica", "comments": "Barco, Da Crédito ExtraMala, ni ella misma se da a explicar, con cada nueva disque explicación te cambia la idea, si estudias por tu parte créeme pasaras sin problemas, porque ni dudas saber resolver"}, {"fecha": "09/Ene/2018", "score_general": "6.0", "score_facilidad": "10.0", "materia": "Álgebra", "comments": "Barco, Da buena retroalimentación, Da Crédito ExtraMala, ni ella misma se da a explicar, con cada nueva disque explicación te cambia la idea, si estudias por tu parte créeme pasaras sin problemas, porque ni dudas saber resolver"}, {"fecha": "28/Dic/2017", "score_general": "6.0", "score_facilidad": "10.0", "materia": "Álgebra", "comments": "Barco, Da buena retroalimentación, Da Crédito ExtraMala, ni ella misma se da a explicar, con cada nueva disque explicación te cambia la idea, si estudias por tu parte créeme pasaras sin problemas, porque ni dudas saber resolver"}, {"fecha": "23/Dic/2017", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Algebra", "comments": "Brinda apoyo, Clases excelentes, Tomaría su clase otra vezMala, ni ella misma se da a explicar, con cada nueva disque explicación te cambia la idea, si estudias por tu parte créeme pasaras sin problemas, porque ni dudas saber resolver"}, {"fecha": "10/Dic/2017", "score_general": "6.0", "score_facilidad": "10.0", "materia": "Álgebra", "comments": "Barco, Da Crédito Extra, Brinda apoyoMala, ni ella misma se da a explicar, con cada nueva disque explicación te cambia la idea, si estudias por tu parte créeme pasaras sin problemas, porque ni dudas saber resolver"}, {"fecha": "07/Nov/2017", "score_general": "6.0", "score_facilidad": "10.0", "materia": "Álgebra", "comments": "Barco, Muy cómicoBuenas profesora, se le nota que va empezando, pero debe esforzarse mas ya que algunos conceptos no los deja claros, es muy buena onda con las calificaciones da puntos por cualquier cosa que hagas."}, {"fecha": "05/Sep/2017", "score_general": "8.0", "score_facilidad": "8.0", "materia": "Álgebra", "comments": "Barco, Da Crédito Extra, Brinda apoyoBuenas profesora, se le nota que va empezando, pero debe esforzarse mas ya que algunos conceptos no los deja claros, es muy buena onda con las calificaciones da puntos por cualquier cosa que hagas."}, {"fecha": "22/Ene/2017", "score_general": "9.0", "score_facilidad": "10.0", "materia": "Álgebra", "comments": "Da Crédito Extra, Aspectos de calificación claros, Brinda apoyoBuenas profesora, se le nota que va empezando, pero debe esforzarse mas ya que algunos conceptos no los deja claros, es muy buena onda con las calificaciones da puntos por cualquier cosa que hagas."}, {"fecha": "20/Ene/2017", "score_general": "8.0", "score_facilidad": "8.0", "materia": "Álgebra", "comments": "La Participación Importa, Inspiracional, Da Crédito ExtraBuenas profesora, se le nota que va empezando, pero debe esforzarse mas ya que algunos conceptos no los deja claros, es muy buena onda con las calificaciones da puntos por cualquier cosa que hagas."}, {"fecha": "18/Ene/2017", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Álgebra", "comments": "La Participación Importa, Da Crédito Extra, Aspectos de calificación clarosBuenas profesora, se le nota que va empezando, pero debe esforzarse mas ya que algunos conceptos no los deja claros, es muy buena onda con las calificaciones da puntos por cualquier cosa que hagas."}]