[{"fecha": "04/Ago/2022", "score_general": "9.0", "score_facilidad": "6.0", "materia": "Cultura y Comunicación", "comments": "La Participación Importa, Da Crédito Extra, Tomaría su clase otra vezEs buen profesor,  solo tienes que participar (lo toma mucho en cuenta), poner atención a las clases (por que te pregunta), cumplir con todas las tareas  y ya pasaste"}, {"fecha": "20/Ene/2022", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Subestaciones eléctricas", "comments": "Da buena retroalimentación, La Participación Importa, InspiracionalEs buen profesor,  solo tienes que participar (lo toma mucho en cuenta), poner atención a las clases (por que te pregunta), cumplir con todas las tareas  y ya pasaste"}, {"fecha": "20/Ene/2022", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Subestaciones", "comments": "La Participación Importa, Inspiracional, Clases excelentesEs buen profesor,  solo tienes que participar (lo toma mucho en cuenta), poner atención a las clases (por que te pregunta), cumplir con todas las tareas  y ya pasaste"}, {"fecha": "20/Ene/2022", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Subestaciones electricas", "comments": "Respetado por los estudiantes, Inspiracional, Clases excelentesEs buen profesor,  solo tienes que participar (lo toma mucho en cuenta), poner atención a las clases (por que te pregunta), cumplir con todas las tareas  y ya pasaste"}, {"fecha": "29/Ago/2021", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Cultura y comunicación", "comments": "Califica Duro, Da buena retroalimentación, La Participación ImportaEs buen profesor,  solo tienes que participar (lo toma mucho en cuenta), poner atención a las clases (por que te pregunta), cumplir con todas las tareas  y ya pasaste"}, {"fecha": "26/Ago/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Subestaciones eléctricas", "comments": "Barco, Clases excelentes, Tomaría su clase otra vezUno de los mejores profesores con los que tenido la dicha de tomar clase. Eso sí, sus clases estan llenas de contenido enriquecedor, cada cosa que se hace o dice en ellas es importante por lo que es recomendable no faltar para no perderte nada. Se nota su interés en que aprendas. Un poco barco."}, {"fecha": "23/Ago/2021", "score_general": "3.0", "score_facilidad": "4.0", "materia": "cultura", "comments": "Hace exámenes sorpresa, La Participación ImportaUno de los mejores profesores con los que tenido la dicha de tomar clase. Eso sí, sus clases estan llenas de contenido enriquecedor, cada cosa que se hace o dice en ellas es importante por lo que es recomendable no faltar para no perderte nada. Se nota su interés en que aprendas. Un poco barco."}, {"fecha": "18/Feb/2021", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Cultura y comunicación", "comments": "Muy cómico, Inspiracional, Muchos proyectos grupalesUno de los mejores profesores con los que tenido la dicha de tomar clase. Eso sí, sus clases estan llenas de contenido enriquecedor, cada cosa que se hace o dice en ellas es importante por lo que es recomendable no faltar para no perderte nada. Se nota su interés en que aprendas. Un poco barco."}, {"fecha": "01/Sep/2020", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Cultura", "comments": "La Participación Importa, Respetado por los estudiantes, InspiracionalUno de los mejores profesores con los que tenido la dicha de tomar clase. Eso sí, sus clases estan llenas de contenido enriquecedor, cada cosa que se hace o dice en ellas es importante por lo que es recomendable no faltar para no perderte nada. Se nota su interés en que aprendas. Un poco barco."}, {"fecha": "19/Jul/2019", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Cultura y comunicación", "comments": "La Participación Importa, Muchos proyectos grupales, Tomaría su clase otra vezUno de los mejores profesores con los que tenido la dicha de tomar clase. Eso sí, sus clases estan llenas de contenido enriquecedor, cada cosa que se hace o dice en ellas es importante por lo que es recomendable no faltar para no perderte nada. Se nota su interés en que aprendas. Un poco barco."}, {"fecha": "22/Ene/2018", "score_general": "10.0", "score_facilidad": "10.0", "materia": "cultura y comunicación", "comments": "Respetado por los estudiantes, Clases excelentes, Tomaría su clase otra vezde los mejores profesores que conozco \r\nmuy util las clases muchas exposiciones pero terminas conociendo toda ciudad universitaria"}, {"fecha": "27/Jul/2017", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Cultura y comunicación", "comments": "de los mejores profesores que conozco \r\nmuy util las clases muchas exposiciones pero terminas conociendo toda ciudad universitaria"}, {"fecha": "25/Jul/2017", "score_general": "10.0", "score_facilidad": "10.0", "materia": "cultura y comunicación", "comments": "de los mejores profesores que conozco \r\nmuy util las clases muchas exposiciones pero terminas conociendo toda ciudad universitaria"}, {"fecha": "24/Jul/2017", "score_general": "7.0", "score_facilidad": "10.0", "materia": "Cultura y comunicacion", "comments": "Barco, Muy cómico, Pocos Exámenesde los mejores profesores que conozco \r\nmuy util las clases muchas exposiciones pero terminas conociendo toda ciudad universitaria"}, {"fecha": "03/Jul/2017", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Cultura y Comunicación", "comments": "Muy cómico, Da buena retroalimentación, Da Crédito Extrade los mejores profesores que conozco \r\nmuy util las clases muchas exposiciones pero terminas conociendo toda ciudad universitaria"}, {"fecha": "26/Jun/2017", "score_general": "6.0", "score_facilidad": "8.0", "materia": "Cultura y Comunicación", "comments": "Muchos proyectos grupalesEs muy buen profesor, solo que exige mucho que sepas sobre cada facultad y te hace exponer mucho, las tareas son visitas y comentarios que resultan interesantes. Tienes que esforzarte algo para pasar con 9 0 10 asi que no es barco pero es chido como persona"}, {"fecha": "05/Abr/2017", "score_general": "2.0", "score_facilidad": "2.0", "materia": "---", "comments": "Hace exámenes sorpresa, Muchos Exámenes, Deja trabajos largosEs muy buen profesor, solo que exige mucho que sepas sobre cada facultad y te hace exponer mucho, las tareas son visitas y comentarios que resultan interesantes. Tienes que esforzarte algo para pasar con 9 0 10 asi que no es barco pero es chido como persona"}, {"fecha": "16/Ene/2017", "score_general": "9.0", "score_facilidad": "10.0", "materia": "Cultura y Comunicacion", "comments": "Da buena retroalimentación, Inspiracional, Tomaría su clase otra vezEs muy buen profesor, solo que exige mucho que sepas sobre cada facultad y te hace exponer mucho, las tareas son visitas y comentarios que resultan interesantes. Tienes que esforzarte algo para pasar con 9 0 10 asi que no es barco pero es chido como persona"}, {"fecha": "27/Jun/2016", "score_general": "8.0", "score_facilidad": "8.0", "materia": "Cultura y comunicación", "comments": "La Participación Importa, Asistencia obligatoria, Tomaría su clase otra vezEs muy buen profesor, solo que exige mucho que sepas sobre cada facultad y te hace exponer mucho, las tareas son visitas y comentarios que resultan interesantes. Tienes que esforzarte algo para pasar con 9 0 10 asi que no es barco pero es chido como persona"}, {"fecha": "22/Abr/2016", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Cultura y comunicación", "comments": "La Participación Importa, Clases excelentes, Tomaría su clase otra vezEs muy buen profesor, solo que exige mucho que sepas sobre cada facultad y te hace exponer mucho, las tareas son visitas y comentarios que resultan interesantes. Tienes que esforzarte algo para pasar con 9 0 10 asi que no es barco pero es chido como persona"}, {"fecha": "26/Ene/2016", "score_general": "8.0", "score_facilidad": "6.0", "materia": "cultura y comunicacion", "comments": "antes daba algebra lineal pero tuvo un problema en la divison algo asi, el es ingeniero electrico y ahora da la materia de cultura, es un poco fastidioso pero termina siendo banda, nos hizo ir a todas las facultadesy las exponiamos cosas que resulto interesante, con que vayas a clase y tareas 9 o 10"}, {"fecha": "29/Nov/2015", "score_general": "8.0", "score_facilidad": "6.0", "materia": "Cultura y comunicación", "comments": "antes daba algebra lineal pero tuvo un problema en la divison algo asi, el es ingeniero electrico y ahora da la materia de cultura, es un poco fastidioso pero termina siendo banda, nos hizo ir a todas las facultadesy las exponiamos cosas que resulto interesante, con que vayas a clase y tareas 9 o 10"}]