[{"fecha": "09/Feb/2023", "score_general": "9.0", "score_facilidad": "4.0", "materia": "Química", "comments": "Califica Duro, Deja trabajos largos, Clases excelentesEn Química este hombre es Jesucristo, sabe mucho. Su forma de evaluar es algo estricta, deja las series de la DCB completas y se entregan hasta el examen, la parte buena es que sus exámenes los saca de las series y te deja usar formulario. Tienes que dedicarle su debido tiempo a su materia."}, {"fecha": "08/Feb/2023", "score_general": "6.0", "score_facilidad": "4.0", "materia": "Quimica", "comments": "Califica Duro, Aspectos de calificación claros, Deja trabajos largosEn Química este hombre es Jesucristo, sabe mucho. Su forma de evaluar es algo estricta, deja las series de la DCB completas y se entregan hasta el examen, la parte buena es que sus exámenes los saca de las series y te deja usar formulario. Tienes que dedicarle su debido tiempo a su materia."}, {"fecha": "08/Feb/2023", "score_general": "5.0", "score_facilidad": "4.0", "materia": "Fundamentos de física", "comments": "Califica Duro, Muchas tareas, Asistencia obligatoriaEn Química este hombre es Jesucristo, sabe mucho. Su forma de evaluar es algo estricta, deja las series de la DCB completas y se entregan hasta el examen, la parte buena es que sus exámenes los saca de las series y te deja usar formulario. Tienes que dedicarle su debido tiempo a su materia."}, {"fecha": "08/Feb/2023", "score_general": "5.0", "score_facilidad": "4.0", "materia": "CYGA", "comments": "Califica Duro, Muchas tareas, Deja trabajos largosEn Química este hombre es Jesucristo, sabe mucho. Su forma de evaluar es algo estricta, deja las series de la DCB completas y se entregan hasta el examen, la parte buena es que sus exámenes los saca de las series y te deja usar formulario. Tienes que dedicarle su debido tiempo a su materia."}, {"fecha": "03/Feb/2023", "score_general": "2.0", "score_facilidad": "2.0", "materia": "Química", "comments": "Califica Duro, Muchas tareas, Prepárate para leerEn Química este hombre es Jesucristo, sabe mucho. Su forma de evaluar es algo estricta, deja las series de la DCB completas y se entregan hasta el examen, la parte buena es que sus exámenes los saca de las series y te deja usar formulario. Tienes que dedicarle su debido tiempo a su materia."}, {"fecha": "28/Ene/2023", "score_general": "7.0", "score_facilidad": "4.0", "materia": "CyGA", "comments": "Asistencia obligatoria, Los exámenes son difíciles, Tomaría su clase otra vezEs muy buen profesor, si te esfuerzas es fácil pasar solo es cuestion de ser constante y poner atención en la clase, sus series son muy largas pero si las haces te ayudan mucho a entender el tema y los exámenes los saca de las series. Nos ayudo con décimas extras por trabajos."}, {"fecha": "25/Ene/2023", "score_general": "2.0", "score_facilidad": "2.0", "materia": "Que se vaya alv", "comments": "Muy cómico, Prepárate para leerEs muy buen profesor, si te esfuerzas es fácil pasar solo es cuestion de ser constante y poner atención en la clase, sus series son muy largas pero si las haces te ayudan mucho a entender el tema y los exámenes los saca de las series. Nos ayudo con décimas extras por trabajos."}, {"fecha": "20/Ago/2022", "score_general": "3.0", "score_facilidad": "2.0", "materia": "Cálculo", "comments": "Deja trabajos largosEs muy buen profesor, si te esfuerzas es fácil pasar solo es cuestion de ser constante y poner atención en la clase, sus series son muy largas pero si las haces te ayudan mucho a entender el tema y los exámenes los saca de las series. Nos ayudo con décimas extras por trabajos."}, {"fecha": "03/Ago/2022", "score_general": "7.0", "score_facilidad": "4.0", "materia": "CGYA", "comments": "Califica Duro, Las clases son largas, Los exámenes son difícilesEs muy buen profesor, si te esfuerzas es fácil pasar solo es cuestion de ser constante y poner atención en la clase, sus series son muy largas pero si las haces te ayudan mucho a entender el tema y los exámenes los saca de las series. Nos ayudo con décimas extras por trabajos."}, {"fecha": "31/Jul/2022", "score_general": "9.0", "score_facilidad": "4.0", "materia": "Química", "comments": "Califica DuroEs muy buen profesor, si te esfuerzas es fácil pasar solo es cuestion de ser constante y poner atención en la clase, sus series son muy largas pero si las haces te ayudan mucho a entender el tema y los exámenes los saca de las series. Nos ayudo con décimas extras por trabajos."}, {"fecha": "03/Feb/2022", "score_general": "4.0", "score_facilidad": "4.0", "materia": "CyGA", "comments": "Califica Duro, Las clases son largas, Los exámenes son difícilesSoy consciente de que el profesor conoce mucho de la materia, pero no logra transmitir ese conocimiento a sus alumnos. Mal profesor para la materia, las dudas las contesta de mala gana y hubo veces donde no contestaba y su justificación era \"Eso es conocimiento previo, joven\". De milagro pasé."}, {"fecha": "03/Feb/2022", "score_general": "4.0", "score_facilidad": "2.0", "materia": "CyGA", "comments": "Califica Duro, Muchas tareas, Los exámenes son difícilesSoy consciente de que el profesor conoce mucho de la materia, pero no logra transmitir ese conocimiento a sus alumnos. Mal profesor para la materia, las dudas las contesta de mala gana y hubo veces donde no contestaba y su justificación era \"Eso es conocimiento previo, joven\". De milagro pasé."}, {"fecha": "29/Ene/2022", "score_general": "2.0", "score_facilidad": "2.0", "materia": "Calculo y Geometría Analítica", "comments": "Califica Duro, Los exámenes son difícilesSoy consciente de que el profesor conoce mucho de la materia, pero no logra transmitir ese conocimiento a sus alumnos. Mal profesor para la materia, las dudas las contesta de mala gana y hubo veces donde no contestaba y su justificación era \"Eso es conocimiento previo, joven\". De milagro pasé."}, {"fecha": "27/Ene/2022", "score_general": "4.0", "score_facilidad": "4.0", "materia": "Fundamentos de Física", "comments": "Califica Duro, Hace exámenes sorpresa, Las clases son largasSoy consciente de que el profesor conoce mucho de la materia, pero no logra transmitir ese conocimiento a sus alumnos. Mal profesor para la materia, las dudas las contesta de mala gana y hubo veces donde no contestaba y su justificación era \"Eso es conocimiento previo, joven\". De milagro pasé."}, {"fecha": "26/Ene/2022", "score_general": "3.0", "score_facilidad": "2.0", "materia": "CALCULO Y GEOMETRIA ANALITICA", "comments": "Califica Duro, Los exámenes son difícilesSoy consciente de que el profesor conoce mucho de la materia, pero no logra transmitir ese conocimiento a sus alumnos. Mal profesor para la materia, las dudas las contesta de mala gana y hubo veces donde no contestaba y su justificación era \"Eso es conocimiento previo, joven\". De milagro pasé."}, {"fecha": "18/Ene/2022", "score_general": "4.0", "score_facilidad": "2.0", "materia": "Quimica", "comments": "Califica Duro, Aspectos de calificación claros, Los exámenes son difícileses excelente pero es de lo mas RUDO que te puedes topar, te aseguro que aprenderás pero para eso primero vas a sufrir  y lloraras, estudia por tu cuenta por que luego hace preguntas al azar y cuidado con que no respondas. lo recomiendo solo si eres bueno en las materias que imparte."}, {"fecha": "08/Nov/2021", "score_general": "2.0", "score_facilidad": "2.0", "materia": "Cyga", "comments": "Califica Duro, Muchas tareas, Los exámenes son difícileses excelente pero es de lo mas RUDO que te puedes topar, te aseguro que aprenderás pero para eso primero vas a sufrir  y lloraras, estudia por tu cuenta por que luego hace preguntas al azar y cuidado con que no respondas. lo recomiendo solo si eres bueno en las materias que imparte."}, {"fecha": "27/Ago/2021", "score_general": "2.0", "score_facilidad": "2.0", "materia": "Geometría", "comments": "es excelente pero es de lo mas RUDO que te puedes topar, te aseguro que aprenderás pero para eso primero vas a sufrir  y lloraras, estudia por tu cuenta por que luego hace preguntas al azar y cuidado con que no respondas. lo recomiendo solo si eres bueno en las materias que imparte."}, {"fecha": "26/Ago/2021", "score_general": "5.0", "score_facilidad": "8.0", "materia": "Lab de quimica", "comments": "Califica Duro, Barcoes excelente pero es de lo mas RUDO que te puedes topar, te aseguro que aprenderás pero para eso primero vas a sufrir  y lloraras, estudia por tu cuenta por que luego hace preguntas al azar y cuidado con que no respondas. lo recomiendo solo si eres bueno en las materias que imparte."}, {"fecha": "26/Ago/2021", "score_general": "9.0", "score_facilidad": "4.0", "materia": "Sistemas Químicos en Ingeniería", "comments": "Califica Duro, Muchas tareas, Los exámenes son difícileses excelente pero es de lo mas RUDO que te puedes topar, te aseguro que aprenderás pero para eso primero vas a sufrir  y lloraras, estudia por tu cuenta por que luego hace preguntas al azar y cuidado con que no respondas. lo recomiendo solo si eres bueno en las materias que imparte."}, {"fecha": "02/Ago/2021", "score_general": "7.0", "score_facilidad": "4.0", "materia": "Cálculo", "comments": "Explica muy bien pero es muy duro para calificar. Es muy estricto con las series, examen y participaciones, una compañera lloro durante las clases por las presión durante la participación. Es de suma importancia darle 100% de atención durante la clase. BUEN PROFE, MUY ESTRICTO."}, {"fecha": "14/Mar/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Quimica", "comments": "Explica muy bien pero es muy duro para calificar. Es muy estricto con las series, examen y participaciones, una compañera lloro durante las clases por las presión durante la participación. Es de suma importancia darle 100% de atención durante la clase. BUEN PROFE, MUY ESTRICTO."}, {"fecha": "09/Mar/2021", "score_general": "6.0", "score_facilidad": "4.0", "materia": "Fundamentos de Física", "comments": "Califica Duro, Aspectos de calificación clarosExplica muy bien pero es muy duro para calificar. Es muy estricto con las series, examen y participaciones, una compañera lloro durante las clases por las presión durante la participación. Es de suma importancia darle 100% de atención durante la clase. BUEN PROFE, MUY ESTRICTO."}, {"fecha": "26/Feb/2021", "score_general": "5.0", "score_facilidad": "2.0", "materia": "Cálculo y geometría analítica", "comments": "Califica Duro, Muchas tareas, Los exámenes son difícilesExplica muy bien pero es muy duro para calificar. Es muy estricto con las series, examen y participaciones, una compañera lloro durante las clases por las presión durante la participación. Es de suma importancia darle 100% de atención durante la clase. BUEN PROFE, MUY ESTRICTO."}, {"fecha": "25/Feb/2021", "score_general": "6.0", "score_facilidad": "4.0", "materia": "Fundamentos de Física", "comments": "Califica DuroExplica muy bien pero es muy duro para calificar. Es muy estricto con las series, examen y participaciones, una compañera lloro durante las clases por las presión durante la participación. Es de suma importancia darle 100% de atención durante la clase. BUEN PROFE, MUY ESTRICTO."}, {"fecha": "18/Feb/2021", "score_general": "10.0", "score_facilidad": "4.0", "materia": "Química", "comments": "Califica Duro, Muchas tareas, Aspectos de calificación clarosEs un profe que si te da miedo durante todo el semestre, pero es muy tranquilo, si se emperra, se emperra bien, namas no lo hagas enojar y todo chilo, procura hacer las series por tu cuenta, ya que de ahí sale su examen, son fáciles pero debes meterle cabeza, solo haz todo lo que pida talcual y ya"}, {"fecha": "18/Feb/2021", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Química", "comments": "Califica Duro, Brinda apoyo, Tomaría su clase otra vezEs un profe que si te da miedo durante todo el semestre, pero es muy tranquilo, si se emperra, se emperra bien, namas no lo hagas enojar y todo chilo, procura hacer las series por tu cuenta, ya que de ahí sale su examen, son fáciles pero debes meterle cabeza, solo haz todo lo que pida talcual y ya"}, {"fecha": "15/Feb/2021", "score_general": "6.0", "score_facilidad": "6.0", "materia": "Cálculo y geometría analítica", "comments": "Califica Duro, Aspectos de calificación clarosEs un profe que si te da miedo durante todo el semestre, pero es muy tranquilo, si se emperra, se emperra bien, namas no lo hagas enojar y todo chilo, procura hacer las series por tu cuenta, ya que de ahí sale su examen, son fáciles pero debes meterle cabeza, solo haz todo lo que pida talcual y ya"}, {"fecha": "15/Feb/2021", "score_general": "8.0", "score_facilidad": "6.0", "materia": "Quimica", "comments": "Da buena retroalimentación, Aspectos de calificación claros, Brinda apoyoEs un profe que si te da miedo durante todo el semestre, pero es muy tranquilo, si se emperra, se emperra bien, namas no lo hagas enojar y todo chilo, procura hacer las series por tu cuenta, ya que de ahí sale su examen, son fáciles pero debes meterle cabeza, solo haz todo lo que pida talcual y ya"}, {"fecha": "11/Feb/2021", "score_general": "3.0", "score_facilidad": "10.0", "materia": "Fundamentos de Física", "comments": "Califica Duro, Muchas tareas, Respetado por los estudiantesEs un profe que si te da miedo durante todo el semestre, pero es muy tranquilo, si se emperra, se emperra bien, namas no lo hagas enojar y todo chilo, procura hacer las series por tu cuenta, ya que de ahí sale su examen, son fáciles pero debes meterle cabeza, solo haz todo lo que pida talcual y ya"}, {"fecha": "04/Feb/2021", "score_general": "6.0", "score_facilidad": "6.0", "materia": "Fundamentos de Física", "comments": "Califica Duro, Asistencia obligatoria, Los exámenes son difíciles"}, {"fecha": "26/Sep/2020", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Cálculo diferencial", "comments": "Da buena retroalimentación, La Participación Importa, Brinda apoyo"}, {"fecha": "31/Ago/2020", "score_general": "9.0", "score_facilidad": "6.0", "materia": "Laboratorio de sistemas químicos en ingeniería", "comments": "La Participación Importa, Aspectos de calificación claros, Tomaría su clase otra vez"}, {"fecha": "07/Ene/2020", "score_general": "8.0", "score_facilidad": "6.0", "materia": "Fundamentos de Física", "comments": "Califica Duro, Da buena retroalimentación, La Participación Importa"}, {"fecha": "27/Nov/2019", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Fundamentos de física", "comments": "Da buena retroalimentación, Respetado por los estudiantes, Clases excelentes"}, {"fecha": "25/Jul/2019", "score_general": "10.0", "score_facilidad": "4.0", "materia": "Química", "comments": "Inspiracional, Clases excelentes, Tomaría su clase otra vezEs el mejor profesor que he tenido, su forma de dar la clase es excelente, y su conocimiento en la materia es envidiable. Al principio podrá parecer muy imponente pero si el grupo trabaja bien será una persona muy agradable. Lo recomiendo ampliamente"}, {"fecha": "27/Jun/2019", "score_general": "8.0", "score_facilidad": "6.0", "materia": "Cálculo y G.Analítica", "comments": "La Participación Importa, Clases excelentes, Tomaría su clase otra vezEs el mejor profesor que he tenido, su forma de dar la clase es excelente, y su conocimiento en la materia es envidiable. Al principio podrá parecer muy imponente pero si el grupo trabaja bien será una persona muy agradable. Lo recomiendo ampliamente"}, {"fecha": "19/Feb/2019", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Cálculo y Geometría Analítica", "comments": "Da buena retroalimentación, La Participación Importa, Deja trabajos largosEs el mejor profesor que he tenido, su forma de dar la clase es excelente, y su conocimiento en la materia es envidiable. Al principio podrá parecer muy imponente pero si el grupo trabaja bien será una persona muy agradable. Lo recomiendo ampliamente"}, {"fecha": "01/Ago/2018", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Cálculo y geometría analítica", "comments": "Califica Duro, Da buena retroalimentación, Tomaría su clase otra vezEs el mejor profesor que he tenido, su forma de dar la clase es excelente, y su conocimiento en la materia es envidiable. Al principio podrá parecer muy imponente pero si el grupo trabaja bien será una persona muy agradable. Lo recomiendo ampliamente"}, {"fecha": "29/Ene/2018", "score_general": "6.0", "score_facilidad": "6.0", "materia": "Fundamentos de Física", "comments": "Califica Duro, Asistencia obligatoria, Respetado por los estudiantesEs el mejor profesor que he tenido, su forma de dar la clase es excelente, y su conocimiento en la materia es envidiable. Al principio podrá parecer muy imponente pero si el grupo trabaja bien será una persona muy agradable. Lo recomiendo ampliamente"}, {"fecha": "28/Ene/2018", "score_general": "5.0", "score_facilidad": "6.0", "materia": "Fundamentos de Física.", "comments": "Califica Duro, Da buena retroalimentación, Clases excelentesIndudablemente un muy buen profesor. Busca la mejor manera de transmitir conocimientos complejos de entender a los alumnos. Tiene actitudes que tienden a la prepotencia. Aprenderás a ser organizado y cuidadoso con lo que haces y piensas. Aclara dudas. El examen son ejercicios de la serie,4 problemas"}, {"fecha": "23/Nov/2017", "score_general": "8.0", "score_facilidad": "2.0", "materia": "Quimica", "comments": "Indudablemente un muy buen profesor. Busca la mejor manera de transmitir conocimientos complejos de entender a los alumnos. Tiene actitudes que tienden a la prepotencia. Aprenderás a ser organizado y cuidadoso con lo que haces y piensas. Aclara dudas. El examen son ejercicios de la serie,4 problemas"}, {"fecha": "24/Jul/2017", "score_general": "4.0", "score_facilidad": "4.0", "materia": "Cálculo y geometria", "comments": "Indudablemente un muy buen profesor. Busca la mejor manera de transmitir conocimientos complejos de entender a los alumnos. Tiene actitudes que tienden a la prepotencia. Aprenderás a ser organizado y cuidadoso con lo que haces y piensas. Aclara dudas. El examen son ejercicios de la serie,4 problemas"}, {"fecha": "03/Jul/2017", "score_general": "8.0", "score_facilidad": "4.0", "materia": "Fisica y Química", "comments": "Califica DuroIndudablemente un muy buen profesor. Busca la mejor manera de transmitir conocimientos complejos de entender a los alumnos. Tiene actitudes que tienden a la prepotencia. Aprenderás a ser organizado y cuidadoso con lo que haces y piensas. Aclara dudas. El examen son ejercicios de la serie,4 problemas"}, {"fecha": "30/Jun/2017", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Química", "comments": "Califica Duro, Respetado por los estudiantes, Clases excelentesIndudablemente un muy buen profesor. Busca la mejor manera de transmitir conocimientos complejos de entender a los alumnos. Tiene actitudes que tienden a la prepotencia. Aprenderás a ser organizado y cuidadoso con lo que haces y piensas. Aclara dudas. El examen son ejercicios de la serie,4 problemas"}, {"fecha": "08/Jun/2017", "score_general": "5.0", "score_facilidad": "2.0", "materia": "Química", "comments": "Califica Duro, Deja trabajos largos, Los exámenes son difícilesSabe mucho y explica bien pero es muy pesado. Aprovecha cualquier situación para hacerte menos y sentirse más él, cree que necesitas sufrir en su clase para aprender. Debes hacerlas las series completas. Sus exámenes son de las series. Si te vas a final, se te hará muy fácil. Así saques 9.9 baja a 9"}, {"fecha": "02/Jun/2017", "score_general": "6.0", "score_facilidad": "6.0", "materia": "Química", "comments": "Califica Duro, Muchas tareasSabe mucho y explica bien pero es muy pesado. Aprovecha cualquier situación para hacerte menos y sentirse más él, cree que necesitas sufrir en su clase para aprender. Debes hacerlas las series completas. Sus exámenes son de las series. Si te vas a final, se te hará muy fácil. Así saques 9.9 baja a 9"}, {"fecha": "26/May/2017", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Química", "comments": "Califica Duro, Tomaría su clase otra vezSabe mucho y explica bien pero es muy pesado. Aprovecha cualquier situación para hacerte menos y sentirse más él, cree que necesitas sufrir en su clase para aprender. Debes hacerlas las series completas. Sus exámenes son de las series. Si te vas a final, se te hará muy fácil. Así saques 9.9 baja a 9"}, {"fecha": "05/Abr/2017", "score_general": "9.0", "score_facilidad": "2.0", "materia": "fisica nuclear", "comments": "Respetado por los estudiantes, Clases excelentes, Los exámenes son difícilesSabe mucho y explica bien pero es muy pesado. Aprovecha cualquier situación para hacerte menos y sentirse más él, cree que necesitas sufrir en su clase para aprender. Debes hacerlas las series completas. Sus exámenes son de las series. Si te vas a final, se te hará muy fácil. Así saques 9.9 baja a 9"}, {"fecha": "22/Ene/2017", "score_general": "10.0", "score_facilidad": "8.0", "materia": "química", "comments": "Califica Duro, La Participación Importa, Aspectos de calificación clarosSabe mucho y explica bien pero es muy pesado. Aprovecha cualquier situación para hacerte menos y sentirse más él, cree que necesitas sufrir en su clase para aprender. Debes hacerlas las series completas. Sus exámenes son de las series. Si te vas a final, se te hará muy fácil. Así saques 9.9 baja a 9"}, {"fecha": "20/Ene/2017", "score_general": "7.0", "score_facilidad": "6.0", "materia": "Física", "comments": "Barco, Da buena retroalimentación, Da Crédito ExtraBuen profesor, si eres perezoso no lo recomiendo nada, mas si eres responsable (lo normal) es recomendado"}, {"fecha": "02/Ene/2017", "score_general": "4.0", "score_facilidad": "4.0", "materia": "Cáclulo y Geometría Analitica", "comments": "Buen profesor, si eres perezoso no lo recomiendo nada, mas si eres responsable (lo normal) es recomendado"}, {"fecha": "02/Dic/2016", "score_general": "9.0", "score_facilidad": "10.0", "materia": "Quimica", "comments": "Califica Duro, Respetado por los estudiantes, Clases excelentesBuen profesor, si eres perezoso no lo recomiendo nada, mas si eres responsable (lo normal) es recomendado"}, {"fecha": "11/Ago/2016", "score_general": "9.0", "score_facilidad": "6.0", "materia": "Quimica", "comments": "Inspiracional, Los exámenes son difíciles, Tomaría su clase otra vezBuen profesor, si eres perezoso no lo recomiendo nada, mas si eres responsable (lo normal) es recomendado"}, {"fecha": "04/Feb/2016", "score_general": "9.0", "score_facilidad": "4.0", "materia": "Calculo y geometria analitica", "comments": "Buen profesor, si eres perezoso no lo recomiendo nada, mas si eres responsable (lo normal) es recomendado"}, {"fecha": "24/Ene/2016", "score_general": "10.0", "score_facilidad": "4.0", "materia": "Cálculo y Geometría Analítica", "comments": "Debes tener disciplina y ser muy constante porque sino te vas quedando y ya no vuelves a \"agarrar\" el ritmo.\r\n\r\nDe los mejores maestros que he tenido. Dominio de temas y claridad en sus explicaciones."}, {"fecha": "13/Ene/2015", "score_general": "10.0", "score_facilidad": "8.0", "materia": "química", "comments": "Debes tener disciplina y ser muy constante porque sino te vas quedando y ya no vuelves a \"agarrar\" el ritmo.\r\n\r\nDe los mejores maestros que he tenido. Dominio de temas y claridad en sus explicaciones."}, {"fecha": "05/Ene/2015", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Química y estructura de materiales", "comments": "Debes tener disciplina y ser muy constante porque sino te vas quedando y ya no vuelves a \"agarrar\" el ritmo.\r\n\r\nDe los mejores maestros que he tenido. Dominio de temas y claridad en sus explicaciones."}, {"fecha": "03/Jun/2014", "score_general": "8.0", "score_facilidad": "10.0", "materia": "Quimica", "comments": "Debes tener disciplina y ser muy constante porque sino te vas quedando y ya no vuelves a \"agarrar\" el ritmo.\r\n\r\nDe los mejores maestros que he tenido. Dominio de temas y claridad en sus explicaciones."}, {"fecha": "14/Abr/2014", "score_general": "10.0", "score_facilidad": "2.0", "materia": "Química & estructura de materiales", "comments": "Debes tener disciplina y ser muy constante porque sino te vas quedando y ya no vuelves a \"agarrar\" el ritmo.\r\n\r\nDe los mejores maestros que he tenido. Dominio de temas y claridad en sus explicaciones."}]