[{"fecha": "14/Jun/2022", "score_general": "8.0", "score_facilidad": "8.0", "materia": "Fundamentos de mecánica de vuelo", "comments": "Da buena retroalimentación, La Participación Importa, Clases excelentesMedio sangrón pero es de los pocos profesores de la UAT que de verdad sabe enseñar: procura siempre de tener las clases preparadas y ser lo más claro posible (responde cualquiera de tus dudas). El único problema es que era una clase de 3 horas y resultaba pesado seguirle el hilo hasta el final"}, {"fecha": "30/Sep/2020", "score_general": "8.0", "score_facilidad": "10.0", "materia": "Mecanica de Solidos", "comments": "Las clases son largasMedio sangrón pero es de los pocos profesores de la UAT que de verdad sabe enseñar: procura siempre de tener las clases preparadas y ser lo más claro posible (responde cualquiera de tus dudas). El único problema es que era una clase de 3 horas y resultaba pesado seguirle el hilo hasta el final"}, {"fecha": "13/Jun/2019", "score_general": "8.0", "score_facilidad": "6.0", "materia": "Mecánica de sólidos", "comments": "Medio sangrón pero es de los pocos profesores de la UAT que de verdad sabe enseñar: procura siempre de tener las clases preparadas y ser lo más claro posible (responde cualquiera de tus dudas). El único problema es que era una clase de 3 horas y resultaba pesado seguirle el hilo hasta el final"}, {"fecha": "14/Ene/2019", "score_general": "5.0", "score_facilidad": "4.0", "materia": "Mecánica de solidos", "comments": "Califica Duro, Las clases son largasMedio sangrón pero es de los pocos profesores de la UAT que de verdad sabe enseñar: procura siempre de tener las clases preparadas y ser lo más claro posible (responde cualquiera de tus dudas). El único problema es que era una clase de 3 horas y resultaba pesado seguirle el hilo hasta el final"}, {"fecha": "14/Ene/2019", "score_general": "5.0", "score_facilidad": "4.0", "materia": "---", "comments": "Califica Duro, Muchas tareas, Asistencia obligatoriaMedio sangrón pero es de los pocos profesores de la UAT que de verdad sabe enseñar: procura siempre de tener las clases preparadas y ser lo más claro posible (responde cualquiera de tus dudas). El único problema es que era una clase de 3 horas y resultaba pesado seguirle el hilo hasta el final"}]