[{"fecha": "02/Feb/2023", "score_general": "8.0", "score_facilidad": "8.0", "materia": "Matemáticas Avanzadas", "comments": "Hace exámenes sorpresa, Da Crédito Extra, Pocos ExámenesNunca pasa lista, pero hace exámenes cuando quiere, deja 2 trabajos para puntos extra, si entregas todo pasas con 10. Aunque se va muy rapido y a veces no entiendes nada"}, {"fecha": "28/Ene/2023", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Matemáticas avanzadas", "comments": "Prepárate para leer, Inspiracional, Brinda apoyoNunca pasa lista, pero hace exámenes cuando quiere, deja 2 trabajos para puntos extra, si entregas todo pasas con 10. Aunque se va muy rapido y a veces no entiendes nada"}, {"fecha": "15/Ene/2023", "score_general": "5.0", "score_facilidad": "10.0", "materia": "Matemáticas avanzadas", "comments": "Barco, Da Crédito Extra, Pocos ExámenesNunca pasa lista, pero hace exámenes cuando quiere, deja 2 trabajos para puntos extra, si entregas todo pasas con 10. Aunque se va muy rapido y a veces no entiendes nada"}, {"fecha": "16/Jun/2022", "score_general": "5.0", "score_facilidad": "10.0", "materia": "Matemáticas avanzadas", "comments": "Barco, La Participación Importa, Pocos ExámenesNunca pasa lista, pero hace exámenes cuando quiere, deja 2 trabajos para puntos extra, si entregas todo pasas con 10. Aunque se va muy rapido y a veces no entiendes nada"}, {"fecha": "19/Feb/2022", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Matemáticas Avanzadas", "comments": "Barco, Muy cómico, Aspectos de calificación clarosNunca pasa lista, pero hace exámenes cuando quiere, deja 2 trabajos para puntos extra, si entregas todo pasas con 10. Aunque se va muy rapido y a veces no entiendes nada"}, {"fecha": "01/Feb/2022", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Matemáticas avanzadas", "comments": "Da Crédito Extra, Clases excelentes, Tomaría su clase otra vezEs un amor de profesora, sabe un buen de la materia y como es algo complicada te ayuda con algunos puntos extra. Es buena onda y la clase no se hace pesada, casi todos sacan 10"}, {"fecha": "14/Ene/2022", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Matematicas Avanzadas", "comments": "Barco, Da Crédito Extra, Pocos ExámenesEs un amor de profesora, sabe un buen de la materia y como es algo complicada te ayuda con algunos puntos extra. Es buena onda y la clase no se hace pesada, casi todos sacan 10"}, {"fecha": "13/Ene/2022", "score_general": "8.0", "score_facilidad": "10.0", "materia": "Matemáticas Avanzadas", "comments": "Barco, Pocos Exámenes, Aspectos de calificación clarosEs un amor de profesora, sabe un buen de la materia y como es algo complicada te ayuda con algunos puntos extra. Es buena onda y la clase no se hace pesada, casi todos sacan 10"}, {"fecha": "27/Ago/2021", "score_general": "3.0", "score_facilidad": "2.0", "materia": "Matemáticas Avanzadas", "comments": "Califica Duro, BarcoEs un amor de profesora, sabe un buen de la materia y como es algo complicada te ayuda con algunos puntos extra. Es buena onda y la clase no se hace pesada, casi todos sacan 10"}, {"fecha": "24/Ago/2021", "score_general": "8.0", "score_facilidad": "6.0", "materia": "Matemáticas Avanzadas", "comments": "Califica Duro, Da Crédito Extra, Los exámenes son difícilesEs un amor de profesora, sabe un buen de la materia y como es algo complicada te ayuda con algunos puntos extra. Es buena onda y la clase no se hace pesada, casi todos sacan 10"}, {"fecha": "19/Ago/2021", "score_general": "5.0", "score_facilidad": "6.0", "materia": "Matemáticas Avanzadas", "comments": "Califica Duro, Las clases son largas, Pocos ExámenesEn clase ve teoría y ejercicios, pero siempre va muy rápido y nunca manda las presentaciones con los ejercicios resueltos. Sus exámenes son algo pesados y no cuenta el procedimiento si tu resultado está mal."}, {"fecha": "23/Feb/2021", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Matemáticas Avanzadas", "comments": "Barco, Da Crédito Extra, Clases excelentesEn clase ve teoría y ejercicios, pero siempre va muy rápido y nunca manda las presentaciones con los ejercicios resueltos. Sus exámenes son algo pesados y no cuenta el procedimiento si tu resultado está mal."}, {"fecha": "12/Feb/2021", "score_general": "5.0", "score_facilidad": "10.0", "materia": "Matematicas Avanzadas", "comments": "Barco, Da Crédito Extra, Tomaría su clase otra vezEn clase ve teoría y ejercicios, pero siempre va muy rápido y nunca manda las presentaciones con los ejercicios resueltos. Sus exámenes son algo pesados y no cuenta el procedimiento si tu resultado está mal."}, {"fecha": "09/Feb/2021", "score_general": "5.0", "score_facilidad": "10.0", "materia": "Matemáticas avanzadas", "comments": "Barco, Aspectos de calificación claros, Tomaría su clase otra vezEn clase ve teoría y ejercicios, pero siempre va muy rápido y nunca manda las presentaciones con los ejercicios resueltos. Sus exámenes son algo pesados y no cuenta el procedimiento si tu resultado está mal."}, {"fecha": "05/Feb/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Matemáticas Avanzadas", "comments": "La Participación Importa, Brinda apoyo, Tomaría su clase otra vezEn clase ve teoría y ejercicios, pero siempre va muy rápido y nunca manda las presentaciones con los ejercicios resueltos. Sus exámenes son algo pesados y no cuenta el procedimiento si tu resultado está mal."}, {"fecha": "31/Ago/2020", "score_general": "4.0", "score_facilidad": "4.0", "materia": "Matemáticas Avanzadas", "comments": "Califica Duro, Da Crédito ExtraDurante clases presenciales era clara pero iba muy rápido. Durante clases a distancia no se comunicaba nunca, mandaba material confuso que no era de su autoría y se ponía muy estricta para evaluarlo. No la recomiendo en esa modalidad."}, {"fecha": "27/Jun/2020", "score_general": "6.0", "score_facilidad": "8.0", "materia": "Matematicas Avanzadas", "comments": "Da Crédito Extra, Aspectos de calificación clarosDurante clases presenciales era clara pero iba muy rápido. Durante clases a distancia no se comunicaba nunca, mandaba material confuso que no era de su autoría y se ponía muy estricta para evaluarlo. No la recomiendo en esa modalidad."}, {"fecha": "09/Feb/2020", "score_general": "6.0", "score_facilidad": "8.0", "materia": "Matemáticas Avanzadas", "comments": "Califica Duro, Pocos ExámenesDurante clases presenciales era clara pero iba muy rápido. Durante clases a distancia no se comunicaba nunca, mandaba material confuso que no era de su autoría y se ponía muy estricta para evaluarlo. No la recomiendo en esa modalidad."}, {"fecha": "28/Ene/2020", "score_general": "5.0", "score_facilidad": "10.0", "materia": "Matematicas Avanzadas", "comments": "Califica Duro, Prepárate para leer, Los exámenes son difícilesDurante clases presenciales era clara pero iba muy rápido. Durante clases a distancia no se comunicaba nunca, mandaba material confuso que no era de su autoría y se ponía muy estricta para evaluarlo. No la recomiendo en esa modalidad."}, {"fecha": "26/Ene/2020", "score_general": "5.0", "score_facilidad": "4.0", "materia": "Mate avanzada", "comments": "Califica Duro, Muchas tareas, Muchos ExámenesDurante clases presenciales era clara pero iba muy rápido. Durante clases a distancia no se comunicaba nunca, mandaba material confuso que no era de su autoría y se ponía muy estricta para evaluarlo. No la recomiendo en esa modalidad."}, {"fecha": "25/Ene/2020", "score_general": "2.0", "score_facilidad": "2.0", "materia": "Mate Av", "comments": "Califica DuroExámenes muy difíciles para el nivel que da. Tienes que estudiar por tu cuenta. Si quieres pasar con más de 6 no la metas"}, {"fecha": "25/Ene/2020", "score_general": "2.0", "score_facilidad": "2.0", "materia": "Matemáticas Avanzadas", "comments": "Deja trabajos largos, Los exámenes son difíciles, Muchos proyectos grupalesExámenes muy difíciles para el nivel que da. Tienes que estudiar por tu cuenta. Si quieres pasar con más de 6 no la metas"}, {"fecha": "22/Jul/2019", "score_general": "5.0", "score_facilidad": "10.0", "materia": "Matematicas Avanzadas", "comments": "Barco, La Participación Importa, Da Crédito ExtraExámenes muy difíciles para el nivel que da. Tienes que estudiar por tu cuenta. Si quieres pasar con más de 6 no la metas"}, {"fecha": "30/Ene/2019", "score_general": "8.0", "score_facilidad": "8.0", "materia": "---", "comments": "Da Crédito Extra, Brinda apoyoExámenes muy difíciles para el nivel que da. Tienes que estudiar por tu cuenta. Si quieres pasar con más de 6 no la metas"}, {"fecha": "29/Ene/2019", "score_general": "9.0", "score_facilidad": "10.0", "materia": "---", "comments": "Barco, Brinda apoyo, Tomaría su clase otra vezExámenes muy difíciles para el nivel que da. Tienes que estudiar por tu cuenta. Si quieres pasar con más de 6 no la metas"}, {"fecha": "15/Ene/2019", "score_general": "8.0", "score_facilidad": "8.0", "materia": "MATEMÁTICAS AVANZADAS", "comments": "Prepárate para leer, Los exámenes son difícilesNo explica muy bien la materia porque va muy rápido y se apoya en sus diapositivas pero las pasa rápido así que no alcanzas a copiar. Debes leer por tu cuenta. Es muy amable yte puede explicar de nuevo las cosas. Sólo son 2 examenes pero puede que sean en parejas. Al final no es tan dura calificando"}, {"fecha": "06/Dic/2018", "score_general": "8.0", "score_facilidad": "10.0", "materia": "Mates Avanzadas", "comments": "La Participación Importa, Da Crédito Extra, Pocos ExámenesNo explica muy bien la materia porque va muy rápido y se apoya en sus diapositivas pero las pasa rápido así que no alcanzas a copiar. Debes leer por tu cuenta. Es muy amable yte puede explicar de nuevo las cosas. Sólo son 2 examenes pero puede que sean en parejas. Al final no es tan dura calificando"}, {"fecha": "04/Dic/2018", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Matematicas avanzadas", "comments": "Barco, Las clases son largas, Brinda apoyoNo explica muy bien la materia porque va muy rápido y se apoya en sus diapositivas pero las pasa rápido así que no alcanzas a copiar. Debes leer por tu cuenta. Es muy amable yte puede explicar de nuevo las cosas. Sólo son 2 examenes pero puede que sean en parejas. Al final no es tan dura calificando"}, {"fecha": "29/Nov/2018", "score_general": "8.0", "score_facilidad": "10.0", "materia": "Matemáticas Avanzadas", "comments": "Barco, Da Crédito Extra, Pocos ExámenesNo explica muy bien la materia porque va muy rápido y se apoya en sus diapositivas pero las pasa rápido así que no alcanzas a copiar. Debes leer por tu cuenta. Es muy amable yte puede explicar de nuevo las cosas. Sólo son 2 examenes pero puede que sean en parejas. Al final no es tan dura calificando"}, {"fecha": "17/Jul/2018", "score_general": "9.0", "score_facilidad": "10.0", "materia": "Matemáticas Avanzadas", "comments": "Barco, La Participación Importa, Aspectos de calificación clarosNo explica muy bien la materia porque va muy rápido y se apoya en sus diapositivas pero las pasa rápido así que no alcanzas a copiar. Debes leer por tu cuenta. Es muy amable yte puede explicar de nuevo las cosas. Sólo son 2 examenes pero puede que sean en parejas. Al final no es tan dura calificando"}, {"fecha": "20/Jun/2018", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Mates Avanzadas", "comments": "La Participación Importa, Brinda apoyo, Clases excelentesLa Waifu ?"}, {"fecha": "12/Ene/2018", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Matemáticas Avanzadas", "comments": "Da Crédito Extra, Brinda apoyoLa Waifu ?"}, {"fecha": "13/Dic/2017", "score_general": "7.0", "score_facilidad": "8.0", "materia": "Matemáticas Avanzadas", "comments": "La Waifu ?"}, {"fecha": "01/Dic/2017", "score_general": "9.0", "score_facilidad": "10.0", "materia": "matematicas avanzadas", "comments": "La Waifu ?"}, {"fecha": "08/Ago/2017", "score_general": "8.0", "score_facilidad": "10.0", "materia": "Algebra Lineal", "comments": "Barco, Da Crédito Extra, Pocos ExámenesLa Waifu ?"}, {"fecha": "26/Jul/2017", "score_general": "8.0", "score_facilidad": "10.0", "materia": "Matemáticas Avanzadas", "comments": "Barco, Las clases son largas, Los exámenes son difícilesSolo califica con exámenes. Pero te regala hasta 3 puntos de calificación final, a partir de 6 de calificación. Los exámenes son más difíciles que los ejercicios. Prepárate para anotar muchos ejercicios y largos. Si, es barco."}, {"fecha": "28/May/2017", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Matemáticas Avanzadas", "comments": "Muy cómico, Da Crédito Extra, Tomaría su clase otra vezSolo califica con exámenes. Pero te regala hasta 3 puntos de calificación final, a partir de 6 de calificación. Los exámenes son más difíciles que los ejercicios. Prepárate para anotar muchos ejercicios y largos. Si, es barco."}]