[{"fecha": "30/Ene/2023", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Ecuaciones diferenciales", "comments": "Da buena retroalimentación, Inspiracional, Tomaría su clase otra vezEs el mejor profeso que puedes tener si lo ves disponible no dudes en meterlo, Juanigod es el mas god de la dcb \r\nEs muy facil pasar con un 10"}, {"fecha": "01/Dic/2022", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Ecuaciones Diferenciales", "comments": "Da buena retroalimentación, Respetado por los estudiantes, Da Crédito ExtraEs el mejor profeso que puedes tener si lo ves disponible no dudes en meterlo, Juanigod es el mas god de la dcb \r\nEs muy facil pasar con un 10"}, {"fecha": "02/Ago/2022", "score_general": "8.0", "score_facilidad": "6.0", "materia": "Álgebra Lineal", "comments": "Da buena retroalimentación, Inspiracional, Brinda apoyoEs el mejor profeso que puedes tener si lo ves disponible no dudes en meterlo, Juanigod es el mas god de la dcb \r\nEs muy facil pasar con un 10"}, {"fecha": "28/Jul/2022", "score_general": "6.0", "score_facilidad": "6.0", "materia": "Álgebra Lineal", "comments": "La Participación Importa, Asistencia obligatoria, Respetado por los estudiantesEs el mejor profeso que puedes tener si lo ves disponible no dudes en meterlo, Juanigod es el mas god de la dcb \r\nEs muy facil pasar con un 10"}, {"fecha": "27/Jun/2022", "score_general": "9.0", "score_facilidad": "10.0", "materia": "Álgebra Lineal", "comments": "Barco, Asistencia obligatoria, Las clases son largasEs el mejor profeso que puedes tener si lo ves disponible no dudes en meterlo, Juanigod es el mas god de la dcb \r\nEs muy facil pasar con un 10"}, {"fecha": "06/Jun/2022", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Algebra Lineal", "comments": "La Participación Importa, Brinda apoyoSu clase es sencilla, solo muestra diapositivas y explica los temas y hace ejercicios, son 3 examenes estan sencillos, si trabajas y pones atencion el 10 es fácil. Eso sí, su manera de explicar puede llegar a hacerse aburrida yo me dormi facil el 60% de las clases y por eso saque 8."}, {"fecha": "23/May/2022", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Álgebra", "comments": "Respetado por los estudiantes, Brinda apoyo, Los exámenes son difícilesSu clase es sencilla, solo muestra diapositivas y explica los temas y hace ejercicios, son 3 examenes estan sencillos, si trabajas y pones atencion el 10 es fácil. Eso sí, su manera de explicar puede llegar a hacerse aburrida yo me dormi facil el 60% de las clases y por eso saque 8."}, {"fecha": "17/Ene/2022", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Álgebra", "comments": "La Participación Importa, Respetado por los estudiantes, Clases excelentesSu clase es sencilla, solo muestra diapositivas y explica los temas y hace ejercicios, son 3 examenes estan sencillos, si trabajas y pones atencion el 10 es fácil. Eso sí, su manera de explicar puede llegar a hacerse aburrida yo me dormi facil el 60% de las clases y por eso saque 8."}, {"fecha": "18/Dic/2021", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Álgebra Lineal", "comments": "Las clases son largas, Aspectos de calificación clarosSu clase es sencilla, solo muestra diapositivas y explica los temas y hace ejercicios, son 3 examenes estan sencillos, si trabajas y pones atencion el 10 es fácil. Eso sí, su manera de explicar puede llegar a hacerse aburrida yo me dormi facil el 60% de las clases y por eso saque 8."}, {"fecha": "08/Dic/2021", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Álgebra y Álgebra lineal", "comments": "Da buena retroalimentación, Deja trabajos largos, Tomaría su clase otra vezSu clase es sencilla, solo muestra diapositivas y explica los temas y hace ejercicios, son 3 examenes estan sencillos, si trabajas y pones atencion el 10 es fácil. Eso sí, su manera de explicar puede llegar a hacerse aburrida yo me dormi facil el 60% de las clases y por eso saque 8."}, {"fecha": "11/Oct/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Álgebra lineal", "comments": "Da buena retroalimentación, Clases excelentes, Tomaría su clase otra vezEs un buen profesor, de fuerza mucho para que entiendas bien cada tema"}, {"fecha": "26/Ago/2021", "score_general": "6.0", "score_facilidad": "6.0", "materia": "Álgebra Lineal", "comments": "Barco, Prepárate para leer, Da Crédito ExtraEs un buen profesor, de fuerza mucho para que entiendas bien cada tema"}, {"fecha": "26/Ago/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Algebra Lineal", "comments": "Respetado por los estudiantes, Clases excelentes, Tomaría su clase otra vezEs un buen profesor, de fuerza mucho para que entiendas bien cada tema"}, {"fecha": "23/Ago/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Álgebra Lineal", "comments": "Barco, Las clases son largas, Aspectos de calificación clarosEs un buen profesor, de fuerza mucho para que entiendas bien cada tema"}, {"fecha": "23/Ago/2021", "score_general": "10.0", "score_facilidad": "8.0", "materia": "algebra", "comments": "Aspectos de calificación claros, Brinda apoyo, Tomaría su clase otra vezEs un buen profesor, de fuerza mucho para que entiendas bien cada tema"}, {"fecha": "21/Ago/2021", "score_general": "9.0", "score_facilidad": "10.0", "materia": "Álgebra lineal", "comments": "Califica Duro, Da Crédito Extra, Pocos ExámenesEs un buen profesor, califica 100% examen, pero las participaciones y las tareas son Extras, así que no es difícil salir bien de esta materia, el graba las clases, pero por lo general deberás repetirlas para entender, en general si recomiendo al profesor"}, {"fecha": "20/Ago/2021", "score_general": "10.0", "score_facilidad": "8.0", "materia": "A. Lineal", "comments": "Respetado por los estudiantes, Clases excelentes, Tomaría su clase otra vezEs un buen profesor, califica 100% examen, pero las participaciones y las tareas son Extras, así que no es difícil salir bien de esta materia, el graba las clases, pero por lo general deberás repetirlas para entender, en general si recomiendo al profesor"}, {"fecha": "25/Feb/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Cálculo Vectorial", "comments": "Es un buen profesor, califica 100% examen, pero las participaciones y las tareas son Extras, así que no es difícil salir bien de esta materia, el graba las clases, pero por lo general deberás repetirlas para entender, en general si recomiendo al profesor"}, {"fecha": "29/Ene/2021", "score_general": "4.0", "score_facilidad": "2.0", "materia": "---", "comments": "Califica Duro, Muchas tareas, Las clases son largasEs un buen profesor, califica 100% examen, pero las participaciones y las tareas son Extras, así que no es difícil salir bien de esta materia, el graba las clases, pero por lo general deberás repetirlas para entender, en general si recomiendo al profesor"}, {"fecha": "22/Sep/2020", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Álgebra Lineal", "comments": "Da Crédito Extra, Clases excelentes, Tomaría su clase otra vezEs un buen profesor, califica 100% examen, pero las participaciones y las tareas son Extras, así que no es difícil salir bien de esta materia, el graba las clases, pero por lo general deberás repetirlas para entender, en general si recomiendo al profesor"}, {"fecha": "08/Sep/2020", "score_general": "10.0", "score_facilidad": "10.0", "materia": "ÁLGEBRA", "comments": "Inspiracional, Clases excelentes, Tomaría su clase otra vezEs el mejor profesor que he tenido, te ayuda mucho en todo y te explica de una manera muy clara. No importan las bases, ya que si no entiendes algo muy sencillo el con mucho entusiasmo te explica de nuevo.\r\nSe acoplo muy rápido a las clases en linea; es el mejor de todos."}, {"fecha": "07/Sep/2020", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Ecuaciones diferenciales", "comments": "Es el mejor profesor que he tenido, te ayuda mucho en todo y te explica de una manera muy clara. No importan las bases, ya que si no entiendes algo muy sencillo el con mucho entusiasmo te explica de nuevo.\r\nSe acoplo muy rápido a las clases en linea; es el mejor de todos."}, {"fecha": "02/Sep/2020", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Álgebra Lineal", "comments": "Da buena retroalimentación, Las clases son largas, Clases excelentesEs el mejor profesor que he tenido, te ayuda mucho en todo y te explica de una manera muy clara. No importan las bases, ya que si no entiendes algo muy sencillo el con mucho entusiasmo te explica de nuevo.\r\nSe acoplo muy rápido a las clases en linea; es el mejor de todos."}, {"fecha": "01/Sep/2020", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Álgebra Lineal", "comments": "Prepárate para leer, Respetado por los estudiantesEs el mejor profesor que he tenido, te ayuda mucho en todo y te explica de una manera muy clara. No importan las bases, ya que si no entiendes algo muy sencillo el con mucho entusiasmo te explica de nuevo.\r\nSe acoplo muy rápido a las clases en linea; es el mejor de todos."}, {"fecha": "01/Sep/2020", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Cálculo Integral", "comments": "Barco, Asistencia obligatoria, Brinda apoyoEs el mejor profesor que he tenido, te ayuda mucho en todo y te explica de una manera muy clara. No importan las bases, ya que si no entiendes algo muy sencillo el con mucho entusiasmo te explica de nuevo.\r\nSe acoplo muy rápido a las clases en linea; es el mejor de todos."}, {"fecha": "31/Ago/2020", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Calculo Integral", "comments": "Da buena retroalimentación, Las clases son largas, Aspectos de calificación clarosExplica muy claro, aunque a veces empieza a salirse del tema, y eso aburre.\r\nTareas fáciles, exámenes mas o menos. Suele dejar trabajitos manuales... Su forma de calificar es demasiado buena. Aprendes bien, debes cumplir con casi todo pero es fácil, aunque hay mejores profes..."}, {"fecha": "28/Ene/2020", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Algebra", "comments": "Da Crédito Extra, Brinda apoyo, Clases excelentesExplica muy claro, aunque a veces empieza a salirse del tema, y eso aburre.\r\nTareas fáciles, exámenes mas o menos. Suele dejar trabajitos manuales... Su forma de calificar es demasiado buena. Aprendes bien, debes cumplir con casi todo pero es fácil, aunque hay mejores profes..."}, {"fecha": "27/Ene/2020", "score_general": "9.0", "score_facilidad": "10.0", "materia": "algebra", "comments": "Muchas tareas, Respetado por los estudiantes, Las clases son largasExplica muy claro, aunque a veces empieza a salirse del tema, y eso aburre.\r\nTareas fáciles, exámenes mas o menos. Suele dejar trabajitos manuales... Su forma de calificar es demasiado buena. Aprendes bien, debes cumplir con casi todo pero es fácil, aunque hay mejores profes..."}, {"fecha": "07/Ene/2020", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Cálculo Vectorial", "comments": "Da buena retroalimentación, Inspiracional, Clases excelentesExplica muy claro, aunque a veces empieza a salirse del tema, y eso aburre.\r\nTareas fáciles, exámenes mas o menos. Suele dejar trabajitos manuales... Su forma de calificar es demasiado buena. Aprendes bien, debes cumplir con casi todo pero es fácil, aunque hay mejores profes..."}, {"fecha": "20/Dic/2019", "score_general": "9.0", "score_facilidad": "10.0", "materia": "Cálculo vectorial", "comments": "Barco, Da Crédito Extra, Brinda apoyoExplica muy claro, aunque a veces empieza a salirse del tema, y eso aburre.\r\nTareas fáciles, exámenes mas o menos. Suele dejar trabajitos manuales... Su forma de calificar es demasiado buena. Aprendes bien, debes cumplir con casi todo pero es fácil, aunque hay mejores profes..."}, {"fecha": "08/Ago/2019", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Algebra,Linela,Integral", "comments": "Prepárate para leer, Asistencia obligatoria, Respetado por los estudiantesUn excelente profesor,el mejor que he tenido.Su forma de evaluar es muy simple y sencillo de pasar.Explica con  mucha claridad pero casi al final se va un poco rápido."}, {"fecha": "22/Jul/2019", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Álgebra", "comments": "Da Crédito Extra, Clases excelentes, Tomaría su clase otra vezUn excelente profesor,el mejor que he tenido.Su forma de evaluar es muy simple y sencillo de pasar.Explica con  mucha claridad pero casi al final se va un poco rápido."}, {"fecha": "09/Jul/2019", "score_general": "9.0", "score_facilidad": "10.0", "materia": "Cálculo Vectorial", "comments": "Da buena retroalimentación, Inspiracional, Da Crédito ExtraUn excelente profesor,el mejor que he tenido.Su forma de evaluar es muy simple y sencillo de pasar.Explica con  mucha claridad pero casi al final se va un poco rápido."}, {"fecha": "03/Jun/2019", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Cálculo integral", "comments": "Un excelente profesor,el mejor que he tenido.Su forma de evaluar es muy simple y sencillo de pasar.Explica con  mucha claridad pero casi al final se va un poco rápido."}, {"fecha": "27/May/2019", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Calculo Integral", "comments": "Da buena retroalimentación, Clases excelentes, Tomaría su clase otra vezUn excelente profesor,el mejor que he tenido.Su forma de evaluar es muy simple y sencillo de pasar.Explica con  mucha claridad pero casi al final se va un poco rápido."}, {"fecha": "07/Feb/2019", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Algebra", "comments": "Es una persona y maestro excelente, está dispuesto a resolverte cualquier duda, su clase es tranquila y te deja buen nivel"}, {"fecha": "28/Ene/2019", "score_general": "2.0", "score_facilidad": "10.0", "materia": "---", "comments": "Barco, Da Crédito Extra, Deja trabajos largosEs una persona y maestro excelente, está dispuesto a resolverte cualquier duda, su clase es tranquila y te deja buen nivel"}, {"fecha": "19/Ene/2019", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Algebra Lineal/Ecuaciones diferenciales/C. Integral", "comments": "Respetado por los estudiantes, Brinda apoyo, Tomaría su clase otra vezEs una persona y maestro excelente, está dispuesto a resolverte cualquier duda, su clase es tranquila y te deja buen nivel"}, {"fecha": "18/Ene/2019", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Ecuaciones Diferenciales", "comments": "Barco, Brinda apoyo, Clases excelentesEs una persona y maestro excelente, está dispuesto a resolverte cualquier duda, su clase es tranquila y te deja buen nivel"}, {"fecha": "07/Ene/2019", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Algebra", "comments": "Es una persona y maestro excelente, está dispuesto a resolverte cualquier duda, su clase es tranquila y te deja buen nivel"}, {"fecha": "11/Dic/2018", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Ecuaciones Diferenciales", "comments": "Respetado por los estudiantes, Inspiracional, Tomaría su clase otra vezNo lo piensen, lleven todo lo que puedan con él. Terminé el séptimo semestre de Ingeniería Mecatrónica con 9.6. Todo lo que aprendí en sus cursos de Álgebra Lineal y Ecuaciones Diferenciales me ha servido muchísimo."}, {"fecha": "03/Dic/2018", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Cálculo Vectorial", "comments": "Barco, Da Crédito Extra, Brinda apoyoNo lo piensen, lleven todo lo que puedan con él. Terminé el séptimo semestre de Ingeniería Mecatrónica con 9.6. Todo lo que aprendí en sus cursos de Álgebra Lineal y Ecuaciones Diferenciales me ha servido muchísimo."}, {"fecha": "30/Nov/2018", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Cálculo integral", "comments": "Respetado por los estudiantes, Clases excelentes, Tomaría su clase otra vezNo lo piensen, lleven todo lo que puedan con él. Terminé el séptimo semestre de Ingeniería Mecatrónica con 9.6. Todo lo que aprendí en sus cursos de Álgebra Lineal y Ecuaciones Diferenciales me ha servido muchísimo."}, {"fecha": "27/Nov/2018", "score_general": "6.0", "score_facilidad": "10.0", "materia": "---", "comments": "No lo piensen, lleven todo lo que puedan con él. Terminé el séptimo semestre de Ingeniería Mecatrónica con 9.6. Todo lo que aprendí en sus cursos de Álgebra Lineal y Ecuaciones Diferenciales me ha servido muchísimo."}, {"fecha": "24/Nov/2018", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Cálculo vectorial", "comments": "Da Crédito Extra, Clases excelentes, Tomaría su clase otra vezNo lo piensen, lleven todo lo que puedan con él. Terminé el séptimo semestre de Ingeniería Mecatrónica con 9.6. Todo lo que aprendí en sus cursos de Álgebra Lineal y Ecuaciones Diferenciales me ha servido muchísimo."}, {"fecha": "08/Ago/2018", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Cálculo Integral", "comments": "Da buena retroalimentación, Brinda apoyo, Clases excelentesEs un amor. La calif. de los 3 exámenes entre 3 es tu promedio pero deja cosas extra por lo que puedes sacar 12.5. Enseña teoría aunque los exámenes son ejercicios. Ayuda muchísimo si ve que el grupo es bueno. Deja serie que él hace. Tomaría clase con el de nuevo :)"}, {"fecha": "01/Abr/2018", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Álgebra", "comments": "Brinda apoyo, Clases excelentes, Tomaría su clase otra vezEs un amor. La calif. de los 3 exámenes entre 3 es tu promedio pero deja cosas extra por lo que puedes sacar 12.5. Enseña teoría aunque los exámenes son ejercicios. Ayuda muchísimo si ve que el grupo es bueno. Deja serie que él hace. Tomaría clase con el de nuevo :)"}, {"fecha": "26/Ene/2018", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Ecuaciones diferenciales", "comments": "Barco, Da buena retroalimentación, InspiracionalEs un amor. La calif. de los 3 exámenes entre 3 es tu promedio pero deja cosas extra por lo que puedes sacar 12.5. Enseña teoría aunque los exámenes son ejercicios. Ayuda muchísimo si ve que el grupo es bueno. Deja serie que él hace. Tomaría clase con el de nuevo :)"}, {"fecha": "26/Ene/2018", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Cálculo y Geometría Analítica", "comments": "Es un amor. La calif. de los 3 exámenes entre 3 es tu promedio pero deja cosas extra por lo que puedes sacar 12.5. Enseña teoría aunque los exámenes son ejercicios. Ayuda muchísimo si ve que el grupo es bueno. Deja serie que él hace. Tomaría clase con el de nuevo :)"}, {"fecha": "23/Ene/2018", "score_general": "7.0", "score_facilidad": "4.0", "materia": "Álgebra", "comments": "Califica Duro, Muchas tareas, La Participación ImportaEs un amor. La calif. de los 3 exámenes entre 3 es tu promedio pero deja cosas extra por lo que puedes sacar 12.5. Enseña teoría aunque los exámenes son ejercicios. Ayuda muchísimo si ve que el grupo es bueno. Deja serie que él hace. Tomaría clase con el de nuevo :)"}, {"fecha": "10/Ene/2018", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Ecuaciones diferenciales.", "comments": "Inspiracional, Las clases son largas, Da Crédito ExtraUno de los mejores profesores de la facultad, lo tiene todo.\r\n\r\nAprendes bastane y lo mejor es que se ve reflejado con tu calificacion.\r\nTIPS:  Realiza las series que deja y minimo es un 8 en el examen."}, {"fecha": "22/Nov/2017", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Cálculo Diferencial", "comments": "Pocos Exámenes, Brinda apoyo, Clases excelentesUno de los mejores profesores de la facultad, lo tiene todo.\r\n\r\nAprendes bastane y lo mejor es que se ve reflejado con tu calificacion.\r\nTIPS:  Realiza las series que deja y minimo es un 8 en el examen."}, {"fecha": "06/Jul/2017", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Calculo diferencial", "comments": "Respetado por los estudiantes, Brinda apoyo, Clases excelentesUno de los mejores profesores de la facultad, lo tiene todo.\r\n\r\nAprendes bastane y lo mejor es que se ve reflejado con tu calificacion.\r\nTIPS:  Realiza las series que deja y minimo es un 8 en el examen."}, {"fecha": "26/Jun/2017", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Algebra Lineal", "comments": "Brinda apoyo, Clases excelentesUno de los mejores profesores de la facultad, lo tiene todo.\r\n\r\nAprendes bastane y lo mejor es que se ve reflejado con tu calificacion.\r\nTIPS:  Realiza las series que deja y minimo es un 8 en el examen."}, {"fecha": "12/Jun/2017", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Calculo y geometría analítica", "comments": "Respetado por los estudiantes, Brinda apoyo, Tomaría su clase otra vezUno de los mejores profesores de la facultad, lo tiene todo.\r\n\r\nAprendes bastane y lo mejor es que se ve reflejado con tu calificacion.\r\nTIPS:  Realiza las series que deja y minimo es un 8 en el examen."}, {"fecha": "15/May/2017", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Algebra Lineal", "comments": "Brinda apoyo, Clases excelentes, Tomaría su clase otra vezEl profe es de los mejores de la facultad, se preocupa porque aprendas, le interesa que veamos más allá de solo hacer cuentas y ejercicios, nos enseña las aplicaciones de los temas; sin duda volvería a tomar 100000 veces, LO AMO"}, {"fecha": "22/Ene/2017", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Ecuaciones diferenciales/álgebra lineal", "comments": "El profe es de los mejores de la facultad, se preocupa porque aprendas, le interesa que veamos más allá de solo hacer cuentas y ejercicios, nos enseña las aplicaciones de los temas; sin duda volvería a tomar 100000 veces, LO AMO"}, {"fecha": "16/Ene/2017", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Ecuaciones diferenciales", "comments": "El profe es de los mejores de la facultad, se preocupa porque aprendas, le interesa que veamos más allá de solo hacer cuentas y ejercicios, nos enseña las aplicaciones de los temas; sin duda volvería a tomar 100000 veces, LO AMO"}, {"fecha": "12/Ene/2017", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Ecuaciones diferenciales", "comments": "Inspiracional, Aspectos de calificación claros, Brinda apoyoEl profe es de los mejores de la facultad, se preocupa porque aprendas, le interesa que veamos más allá de solo hacer cuentas y ejercicios, nos enseña las aplicaciones de los temas; sin duda volvería a tomar 100000 veces, LO AMO"}, {"fecha": "03/Ene/2017", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Álgebra", "comments": "Da buena retroalimentación, Inspiracional, Tomaría su clase otra vezEl profe es de los mejores de la facultad, se preocupa porque aprendas, le interesa que veamos más allá de solo hacer cuentas y ejercicios, nos enseña las aplicaciones de los temas; sin duda volvería a tomar 100000 veces, LO AMO"}, {"fecha": "11/Dic/2016", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Ecuaciones Diferenciales", "comments": "Brinda apoyo, Clases excelentes, Tomaría su clase otra vezUn profesor realmente bueno, hace ver la materia muy sencilla, enseña excelente y los exámenes están a un nivel adecuado."}, {"fecha": "06/Dic/2016", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Ecuaciones diferenciales", "comments": "Un profesor realmente bueno, hace ver la materia muy sencilla, enseña excelente y los exámenes están a un nivel adecuado."}, {"fecha": "27/Jul/2016", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Algebra Lineal", "comments": "Un profesor realmente bueno, hace ver la materia muy sencilla, enseña excelente y los exámenes están a un nivel adecuado."}, {"fecha": "29/Jun/2016", "score_general": "6.0", "score_facilidad": "4.0", "materia": "Ecuacionesdiferenciales", "comments": "Califica Duro, Las clases son largas, Pocos ExámenesUn profesor realmente bueno, hace ver la materia muy sencilla, enseña excelente y los exámenes están a un nivel adecuado."}, {"fecha": "28/Jun/2016", "score_general": "9.0", "score_facilidad": "10.0", "materia": "Ecuaciones Diferenciales", "comments": "La Participación Importa, Deja trabajos largos, Clases excelentesUn profesor realmente bueno, hace ver la materia muy sencilla, enseña excelente y los exámenes están a un nivel adecuado."}, {"fecha": "21/Jun/2016", "score_general": "9.0", "score_facilidad": "10.0", "materia": "Ecuaciones Diferenciales", "comments": "Barco, Asistencia obligatoria, Aspectos de calificación clarosMuy buen profesor. No excelente, pero sí bueno. \r\nEs bastante claro al explicar, resuelve cualquier duda y va paso a paso. Exámenes sencillos, al nivel de lo que enseña. Da muchos puntos extra. Lo único cuestionable es que no te deja un muy alto nivel. Si eres exigente quizá no te llene el ojo."}, {"fecha": "21/Abr/2016", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Algebra y Algebra Lineal", "comments": "Inspiracional, Clases excelentes, Tomaría su clase otra vezMuy buen profesor. No excelente, pero sí bueno. \r\nEs bastante claro al explicar, resuelve cualquier duda y va paso a paso. Exámenes sencillos, al nivel de lo que enseña. Da muchos puntos extra. Lo único cuestionable es que no te deja un muy alto nivel. Si eres exigente quizá no te llene el ojo."}, {"fecha": "31/Ene/2016", "score_general": "7.0", "score_facilidad": "6.0", "materia": "Algebra", "comments": "Muchas tareas, La Participación Importa, Tomaría su clase otra vezMuy buen profesor. No excelente, pero sí bueno. \r\nEs bastante claro al explicar, resuelve cualquier duda y va paso a paso. Exámenes sencillos, al nivel de lo que enseña. Da muchos puntos extra. Lo único cuestionable es que no te deja un muy alto nivel. Si eres exigente quizá no te llene el ojo."}, {"fecha": "11/Ago/2015", "score_general": "8.0", "score_facilidad": "10.0", "materia": "Álgebra Lineal", "comments": "Da Crédito Extra, Aspectos de calificación claros, Brinda apoyoMuy buen profesor. No excelente, pero sí bueno. \r\nEs bastante claro al explicar, resuelve cualquier duda y va paso a paso. Exámenes sencillos, al nivel de lo que enseña. Da muchos puntos extra. Lo único cuestionable es que no te deja un muy alto nivel. Si eres exigente quizá no te llene el ojo."}, {"fecha": "02/Jun/2015", "score_general": "2.0", "score_facilidad": "2.0", "materia": "---", "comments": "Muy buen profesor. No excelente, pero sí bueno. \r\nEs bastante claro al explicar, resuelve cualquier duda y va paso a paso. Exámenes sencillos, al nivel de lo que enseña. Da muchos puntos extra. Lo único cuestionable es que no te deja un muy alto nivel. Si eres exigente quizá no te llene el ojo."}, {"fecha": "26/May/2015", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Ecuaciones diferenciales", "comments": "Excelente profesor, explica bien y sus exámenes no son difíciles como dicen algunos, el truco es estudiar bien."}, {"fecha": "31/Jul/2014", "score_general": "10.0", "score_facilidad": "4.0", "materia": "Geometria Analitica", "comments": "Excelente profesor, explica bien y sus exámenes no son difíciles como dicen algunos, el truco es estudiar bien."}, {"fecha": "28/Jun/2014", "score_general": "6.0", "score_facilidad": "6.0", "materia": "Algebra Lineal", "comments": "Excelente profesor, explica bien y sus exámenes no son difíciles como dicen algunos, el truco es estudiar bien."}, {"fecha": "10/Jun/2014", "score_general": "7.0", "score_facilidad": "4.0", "materia": "Álgebra Lineal", "comments": "Excelente profesor, explica bien y sus exámenes no son difíciles como dicen algunos, el truco es estudiar bien."}, {"fecha": "28/May/2014", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Geometría Analítica", "comments": "Excelente profesor, explica bien y sus exámenes no son difíciles como dicen algunos, el truco es estudiar bien."}, {"fecha": "19/May/2014", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Ecuaciones Diferenciales", "comments": "Toda una experiencia que vale la pena tener. Excelente profesor, sales con mucho nivel. Los exámenes son complejos, pero califica con más que éso. No hay que desesperarse con los proyectos, sí salen al final. Muy accesible y la clase se vuelve inolvidable."}, {"fecha": "13/Ene/2014", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Ecuaciones Diferenciales", "comments": "Toda una experiencia que vale la pena tener. Excelente profesor, sales con mucho nivel. Los exámenes son complejos, pero califica con más que éso. No hay que desesperarse con los proyectos, sí salen al final. Muy accesible y la clase se vuelve inolvidable."}, {"fecha": "28/Nov/2013", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Geo. Analítica, Álgebra Lin, Ecs Dif", "comments": "Toda una experiencia que vale la pena tener. Excelente profesor, sales con mucho nivel. Los exámenes son complejos, pero califica con más que éso. No hay que desesperarse con los proyectos, sí salen al final. Muy accesible y la clase se vuelve inolvidable."}, {"fecha": "31/Ene/2013", "score_general": "10.0", "score_facilidad": "10.0", "materia": "a. lineal, geo analìtica y ecua diferenciales", "comments": "Toda una experiencia que vale la pena tener. Excelente profesor, sales con mucho nivel. Los exámenes son complejos, pero califica con más que éso. No hay que desesperarse con los proyectos, sí salen al final. Muy accesible y la clase se vuelve inolvidable."}, {"fecha": "12/Dic/2012", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Álgebra", "comments": "Toda una experiencia que vale la pena tener. Excelente profesor, sales con mucho nivel. Los exámenes son complejos, pero califica con más que éso. No hay que desesperarse con los proyectos, sí salen al final. Muy accesible y la clase se vuelve inolvidable."}, {"fecha": "07/Nov/2012", "score_general": "9.0", "score_facilidad": "8.0", "materia": "algebra lineal", "comments": ""}, {"fecha": "05/Nov/2012", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Algebra Lineal", "comments": ""}, {"fecha": "12/Jun/2012", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Ecuaciones Diferenciales", "comments": ""}, {"fecha": "01/Jun/2012", "score_general": "9.0", "score_facilidad": "6.0", "materia": "Ecuaciones diferenciales", "comments": ""}, {"fecha": "29/May/2012", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Algebra Lineal", "comments": ""}, {"fecha": "07/Dic/2011", "score_general": "2.0", "score_facilidad": "2.0", "materia": "ECUACIONES DIFERENCIALES", "comments": ""}, {"fecha": "07/Oct/2011", "score_general": "10.0", "score_facilidad": "2.0", "materia": "Algebra lineal", "comments": ""}, {"fecha": "03/Jun/2011", "score_general": "7.0", "score_facilidad": "4.0", "materia": "A.lineal", "comments": ""}, {"fecha": "24/Abr/2011", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Algebra lineal", "comments": ""}, {"fecha": "28/Feb/2011", "score_general": "8.0", "score_facilidad": "8.0", "materia": "ÁLGEBRA LINEAL", "comments": ""}, {"fecha": "10/Ene/2011", "score_general": "2.0", "score_facilidad": "2.0", "materia": "Geometría Analítica", "comments": "Enseña lo más fácil y pregunta lo mpas dificil"}, {"fecha": "18/Nov/2010", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Algebra Lineal", "comments": "Enseña lo más fácil y pregunta lo mpas dificil"}, {"fecha": "23/Sep/2010", "score_general": "10.0", "score_facilidad": "6.0", "materia": "lineal", "comments": "Enseña lo más fácil y pregunta lo mpas dificil"}, {"fecha": "14/Jun/2010", "score_general": "9.0", "score_facilidad": "8.0", "materia": "geometria analitica", "comments": "Enseña lo más fácil y pregunta lo mpas dificil"}, {"fecha": "06/Jun/2010", "score_general": "7.0", "score_facilidad": "4.0", "materia": "Geometría Analítica", "comments": "Enseña lo más fácil y pregunta lo mpas dificil"}, {"fecha": "30/May/2010", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Algebra Lineal, Ecuaciones Difereciales", "comments": "Es uno de los mejores profesores de la Facultad de Ingeria lo recomiendo por completo."}, {"fecha": "22/May/2010", "score_general": "9.0", "score_facilidad": "6.0", "materia": "Geometria", "comments": "Es uno de los mejores profesores de la Facultad de Ingeria lo recomiendo por completo."}, {"fecha": "22/Mar/2010", "score_general": "9.0", "score_facilidad": "6.0", "materia": "Geometría Analítica", "comments": "Es uno de los mejores profesores de la Facultad de Ingeria lo recomiendo por completo."}, {"fecha": "24/Feb/2010", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Algebra", "comments": "Es uno de los mejores profesores de la Facultad de Ingeria lo recomiendo por completo."}, {"fecha": "06/Feb/2010", "score_general": "10.0", "score_facilidad": "10.0", "materia": "algebra lineal", "comments": "Es uno de los mejores profesores de la Facultad de Ingeria lo recomiendo por completo."}, {"fecha": "21/Nov/2009", "score_general": "10.0", "score_facilidad": "8.0", "materia": "geometria analitica", "comments": "este profe enseña super bn , lo recomiendo ampliamente , me voi a volver a inscribir con el, la evaluancion es muy sencilla basta con q studies de la serie , hace q resuelvas los mismos ejercicos q esta"}, {"fecha": "29/Sep/2009", "score_general": "8.0", "score_facilidad": "10.0", "materia": "algebra", "comments": "este profe enseña super bn , lo recomiendo ampliamente , me voi a volver a inscribir con el, la evaluancion es muy sencilla basta con q studies de la serie , hace q resuelvas los mismos ejercicos q esta"}, {"fecha": "10/Ago/2009", "score_general": "10.0", "score_facilidad": "10.0", "materia": "E.Diferenciales", "comments": "este profe enseña super bn , lo recomiendo ampliamente , me voi a volver a inscribir con el, la evaluancion es muy sencilla basta con q studies de la serie , hace q resuelvas los mismos ejercicos q esta"}, {"fecha": "22/Jul/2009", "score_general": "4.0", "score_facilidad": "2.0", "materia": "lineal", "comments": "este profe enseña super bn , lo recomiendo ampliamente , me voi a volver a inscribir con el, la evaluancion es muy sencilla basta con q studies de la serie , hace q resuelvas los mismos ejercicos q esta"}, {"fecha": "14/Jul/2009", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Álgebra Lineal", "comments": "este profe enseña super bn , lo recomiendo ampliamente , me voi a volver a inscribir con el, la evaluancion es muy sencilla basta con q studies de la serie , hace q resuelvas los mismos ejercicos q esta"}]