[{"fecha": "09/Feb/2023", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Introducción a la economía", "comments": "La Participación Importa, Pocos Exámenes, Tomaría su clase otra vezTotalmente recomendado, da la clase basándose en noticias que suben a decir los estudiantes haciendo que se entienda la situación económica mundial. Evalúa con un examen y da una guía. Excelente profesor, todos obtienen buenas calificación."}, {"fecha": "28/Ene/2023", "score_general": "9.0", "score_facilidad": "10.0", "materia": "Introducción a la economía", "comments": "La Participación Importa, Pocos Exámenes, Muchos proyectos grupalesTotalmente recomendado, da la clase basándose en noticias que suben a decir los estudiantes haciendo que se entienda la situación económica mundial. Evalúa con un examen y da una guía. Excelente profesor, todos obtienen buenas calificación."}, {"fecha": "13/Jun/2022", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Introducción a al Economía", "comments": "La Participación Importa, Asistencia obligatoria, Pocos ExámenesTotalmente recomendado, da la clase basándose en noticias que suben a decir los estudiantes haciendo que se entienda la situación económica mundial. Evalúa con un examen y da una guía. Excelente profesor, todos obtienen buenas calificación."}, {"fecha": "26/Ago/2021", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Introducción a la economía", "comments": "La Participación Importa, Inspiracional, Tomaría su clase otra vezTotalmente recomendado, da la clase basándose en noticias que suben a decir los estudiantes haciendo que se entienda la situación económica mundial. Evalúa con un examen y da una guía. Excelente profesor, todos obtienen buenas calificación."}, {"fecha": "21/Feb/2021", "score_general": "8.0", "score_facilidad": "8.0", "materia": "Introducción a la Economía", "comments": "Totalmente recomendado, da la clase basándose en noticias que suben a decir los estudiantes haciendo que se entienda la situación económica mundial. Evalúa con un examen y da una guía. Excelente profesor, todos obtienen buenas calificación."}, {"fecha": "04/Feb/2021", "score_general": "8.0", "score_facilidad": "8.0", "materia": "Introducción a la Economía", "comments": "La Participación Importa, Da Crédito Extra, Muchos proyectos grupalesEl profesor no lleva el temario de una forma ordenada y eso es complicado para el proyecto del cuaderno. Participar es importante y fomenta que todos los alumnos puedan expresar su opinión, también deja mucho trabajo en equipo pero son sencillos,"}, {"fecha": "05/Sep/2020", "score_general": "6.0", "score_facilidad": "10.0", "materia": "Introducción a la economía", "comments": "Barco, La Participación Importa, Las clases son largasEl profesor no lleva el temario de una forma ordenada y eso es complicado para el proyecto del cuaderno. Participar es importante y fomenta que todos los alumnos puedan expresar su opinión, también deja mucho trabajo en equipo pero son sencillos,"}, {"fecha": "01/Ago/2019", "score_general": "10.0", "score_facilidad": "8.0", "materia": "INTRODUCCIÓN A LA ECONOMÍA", "comments": "El profesor no lleva el temario de una forma ordenada y eso es complicado para el proyecto del cuaderno. Participar es importante y fomenta que todos los alumnos puedan expresar su opinión, también deja mucho trabajo en equipo pero son sencillos,"}, {"fecha": "28/Jun/2019", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Introducción a la Economía", "comments": "Da buena retroalimentación, InspiracionalEl profesor no lleva el temario de una forma ordenada y eso es complicado para el proyecto del cuaderno. Participar es importante y fomenta que todos los alumnos puedan expresar su opinión, también deja mucho trabajo en equipo pero son sencillos,"}, {"fecha": "17/Ene/2019", "score_general": "8.0", "score_facilidad": "8.0", "materia": "Introducción a la economía", "comments": "La Participación Importa, Asistencia obligatoriaEl profesor no lleva el temario de una forma ordenada y eso es complicado para el proyecto del cuaderno. Participar es importante y fomenta que todos los alumnos puedan expresar su opinión, también deja mucho trabajo en equipo pero son sencillos,"}, {"fecha": "15/Ene/2019", "score_general": "9.0", "score_facilidad": "10.0", "materia": "INTRODUCCIÓN A LA ECONOMÍA", "comments": "Barco, Inspiracional, Brinda apoyoTe da los conceptos básicos de economía pero no hace tan larga la clase. Cada clase deja al inicio leer noticias a los alumnos para debatir o comentar algo en temas de Economía. Es muy fácil sacar 9 o 10 en la materia pero debes participar bastante y hacer una buena exposición."}, {"fecha": "10/Jul/2018", "score_general": "2.0", "score_facilidad": "2.0", "materia": "Introducción a Economia", "comments": "Muchas tareasTe da los conceptos básicos de economía pero no hace tan larga la clase. Cada clase deja al inicio leer noticias a los alumnos para debatir o comentar algo en temas de Economía. Es muy fácil sacar 9 o 10 en la materia pero debes participar bastante y hacer una buena exposición."}, {"fecha": "15/Jun/2018", "score_general": "9.0", "score_facilidad": "10.0", "materia": "Introducción a la economía", "comments": "Da buena retroalimentación, Asistencia obligatoria, InspiracionalTe da los conceptos básicos de economía pero no hace tan larga la clase. Cada clase deja al inicio leer noticias a los alumnos para debatir o comentar algo en temas de Economía. Es muy fácil sacar 9 o 10 en la materia pero debes participar bastante y hacer una buena exposición."}, {"fecha": "18/May/2018", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Introducción a la Economía", "comments": "La Participación Importa, Asistencia obligatoria, Respetado por los estudiantesTe da los conceptos básicos de economía pero no hace tan larga la clase. Cada clase deja al inicio leer noticias a los alumnos para debatir o comentar algo en temas de Economía. Es muy fácil sacar 9 o 10 en la materia pero debes participar bastante y hacer una buena exposición."}, {"fecha": "22/Ene/2018", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Introducción a la Economía", "comments": "Barco, La Participación Importa, Tomaría su clase otra vezTe da los conceptos básicos de economía pero no hace tan larga la clase. Cada clase deja al inicio leer noticias a los alumnos para debatir o comentar algo en temas de Economía. Es muy fácil sacar 9 o 10 en la materia pero debes participar bastante y hacer una buena exposición."}, {"fecha": "23/Ene/2017", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Introducción a la Economía", "comments": "Barco, La Participación Importa, Tomaría su clase otra vezEs un buen maestro. Su clase a veces puede ser aburrida, pero en general se aprende y pasas con buena calificación. Es una persona muy paciente y trata de generar interés por la materia con sus alumnos."}, {"fecha": "01/Nov/2016", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Introducción a la economía", "comments": "Inspiracional, Pocos Exámenes, Aspectos de calificación clarosEs un buen maestro. Su clase a veces puede ser aburrida, pero en general se aprende y pasas con buena calificación. Es una persona muy paciente y trata de generar interés por la materia con sus alumnos."}, {"fecha": "19/Ago/2014", "score_general": "9.0", "score_facilidad": "10.0", "materia": "Econimía", "comments": "Es un buen maestro. Su clase a veces puede ser aburrida, pero en general se aprende y pasas con buena calificación. Es una persona muy paciente y trata de generar interés por la materia con sus alumnos."}, {"fecha": "16/Jun/2014", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Introduccion a la Economia", "comments": "Es un buen maestro. Su clase a veces puede ser aburrida, pero en general se aprende y pasas con buena calificación. Es una persona muy paciente y trata de generar interés por la materia con sus alumnos."}, {"fecha": "05/Feb/2014", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Introducción a la economía", "comments": "Es un buen maestro. Su clase a veces puede ser aburrida, pero en general se aprende y pasas con buena calificación. Es una persona muy paciente y trata de generar interés por la materia con sus alumnos."}, {"fecha": "08/May/2013", "score_general": "3.0", "score_facilidad": "6.0", "materia": "Economia", "comments": "Como comentan, el nunca da un tema completo siempre son exposiciones de los alumnos, y cuando no hay expos pone peliculas que ni al caso con la materia, al final te pone la calificacion con el promedio de tareas, examenes y expos. si quieres trabajar a lo wey no aprender nada de la materia escogelo."}, {"fecha": "21/Feb/2013", "score_general": "4.0", "score_facilidad": "10.0", "materia": "Economía", "comments": "Como comentan, el nunca da un tema completo siempre son exposiciones de los alumnos, y cuando no hay expos pone peliculas que ni al caso con la materia, al final te pone la calificacion con el promedio de tareas, examenes y expos. si quieres trabajar a lo wey no aprender nada de la materia escogelo."}, {"fecha": "12/Dic/2012", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Introducción a la economía", "comments": "Como comentan, el nunca da un tema completo siempre son exposiciones de los alumnos, y cuando no hay expos pone peliculas que ni al caso con la materia, al final te pone la calificacion con el promedio de tareas, examenes y expos. si quieres trabajar a lo wey no aprender nada de la materia escogelo."}]