[{"fecha": "25/May/2019", "score_general": "7.0", "score_facilidad": "8.0", "materia": "Representaciones Graficas", "comments": "Muy cómico, Muchas tareas, Pocos ExámenesLos trabajos principales son las banderas (recopilatorio de trabajos en clase). Es recomendable hacer las laminas el mismo día que las dejo para que no se junte el trabajo. Los exámenes son ejercicios de la bandera. El defecto de la clase es que no lleva un orden, o al menos una conclusión del tema."}, {"fecha": "16/Feb/2019", "score_general": "2.0", "score_facilidad": "10.0", "materia": "Representaciones gráficas", "comments": "Barco, Muchas tareasLos trabajos principales son las banderas (recopilatorio de trabajos en clase). Es recomendable hacer las laminas el mismo día que las dejo para que no se junte el trabajo. Los exámenes son ejercicios de la bandera. El defecto de la clase es que no lleva un orden, o al menos una conclusión del tema."}, {"fecha": "26/Ene/2019", "score_general": "8.0", "score_facilidad": "6.0", "materia": "Representaciones Graficas", "comments": "Muy cómico, Muchas tareas, Pocos ExámenesLos trabajos principales son las banderas (recopilatorio de trabajos en clase). Es recomendable hacer las laminas el mismo día que las dejo para que no se junte el trabajo. Los exámenes son ejercicios de la bandera. El defecto de la clase es que no lleva un orden, o al menos una conclusión del tema."}, {"fecha": "28/Nov/2018", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Representaciones gráficas", "comments": "Da buena retroalimentación, Aspectos de calificación claros, Clases excelentesLos trabajos principales son las banderas (recopilatorio de trabajos en clase). Es recomendable hacer las laminas el mismo día que las dejo para que no se junte el trabajo. Los exámenes son ejercicios de la bandera. El defecto de la clase es que no lleva un orden, o al menos una conclusión del tema."}, {"fecha": "13/Jun/2018", "score_general": "9.0", "score_facilidad": "4.0", "materia": "Representaciones gráficas", "comments": "Califica Duro, Da buena retroalimentación, Muchas tareasLos trabajos principales son las banderas (recopilatorio de trabajos en clase). Es recomendable hacer las laminas el mismo día que las dejo para que no se junte el trabajo. Los exámenes son ejercicios de la bandera. El defecto de la clase es que no lleva un orden, o al menos una conclusión del tema."}]