[{"fecha": "23/Mar/2023", "score_general": "6.0", "score_facilidad": "6.0", "materia": "Petrologia sedimentaria", "comments": "Es buen profesor, pero no ensena bien petrologia sedimentaria. Es un profesor muy desactualizado en su materia. Hay cosas nuevas en el campo de la petro sedi que no se ven en este curso y que desafortunadamente es algo no que va a cambiar en la facultad hasta que salga."}, {"fecha": "13/Ene/2023", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Petrología sedimentaria", "comments": "Da buena retroalimentación, Respetado por los estudiantes, Muchos ExámenesEs buen profesor, pero no ensena bien petrologia sedimentaria. Es un profesor muy desactualizado en su materia. Hay cosas nuevas en el campo de la petro sedi que no se ven en este curso y que desafortunadamente es algo no que va a cambiar en la facultad hasta que salga."}, {"fecha": "10/Feb/2022", "score_general": "8.0", "score_facilidad": "4.0", "materia": "Mineralogía óptica", "comments": "Califica Duro, Respetado por los estudiantes, Muchos ExámenesEs buen profesor, pero no ensena bien petrologia sedimentaria. Es un profesor muy desactualizado en su materia. Hay cosas nuevas en el campo de la petro sedi que no se ven en este curso y que desafortunadamente es algo no que va a cambiar en la facultad hasta que salga."}, {"fecha": "26/Ago/2021", "score_general": "10.0", "score_facilidad": "4.0", "materia": "Mineralogía Óptica", "comments": "Califica Duro, Respetado por los estudiantes, InspiracionalEs buen profesor, pero no ensena bien petrologia sedimentaria. Es un profesor muy desactualizado en su materia. Hay cosas nuevas en el campo de la petro sedi que no se ven en este curso y que desafortunadamente es algo no que va a cambiar en la facultad hasta que salga."}, {"fecha": "07/Jul/2019", "score_general": "10.0", "score_facilidad": "4.0", "materia": "Mineralogía Óptica", "comments": "Es buen profesor, pero no ensena bien petrologia sedimentaria. Es un profesor muy desactualizado en su materia. Hay cosas nuevas en el campo de la petro sedi que no se ven en este curso y que desafortunadamente es algo no que va a cambiar en la facultad hasta que salga."}]