[{"fecha": "21/May/2022", "score_general": "8.0", "score_facilidad": "8.0", "materia": "Mineralogía", "comments": "Barco, Respetado por los estudiantesEs un profesor que le gusta enseñar y motivar a los estudiantes para que aprendan sin excepción, solo que habla bajito y de repente se desvía del tema tratando de ser completo. Algo incomprendido, pero con buenas intenciones."}, {"fecha": "24/Ago/2021", "score_general": "6.0", "score_facilidad": "6.0", "materia": "Mineralogía", "comments": "Califica Duro, Prepárate para leer, La Participación ImportaEs un profesor que le gusta enseñar y motivar a los estudiantes para que aprendan sin excepción, solo que habla bajito y de repente se desvía del tema tratando de ser completo. Algo incomprendido, pero con buenas intenciones."}, {"fecha": "08/Sep/2020", "score_general": "9.0", "score_facilidad": "6.0", "materia": "Mineralogía", "comments": "Califica Duro, La Participación Importa, Muchos proyectos grupalesEs un profesor que le gusta enseñar y motivar a los estudiantes para que aprendan sin excepción, solo que habla bajito y de repente se desvía del tema tratando de ser completo. Algo incomprendido, pero con buenas intenciones."}, {"fecha": "08/Jun/2019", "score_general": "2.0", "score_facilidad": "2.0", "materia": "---", "comments": "Es un profesor que le gusta enseñar y motivar a los estudiantes para que aprendan sin excepción, solo que habla bajito y de repente se desvía del tema tratando de ser completo. Algo incomprendido, pero con buenas intenciones."}, {"fecha": "26/Ene/2018", "score_general": "7.0", "score_facilidad": "10.0", "materia": "Mineralogía", "comments": "Barco, Respetado por los estudiantes, Brinda apoyoEs un profesor que le gusta enseñar y motivar a los estudiantes para que aprendan sin excepción, solo que habla bajito y de repente se desvía del tema tratando de ser completo. Algo incomprendido, pero con buenas intenciones."}, {"fecha": "15/Jul/2017", "score_general": "8.0", "score_facilidad": "6.0", "materia": "mineralogia", "comments": "Califica Duro, Da buena retroalimentación, Muchas tareasEs buen profesor pero habla muy bajo y a veces no se entiende lo que dice. Su asistente es muy duro al momento de calificar y hay varias tareas. Siempre hay que preguntarle al profesor si tienes dudas porque a veces un asistente te dice algo y el otro otra cosa."}, {"fecha": "26/Jun/2017", "score_general": "5.0", "score_facilidad": "6.0", "materia": "Mineralogía", "comments": "Es buen profesor pero habla muy bajo y a veces no se entiende lo que dice. Su asistente es muy duro al momento de calificar y hay varias tareas. Siempre hay que preguntarle al profesor si tienes dudas porque a veces un asistente te dice algo y el otro otra cosa."}, {"fecha": "23/Ene/2017", "score_general": "8.0", "score_facilidad": "8.0", "materia": "Mineralogía", "comments": "Da buena retroalimentación, Respetado por los estudiantes, Aspectos de calificación clarosEs buen profesor pero habla muy bajo y a veces no se entiende lo que dice. Su asistente es muy duro al momento de calificar y hay varias tareas. Siempre hay que preguntarle al profesor si tienes dudas porque a veces un asistente te dice algo y el otro otra cosa."}, {"fecha": "27/Nov/2016", "score_general": "8.0", "score_facilidad": "10.0", "materia": "Yacimientos Minerales", "comments": "Muy cómico, Respetado por los estudiantes, Tomaría su clase otra vezEs buen profesor pero habla muy bajo y a veces no se entiende lo que dice. Su asistente es muy duro al momento de calificar y hay varias tareas. Siempre hay que preguntarle al profesor si tienes dudas porque a veces un asistente te dice algo y el otro otra cosa."}]