[{"fecha": "03/Feb/2023", "score_general": "5.0", "score_facilidad": "2.0", "materia": "Costos", "comments": "Califica Duro, Pocos Exámenes, Los exámenes son difícilesPesimo, califica como quiere no explica nada bien como hacer el proyecto examen, e incluso aunque lo hagas por tu cuenta bien te lo va a poner mal, usa eToro y la verdad ni lo toma en cuenta, no sabes ni como te evalua al final, todos salieron muy bajos. \r\nDESCRIMINATORIO, si no eres industrial."}, {"fecha": "25/Ene/2022", "score_general": "8.0", "score_facilidad": "8.0", "materia": "Costos y evaluación de proyectos", "comments": "Da buena retroalimentación, La Participación Importa, Asistencia obligatoriaPesimo, califica como quiere no explica nada bien como hacer el proyecto examen, e incluso aunque lo hagas por tu cuenta bien te lo va a poner mal, usa eToro y la verdad ni lo toma en cuenta, no sabes ni como te evalua al final, todos salieron muy bajos. \r\nDESCRIMINATORIO, si no eres industrial."}, {"fecha": "26/Ago/2021", "score_general": "8.0", "score_facilidad": "6.0", "materia": "Costos y Evaluación de Proyectos", "comments": "Califica Duro, Las clases son largasPesimo, califica como quiere no explica nada bien como hacer el proyecto examen, e incluso aunque lo hagas por tu cuenta bien te lo va a poner mal, usa eToro y la verdad ni lo toma en cuenta, no sabes ni como te evalua al final, todos salieron muy bajos. \r\nDESCRIMINATORIO, si no eres industrial."}, {"fecha": "25/Ago/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Costos y Evaluación de Proyectos", "comments": "Muy cómico, Da buena retroalimentación, Asistencia obligatoriaPesimo, califica como quiere no explica nada bien como hacer el proyecto examen, e incluso aunque lo hagas por tu cuenta bien te lo va a poner mal, usa eToro y la verdad ni lo toma en cuenta, no sabes ni como te evalua al final, todos salieron muy bajos. \r\nDESCRIMINATORIO, si no eres industrial."}, {"fecha": "31/Ene/2020", "score_general": "8.0", "score_facilidad": "8.0", "materia": "COSTOS Y EVALUACION DE PROYECTOS", "comments": "Pesimo, califica como quiere no explica nada bien como hacer el proyecto examen, e incluso aunque lo hagas por tu cuenta bien te lo va a poner mal, usa eToro y la verdad ni lo toma en cuenta, no sabes ni como te evalua al final, todos salieron muy bajos. \r\nDESCRIMINATORIO, si no eres industrial."}, {"fecha": "21/Ene/2019", "score_general": "6.0", "score_facilidad": "4.0", "materia": "Costos y evaluación de proyectos", "comments": "Prepárate para leer, Asistencia obligatoria, Los exámenes son difícilesBastante malo al explicar que es lo que quiere para el eximen y gracias a ello las calificaciones en el examen son bastante bajas debido a que con lo que da en clase no es tan fácil su examen."}, {"fecha": "20/Ene/2019", "score_general": "8.0", "score_facilidad": "10.0", "materia": "Costos Y Evaluación De Proyectos", "comments": "Asistencia obligatoria, Da Crédito Extra, Brinda apoyoBastante malo al explicar que es lo que quiere para el eximen y gracias a ello las calificaciones en el examen son bastante bajas debido a que con lo que da en clase no es tan fácil su examen."}, {"fecha": "02/Jul/2018", "score_general": "5.0", "score_facilidad": "4.0", "materia": "Costos y evaluación de proyectos", "comments": "Prepárate para leer, Deja trabajos largosBastante malo al explicar que es lo que quiere para el eximen y gracias a ello las calificaciones en el examen son bastante bajas debido a que con lo que da en clase no es tan fácil su examen."}, {"fecha": "30/Ene/2018", "score_general": "8.0", "score_facilidad": "8.0", "materia": "Costos y evaluación de proyectos", "comments": "Barco, Prepárate para leer, Deja trabajos largosBastante malo al explicar que es lo que quiere para el eximen y gracias a ello las calificaciones en el examen son bastante bajas debido a que con lo que da en clase no es tan fácil su examen."}, {"fecha": "16/Sep/2017", "score_general": "8.0", "score_facilidad": "6.0", "materia": "Costo y Evaluación de Proyectos", "comments": "La Participación Importa, Brinda apoyo, Tomaría su clase otra vezBastante malo al explicar que es lo que quiere para el eximen y gracias a ello las calificaciones en el examen son bastante bajas debido a que con lo que da en clase no es tan fácil su examen."}, {"fecha": "28/Jun/2017", "score_general": "7.0", "score_facilidad": "6.0", "materia": "Evaluacion y costos de proyectos", "comments": "Buen profesor, pero hay que echarle ganas."}, {"fecha": "26/Jun/2017", "score_general": "9.0", "score_facilidad": "6.0", "materia": "Costos y evaluacion de proyectos", "comments": "Buen profesor, pero hay que echarle ganas."}]