[{"fecha": "02/Feb/2023", "score_general": "9.0", "score_facilidad": "10.0", "materia": "EyM", "comments": "Barco, Muy cómico, InspiracionalLit solo con pasar el laboratorio ya pasaste, yo saque 0 y 1 en los colegiados y me paso con 7. Es buena opcion para la segunda inscripcion ya que no enseña con tanto detalle pero sirve para recordar lo que ya viste con tu profe anterior. No importa la asistencia pero es importante ir a los colegiad"}, {"fecha": "30/Ene/2023", "score_general": "6.0", "score_facilidad": "10.0", "materia": "Matemáticas avanzadas", "comments": "Barco, Muy cómico, Brinda apoyoLit solo con pasar el laboratorio ya pasaste, yo saque 0 y 1 en los colegiados y me paso con 7. Es buena opcion para la segunda inscripcion ya que no enseña con tanto detalle pero sirve para recordar lo que ya viste con tu profe anterior. No importa la asistencia pero es importante ir a los colegiad"}, {"fecha": "07/Jun/2022", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Física cuántica", "comments": "Barco, Da buena retroalimentación, Tomaría su clase otra vezLit solo con pasar el laboratorio ya pasaste, yo saque 0 y 1 en los colegiados y me paso con 7. Es buena opcion para la segunda inscripcion ya que no enseña con tanto detalle pero sirve para recordar lo que ya viste con tu profe anterior. No importa la asistencia pero es importante ir a los colegiad"}, {"fecha": "06/Jun/2022", "score_general": "8.0", "score_facilidad": "10.0", "materia": "Electricidad y Magnetismo", "comments": "Barco, Muy cómicoLit solo con pasar el laboratorio ya pasaste, yo saque 0 y 1 en los colegiados y me paso con 7. Es buena opcion para la segunda inscripcion ya que no enseña con tanto detalle pero sirve para recordar lo que ya viste con tu profe anterior. No importa la asistencia pero es importante ir a los colegiad"}, {"fecha": "19/Ene/2022", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Electricidad y Magnetismo", "comments": "Muy cómico, Inspiracional, Clases excelentesLit solo con pasar el laboratorio ya pasaste, yo saque 0 y 1 en los colegiados y me paso con 7. Es buena opcion para la segunda inscripcion ya que no enseña con tanto detalle pero sirve para recordar lo que ya viste con tu profe anterior. No importa la asistencia pero es importante ir a los colegiad"}, {"fecha": "28/Ago/2021", "score_general": "9.0", "score_facilidad": "10.0", "materia": "Electricidad y Magnetismo", "comments": "Barco, Muy cómico, Da Crédito ExtraEl mero mero para EyM. Te ayuda mucho hacer las series y asistir al taller de ejercicios mínimo unas 10 veces. A nosotros nos calificó con un final y el taller por eso del paro, pero de igual forma fue bastante sencillo el final con lo que enseñó. Te lo recomiendo muchísimo. Disfruta de sus chistes"}, {"fecha": "26/Ago/2021", "score_general": "9.0", "score_facilidad": "10.0", "materia": "Electricidad y Magnetismo", "comments": "Barco, Aspectos de calificación claros, Brinda apoyoEl mero mero para EyM. Te ayuda mucho hacer las series y asistir al taller de ejercicios mínimo unas 10 veces. A nosotros nos calificó con un final y el taller por eso del paro, pero de igual forma fue bastante sencillo el final con lo que enseñó. Te lo recomiendo muchísimo. Disfruta de sus chistes"}, {"fecha": "24/Ago/2021", "score_general": "8.0", "score_facilidad": "10.0", "materia": "Electricidad y Magnetismo", "comments": "Barco, Respetado por los estudiantes, Da Crédito ExtraEl mero mero para EyM. Te ayuda mucho hacer las series y asistir al taller de ejercicios mínimo unas 10 veces. A nosotros nos calificó con un final y el taller por eso del paro, pero de igual forma fue bastante sencillo el final con lo que enseñó. Te lo recomiendo muchísimo. Disfruta de sus chistes"}, {"fecha": "23/Ago/2021", "score_general": "8.0", "score_facilidad": "10.0", "materia": "EYM", "comments": "Barco, Aspectos de calificación claros, Brinda apoyoEl mero mero para EyM. Te ayuda mucho hacer las series y asistir al taller de ejercicios mínimo unas 10 veces. A nosotros nos calificó con un final y el taller por eso del paro, pero de igual forma fue bastante sencillo el final con lo que enseñó. Te lo recomiendo muchísimo. Disfruta de sus chistes"}, {"fecha": "23/Ago/2021", "score_general": "6.0", "score_facilidad": "8.0", "materia": "Electricidad y Magnetismo", "comments": "Barco, Muy cómico, Las clases son largasEl mero mero para EyM. Te ayuda mucho hacer las series y asistir al taller de ejercicios mínimo unas 10 veces. A nosotros nos calificó con un final y el taller por eso del paro, pero de igual forma fue bastante sencillo el final con lo que enseñó. Te lo recomiendo muchísimo. Disfruta de sus chistes"}, {"fecha": "14/Ago/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Electricidad y Magnetismo", "comments": "Muy cómico, Da buena retroalimentaciónParece que es tu compa, siempre se muestra como en realidad es y no como profesor, esto hace que la clase sea muy amena. Enseña muy bien como hacer los ejercicios y hace que nunca se te olvide con sus metodos. Te da tiempo de copiar y poner atencion. Es la mejor opcion."}, {"fecha": "21/Feb/2021", "score_general": "8.0", "score_facilidad": "10.0", "materia": "Matemáticas Avanzadas", "comments": "Muy cómico, Clases excelentes, Los exámenes son difícilesParece que es tu compa, siempre se muestra como en realidad es y no como profesor, esto hace que la clase sea muy amena. Enseña muy bien como hacer los ejercicios y hace que nunca se te olvide con sus metodos. Te da tiempo de copiar y poner atencion. Es la mejor opcion."}, {"fecha": "30/May/2019", "score_general": "8.0", "score_facilidad": "10.0", "materia": "Electricidad y Magnetismo", "comments": "Barco, Muy cómico, Da Crédito ExtraParece que es tu compa, siempre se muestra como en realidad es y no como profesor, esto hace que la clase sea muy amena. Enseña muy bien como hacer los ejercicios y hace que nunca se te olvide con sus metodos. Te da tiempo de copiar y poner atencion. Es la mejor opcion."}, {"fecha": "12/Feb/2019", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Electricidad y Magnetismo", "comments": "Barco, Muy cómico, Brinda apoyoParece que es tu compa, siempre se muestra como en realidad es y no como profesor, esto hace que la clase sea muy amena. Enseña muy bien como hacer los ejercicios y hace que nunca se te olvide con sus metodos. Te da tiempo de copiar y poner atencion. Es la mejor opcion."}, {"fecha": "08/Ene/2019", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Fundamentos de Óptica", "comments": "Barco, Respetado por los estudiantes, Brinda apoyoParece que es tu compa, siempre se muestra como en realidad es y no como profesor, esto hace que la clase sea muy amena. Enseña muy bien como hacer los ejercicios y hace que nunca se te olvide con sus metodos. Te da tiempo de copiar y poner atencion. Es la mejor opcion."}, {"fecha": "12/Dic/2018", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Electricidad y Magnetismo", "comments": "Barco, Muy cómico, Da buena retroalimentaciónEnseña bastante bien y es seguro que pasas, te deja un buen nivel y si le preguntas cualquier cosa de los temas te responderá sin problemas, la única manera de reprobar con el es reprobar el laboratorio, para lab recomiendo a Pacheco"}, {"fecha": "28/Jun/2018", "score_general": "9.0", "score_facilidad": "10.0", "materia": "EyM", "comments": "Brinda apoyoEnseña bastante bien y es seguro que pasas, te deja un buen nivel y si le preguntas cualquier cosa de los temas te responderá sin problemas, la única manera de reprobar con el es reprobar el laboratorio, para lab recomiendo a Pacheco"}, {"fecha": "16/Jun/2017", "score_general": "9.0", "score_facilidad": "10.0", "materia": "---", "comments": "Enseña bastante bien y es seguro que pasas, te deja un buen nivel y si le preguntas cualquier cosa de los temas te responderá sin problemas, la única manera de reprobar con el es reprobar el laboratorio, para lab recomiendo a Pacheco"}, {"fecha": "13/Jun/2017", "score_general": "8.0", "score_facilidad": "8.0", "materia": "Electricidad y magnetismo", "comments": "Enseña bastante bien y es seguro que pasas, te deja un buen nivel y si le preguntas cualquier cosa de los temas te responderá sin problemas, la única manera de reprobar con el es reprobar el laboratorio, para lab recomiendo a Pacheco"}, {"fecha": "12/Dic/2016", "score_general": "9.0", "score_facilidad": "10.0", "materia": "Acústica y Óptica", "comments": "Muy cómico, Brinda apoyo, Clases excelentesEnseña bastante bien y es seguro que pasas, te deja un buen nivel y si le preguntas cualquier cosa de los temas te responderá sin problemas, la única manera de reprobar con el es reprobar el laboratorio, para lab recomiendo a Pacheco"}, {"fecha": "15/Nov/2016", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Electricidad y magnetismo", "comments": "Barco, Muy cómico, Da Crédito ExtraSi es barco, sin embargo, enseña al mismo nivel que otros profesores de la materia. Los ejercicios son muy claros y te prepara para el examen colegiado. Te brinda mucha ayuda pero no te confíes, es fácil obtener 10. Profesores con esa visión deberían existir más en la facultad, realmente se preocupa"}, {"fecha": "01/Jul/2016", "score_general": "9.0", "score_facilidad": "10.0", "materia": "Electricidad", "comments": "Si es barco, sin embargo, enseña al mismo nivel que otros profesores de la materia. Los ejercicios son muy claros y te prepara para el examen colegiado. Te brinda mucha ayuda pero no te confíes, es fácil obtener 10. Profesores con esa visión deberían existir más en la facultad, realmente se preocupa"}, {"fecha": "22/Jun/2016", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Acustica", "comments": "Barco, Muy cómico, InspiracionalSi es barco, sin embargo, enseña al mismo nivel que otros profesores de la materia. Los ejercicios son muy claros y te prepara para el examen colegiado. Te brinda mucha ayuda pero no te confíes, es fácil obtener 10. Profesores con esa visión deberían existir más en la facultad, realmente se preocupa"}, {"fecha": "08/Jun/2016", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Electricidad y Magnetismo", "comments": "Barco, Brinda apoyo, Clases excelentesSi es barco, sin embargo, enseña al mismo nivel que otros profesores de la materia. Los ejercicios son muy claros y te prepara para el examen colegiado. Te brinda mucha ayuda pero no te confíes, es fácil obtener 10. Profesores con esa visión deberían existir más en la facultad, realmente se preocupa"}, {"fecha": "05/Feb/2016", "score_general": "10.0", "score_facilidad": "10.0", "materia": "ELECTRICIDAD", "comments": "Brinda apoyoSi es barco, sin embargo, enseña al mismo nivel que otros profesores de la materia. Los ejercicios son muy claros y te prepara para el examen colegiado. Te brinda mucha ayuda pero no te confíes, es fácil obtener 10. Profesores con esa visión deberían existir más en la facultad, realmente se preocupa"}, {"fecha": "01/Dic/2015", "score_general": "9.0", "score_facilidad": "10.0", "materia": "Electricidad y Magnetismo", "comments": ""}, {"fecha": "10/Nov/2015", "score_general": "6.0", "score_facilidad": "8.0", "materia": "Electricidad y magnetismo", "comments": ""}, {"fecha": "18/Ene/2015", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Electricidad y Magnetismo", "comments": ""}, {"fecha": "10/May/2014", "score_general": "9.0", "score_facilidad": "10.0", "materia": "matematicas avanzadas", "comments": ""}, {"fecha": "16/Nov/2012", "score_general": "10.0", "score_facilidad": "10.0", "materia": "acustica y optica", "comments": ""}, {"fecha": "03/Jun/2011", "score_general": "9.0", "score_facilidad": "10.0", "materia": "Electricidad", "comments": "un profe chingón de los mejores y mas capaces que hay, no solo en la UNAM, en México.sabe un chingo, enseña y pasas...es lo que todos queremos.\r\nsi quieres aprender es la opción, pero sobre todo si quieres pasar también es la opción"}, {"fecha": "30/Abr/2011", "score_general": "10.0", "score_facilidad": "10.0", "materia": "acustica y optica", "comments": "un profe chingón de los mejores y mas capaces que hay, no solo en la UNAM, en México.sabe un chingo, enseña y pasas...es lo que todos queremos.\r\nsi quieres aprender es la opción, pero sobre todo si quieres pasar también es la opción"}, {"fecha": "22/Mar/2011", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Óptica y Acústica", "comments": "un profe chingón de los mejores y mas capaces que hay, no solo en la UNAM, en México.sabe un chingo, enseña y pasas...es lo que todos queremos.\r\nsi quieres aprender es la opción, pero sobre todo si quieres pasar también es la opción"}, {"fecha": "06/Feb/2011", "score_general": "10.0", "score_facilidad": "8.0", "materia": "E Y M", "comments": "un profe chingón de los mejores y mas capaces que hay, no solo en la UNAM, en México.sabe un chingo, enseña y pasas...es lo que todos queremos.\r\nsi quieres aprender es la opción, pero sobre todo si quieres pasar también es la opción"}, {"fecha": "25/Ene/2011", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Electricidad y Magnetismo", "comments": "un profe chingón de los mejores y mas capaces que hay, no solo en la UNAM, en México.sabe un chingo, enseña y pasas...es lo que todos queremos.\r\nsi quieres aprender es la opción, pero sobre todo si quieres pasar también es la opción"}]