[{"fecha": "03/Feb/2023", "score_general": "8.0", "score_facilidad": "4.0", "materia": "Estructuras Isostáticas", "comments": "Califica Duro, Inspiracional, Los exámenes son difícilesUn buen profesor, solo lo único son las clases asíncronas, si dispones de tiempo suficiente no será problema, pero para personas que tienen actividades extracurriculares, será difícil más no imposible. Explica con bastante claridad los conceptos y en mi experiencia me mató la falta de tiempo"}, {"fecha": "05/Dic/2021", "score_general": "8.0", "score_facilidad": "6.0", "materia": "Análisis Estructural", "comments": "Muchas tareas, Las clases son largas, Clases excelentesUn buen profesor, solo lo único son las clases asíncronas, si dispones de tiempo suficiente no será problema, pero para personas que tienen actividades extracurriculares, será difícil más no imposible. Explica con bastante claridad los conceptos y en mi experiencia me mató la falta de tiempo"}, {"fecha": "26/Ago/2021", "score_general": "10.0", "score_facilidad": "2.0", "materia": "Estructuras Isostáticas", "comments": "Califica Duro, Muchas tareas, Las clases son largasUn buen profesor, solo lo único son las clases asíncronas, si dispones de tiempo suficiente no será problema, pero para personas que tienen actividades extracurriculares, será difícil más no imposible. Explica con bastante claridad los conceptos y en mi experiencia me mató la falta de tiempo"}, {"fecha": "24/Ago/2021", "score_general": "10.0", "score_facilidad": "4.0", "materia": "Análisis Estructural", "comments": "Da buena retroalimentación, Brinda apoyo, Clases excelentesUn buen profesor, solo lo único son las clases asíncronas, si dispones de tiempo suficiente no será problema, pero para personas que tienen actividades extracurriculares, será difícil más no imposible. Explica con bastante claridad los conceptos y en mi experiencia me mató la falta de tiempo"}, {"fecha": "19/Feb/2021", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Estructuras isostáticas", "comments": "Un buen profesor, solo lo único son las clases asíncronas, si dispones de tiempo suficiente no será problema, pero para personas que tienen actividades extracurriculares, será difícil más no imposible. Explica con bastante claridad los conceptos y en mi experiencia me mató la falta de tiempo"}, {"fecha": "12/Feb/2021", "score_general": "9.0", "score_facilidad": "6.0", "materia": "Estructuras Isostáticas", "comments": "Califica Duro, Respetado por los estudiantes, Tomaría su clase otra vezEste profesor cambió mi perspectiva tan renuente que yo le tenia a la Facultad y a la UNAM. Me hizo querer continuar con mi carrera y me encantó su forma de hacer que progreses por cuenta propia. Estudia y verás que te irá muy bien con él. Solo procura no reprobar ningún examen y sales muy chido."}, {"fecha": "19/Ene/2020", "score_general": "9.0", "score_facilidad": "6.0", "materia": "Estructuras isostáticas", "comments": "Muchas tareas, Brinda apoyo, Tomaría su clase otra vezEste profesor cambió mi perspectiva tan renuente que yo le tenia a la Facultad y a la UNAM. Me hizo querer continuar con mi carrera y me encantó su forma de hacer que progreses por cuenta propia. Estudia y verás que te irá muy bien con él. Solo procura no reprobar ningún examen y sales muy chido."}, {"fecha": "18/Ene/2020", "score_general": "8.0", "score_facilidad": "8.0", "materia": "Estructuras Isostáticas", "comments": "Muchas tareas, Pocos Exámenes, Deja trabajos largosEste profesor cambió mi perspectiva tan renuente que yo le tenia a la Facultad y a la UNAM. Me hizo querer continuar con mi carrera y me encantó su forma de hacer que progreses por cuenta propia. Estudia y verás que te irá muy bien con él. Solo procura no reprobar ningún examen y sales muy chido."}, {"fecha": "20/Ene/2019", "score_general": "8.0", "score_facilidad": "6.0", "materia": "Estructuras isostaticas", "comments": "Muchas tareas, InspiracionalEste profesor cambió mi perspectiva tan renuente que yo le tenia a la Facultad y a la UNAM. Me hizo querer continuar con mi carrera y me encantó su forma de hacer que progreses por cuenta propia. Estudia y verás que te irá muy bien con él. Solo procura no reprobar ningún examen y sales muy chido."}, {"fecha": "14/Ene/2019", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Estructuras Isostáticas", "comments": "Muchas tareasEste profesor cambió mi perspectiva tan renuente que yo le tenia a la Facultad y a la UNAM. Me hizo querer continuar con mi carrera y me encantó su forma de hacer que progreses por cuenta propia. Estudia y verás que te irá muy bien con él. Solo procura no reprobar ningún examen y sales muy chido."}, {"fecha": "04/Dic/2018", "score_general": "9.0", "score_facilidad": "10.0", "materia": "Estrcuturas isostáticas", "comments": "Lo exámenes son más fáciles que las tareas en educafi, además te deja sacar apuntes,  te da puntos extra, y explica bien."}, {"fecha": "29/Ene/2018", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Estructuras Isostáticas", "comments": "Respetado por los estudiantes, Brinda apoyo, Clases excelentesLo exámenes son más fáciles que las tareas en educafi, además te deja sacar apuntes,  te da puntos extra, y explica bien."}, {"fecha": "24/Ene/2018", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Estructuras Isostaticas", "comments": "Lo exámenes son más fáciles que las tareas en educafi, además te deja sacar apuntes,  te da puntos extra, y explica bien."}, {"fecha": "27/Jun/2017", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Estructuras isostáticas", "comments": "Califica Duro, Muchas tareas, Muchos ExámenesLo exámenes son más fáciles que las tareas en educafi, además te deja sacar apuntes,  te da puntos extra, y explica bien."}, {"fecha": "23/Ene/2017", "score_general": "10.0", "score_facilidad": "6.0", "materia": "---", "comments": "Lo exámenes son más fáciles que las tareas en educafi, además te deja sacar apuntes,  te da puntos extra, y explica bien."}, {"fecha": "09/Dic/2016", "score_general": "5.0", "score_facilidad": "2.0", "materia": "Estructuras isostaticas", "comments": "Califica Duro, Muchas tareas, Las clases son largasEs un buen profesor, pero no respeta tus procedimientos, se va directamente a resultados y puedes reprobar fácilmente, aunque deja sacar cuaderno no ayuda mucho por que los ejercicios que ves en clase están fáciles comparados con los del examen, deja mucha tarea, es muy exigente, altanero y grosero."}, {"fecha": "30/May/2016", "score_general": "5.0", "score_facilidad": "2.0", "materia": "Estatica Estructural", "comments": "Califica Duro, Respetado por los estudiantes, Los exámenes son difícilesEs un buen profesor, pero no respeta tus procedimientos, se va directamente a resultados y puedes reprobar fácilmente, aunque deja sacar cuaderno no ayuda mucho por que los ejercicios que ves en clase están fáciles comparados con los del examen, deja mucha tarea, es muy exigente, altanero y grosero."}, {"fecha": "16/Feb/2016", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Análisis Estructural", "comments": "Brinda apoyo, Clases excelentes, Tomaría su clase otra vezEs un buen profesor, pero no respeta tus procedimientos, se va directamente a resultados y puedes reprobar fácilmente, aunque deja sacar cuaderno no ayuda mucho por que los ejercicios que ves en clase están fáciles comparados con los del examen, deja mucha tarea, es muy exigente, altanero y grosero."}, {"fecha": "25/Ene/2016", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Estatica Estructural", "comments": "Es un buen profesor, pero no respeta tus procedimientos, se va directamente a resultados y puedes reprobar fácilmente, aunque deja sacar cuaderno no ayuda mucho por que los ejercicios que ves en clase están fáciles comparados con los del examen, deja mucha tarea, es muy exigente, altanero y grosero."}]