[{"fecha": "26/Ene/2023", "score_general": "2.0", "score_facilidad": "2.0", "materia": "Química", "comments": "Califica Duro, Asistencia obligatoria, Los exámenes son difícilesEn serio que es una de las peores profesoras de la facultad, el comentario positivo ha de ser ella intentando mejorar su promedio. Exámenes difíciles, \"explica\" de manera pobre y mediocre. Luego ni le salia el resultado indicado de las series...Su evaluación no es consistente"}, {"fecha": "21/Ene/2023", "score_general": "8.0", "score_facilidad": "8.0", "materia": "Quimica", "comments": "Muchas tareas, Muchos Exámenes, Los exámenes son difícilesEn serio que es una de las peores profesoras de la facultad, el comentario positivo ha de ser ella intentando mejorar su promedio. Exámenes difíciles, \"explica\" de manera pobre y mediocre. Luego ni le salia el resultado indicado de las series...Su evaluación no es consistente"}, {"fecha": "04/Ago/2022", "score_general": "4.0", "score_facilidad": "2.0", "materia": "Quimica", "comments": "Califica Duro, Las clases son largas, Los exámenes son difícilesEn serio que es una de las peores profesoras de la facultad, el comentario positivo ha de ser ella intentando mejorar su promedio. Exámenes difíciles, \"explica\" de manera pobre y mediocre. Luego ni le salia el resultado indicado de las series...Su evaluación no es consistente"}, {"fecha": "16/Feb/2021", "score_general": "2.0", "score_facilidad": "2.0", "materia": "Química", "comments": "Califica Duro, Las clases son largas, Los exámenes son difícilesEn serio que es una de las peores profesoras de la facultad, el comentario positivo ha de ser ella intentando mejorar su promedio. Exámenes difíciles, \"explica\" de manera pobre y mediocre. Luego ni le salia el resultado indicado de las series...Su evaluación no es consistente"}, {"fecha": "09/Sep/2020", "score_general": "3.0", "score_facilidad": "6.0", "materia": "Química", "comments": "En serio que es una de las peores profesoras de la facultad, el comentario positivo ha de ser ella intentando mejorar su promedio. Exámenes difíciles, \"explica\" de manera pobre y mediocre. Luego ni le salia el resultado indicado de las series...Su evaluación no es consistente"}, {"fecha": "29/Ene/2020", "score_general": "2.0", "score_facilidad": "2.0", "materia": "Química", "comments": "Califica Duro, Los exámenes son difícilesEsta profesora es NADA RECOMENDABLE, en ninguna materia, es una mediocre en todos los sentidos, su intento de clase se basa en usar diapositivas ajenas y dar una patética explicación, no tiene dominio del tema ya que dice que las series no están bien hechas (Si lo están) y te califica sin bases."}, {"fecha": "24/Ene/2020", "score_general": "4.0", "score_facilidad": "4.0", "materia": "Química", "comments": "Las clases son largasEsta profesora es NADA RECOMENDABLE, en ninguna materia, es una mediocre en todos los sentidos, su intento de clase se basa en usar diapositivas ajenas y dar una patética explicación, no tiene dominio del tema ya que dice que las series no están bien hechas (Si lo están) y te califica sin bases."}, {"fecha": "24/Nov/2019", "score_general": "3.0", "score_facilidad": "6.0", "materia": "Química", "comments": "Las clases son largas, Los exámenes son difícilesEsta profesora es NADA RECOMENDABLE, en ninguna materia, es una mediocre en todos los sentidos, su intento de clase se basa en usar diapositivas ajenas y dar una patética explicación, no tiene dominio del tema ya que dice que las series no están bien hechas (Si lo están) y te califica sin bases."}, {"fecha": "22/Ene/2019", "score_general": "8.0", "score_facilidad": "10.0", "materia": "Quimica", "comments": "Pocos Exámenes, Aspectos de calificación claros, Brinda apoyoEsta profesora es NADA RECOMENDABLE, en ninguna materia, es una mediocre en todos los sentidos, su intento de clase se basa en usar diapositivas ajenas y dar una patética explicación, no tiene dominio del tema ya que dice que las series no están bien hechas (Si lo están) y te califica sin bases."}, {"fecha": "21/Ene/2019", "score_general": "3.0", "score_facilidad": "2.0", "materia": "quimica", "comments": "Esta profesora es NADA RECOMENDABLE, en ninguna materia, es una mediocre en todos los sentidos, su intento de clase se basa en usar diapositivas ajenas y dar una patética explicación, no tiene dominio del tema ya que dice que las series no están bien hechas (Si lo están) y te califica sin bases."}, {"fecha": "19/Jun/2018", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Química", "comments": "Es una buena profesora, enseña decentemente y la verdad se interesa porque sus alumnos aprendan, sus exámenes son pesados sino haces las series de químicas pero si las haces son realmente faciles."}]