[{"fecha": "29/Jun/2022", "score_general": "6.0", "score_facilidad": "8.0", "materia": "Lab. Medios de Tx", "comments": "Barco, Las clases son largas, Deja trabajos largosLas practicas que deja suelen ser muy dificiles ya que en algunos casos se tienen puntos que no explica, es medio barco calificando siempre y cuando se respete su rubrica."}, {"fecha": "25/Ago/2021", "score_general": "7.0", "score_facilidad": "10.0", "materia": "Lab. Teoría electromagnetica", "comments": "Las practicas que deja suelen ser muy dificiles ya que en algunos casos se tienen puntos que no explica, es medio barco calificando siempre y cuando se respete su rubrica."}, {"fecha": "16/Ago/2021", "score_general": "8.0", "score_facilidad": "8.0", "materia": "Lab. Teoría electromagnética.", "comments": "Barco, La Participación ImportaLas practicas que deja suelen ser muy dificiles ya que en algunos casos se tienen puntos que no explica, es medio barco calificando siempre y cuando se respete su rubrica."}, {"fecha": "14/Feb/2021", "score_general": "6.0", "score_facilidad": "6.0", "materia": "Lab. Teoría electromagnética", "comments": "BarcoLas practicas que deja suelen ser muy dificiles ya que en algunos casos se tienen puntos que no explica, es medio barco calificando siempre y cuando se respete su rubrica."}, {"fecha": "13/Ago/2019", "score_general": "9.0", "score_facilidad": "10.0", "materia": "Lab. Teo. Electromagnetica", "comments": "Barco, Asistencia obligatoria, Brinda apoyoLas practicas que deja suelen ser muy dificiles ya que en algunos casos se tienen puntos que no explica, es medio barco calificando siempre y cuando se respete su rubrica."}, {"fecha": "16/Jul/2018", "score_general": "8.0", "score_facilidad": "8.0", "materia": "Lab Teoría E", "comments": "Barco, Muchas tareas, Asistencia obligatoriaPasas facil y sí aprendes, solo hay que entregar todo"}, {"fecha": "28/Jun/2018", "score_general": "7.0", "score_facilidad": "6.0", "materia": "Lab. Teoría Electrom", "comments": "Pasas facil y sí aprendes, solo hay que entregar todo"}]