[{"fecha": "26/Abr/2023", "score_general": "4.0", "score_facilidad": "8.0", "materia": "Geología general", "comments": "Hace exámenes sorpresa, Asistencia obligatoria, Las clases son largasPor más que lo niegue si tiene favoritos y si no eres de ellos prepárate para llevar la materia solo, trata de tomar la mayor cantidad de apuntes posibles y busca por otros medios ya que ella solo se enfocará en sus \"únicos estudiantes\" casi siempre anda de malas y cambia la evaluación al final"}, {"fecha": "10/Feb/2023", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Geologia de Yacimientos", "comments": "La Participación ImportaPor más que lo niegue si tiene favoritos y si no eres de ellos prepárate para llevar la materia solo, trata de tomar la mayor cantidad de apuntes posibles y busca por otros medios ya que ella solo se enfocará en sus \"únicos estudiantes\" casi siempre anda de malas y cambia la evaluación al final"}, {"fecha": "16/Mar/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Geología General y Geología de Yacimientos de Fluidos", "comments": "La Participación Importa, Da Crédito Extra, Brinda apoyoPor más que lo niegue si tiene favoritos y si no eres de ellos prepárate para llevar la materia solo, trata de tomar la mayor cantidad de apuntes posibles y busca por otros medios ya que ella solo se enfocará en sus \"únicos estudiantes\" casi siempre anda de malas y cambia la evaluación al final"}, {"fecha": "22/Ene/2019", "score_general": "5.0", "score_facilidad": "4.0", "materia": "---", "comments": "Muchas tareas, Hace exámenes sorpresa, Asistencia obligatoriaPor más que lo niegue si tiene favoritos y si no eres de ellos prepárate para llevar la materia solo, trata de tomar la mayor cantidad de apuntes posibles y busca por otros medios ya que ella solo se enfocará en sus \"únicos estudiantes\" casi siempre anda de malas y cambia la evaluación al final"}, {"fecha": "21/Ene/2019", "score_general": "6.0", "score_facilidad": "8.0", "materia": "Geología", "comments": "Hace exámenes sorpresa, La Participación ImportaPor más que lo niegue si tiene favoritos y si no eres de ellos prepárate para llevar la materia solo, trata de tomar la mayor cantidad de apuntes posibles y busca por otros medios ya que ella solo se enfocará en sus \"únicos estudiantes\" casi siempre anda de malas y cambia la evaluación al final"}, {"fecha": "20/Ene/2019", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Geología general", "comments": "Sabe bastante, y no concuerdo con el favoritismo. Tiene carácter fuerte, pero es paciente si le preguntas"}, {"fecha": "20/Ene/2019", "score_general": "4.0", "score_facilidad": "4.0", "materia": "Geología General", "comments": "Sabe bastante, y no concuerdo con el favoritismo. Tiene carácter fuerte, pero es paciente si le preguntas"}, {"fecha": "21/Dic/2018", "score_general": "5.0", "score_facilidad": "4.0", "materia": "Geologia", "comments": "Muchas tareas, Hace exámenes sorpresa, Deja trabajos largosSabe bastante, y no concuerdo con el favoritismo. Tiene carácter fuerte, pero es paciente si le preguntas"}, {"fecha": "19/Nov/2018", "score_general": "8.0", "score_facilidad": "8.0", "materia": "Geología general.", "comments": "Sabe bastante, y no concuerdo con el favoritismo. Tiene carácter fuerte, pero es paciente si le preguntas"}, {"fecha": "24/Ene/2018", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Geóloga general", "comments": "Hace exámenes sorpresa, La Participación Importa, Asistencia obligatoriaSabe bastante, y no concuerdo con el favoritismo. Tiene carácter fuerte, pero es paciente si le preguntas"}, {"fecha": "27/Jul/2017", "score_general": "7.0", "score_facilidad": "8.0", "materia": "Geología General", "comments": "Hace exámenes sorpresa, La Participación Importa, Tomaría su clase otra vezEs una profesora que se poca de sus diapositivas, de estas es de donde sacar susu exámenes además de ciertas notas que da en clase. La materia es algo tediosa y requiere organización por los trabajos, la práctica fue bastante buena. Es paciente y ayuda mucho"}]