[{"fecha": "24/Ene/2022", "score_general": "5.0", "score_facilidad": "4.0", "materia": "SEP", "comments": "Las clases son largasHace 2 examenes que valen 100% son algo dificiles y se dividen en parte teórica y práctica. Se nota que el profesor sabe mucho y siempre se enfoca en la vida real y se basa mucho en el laboratorio, pero sus diagramas en línea fueron confusos y algo aburrido, siempre toma 15  minutos más. Toma lista."}, {"fecha": "24/Ago/2021", "score_general": "8.0", "score_facilidad": "6.0", "materia": "Sistemas eléctricos de potencia I", "comments": "Inspiracional, Clases excelentes, Tomaría su clase otra vezHace 2 examenes que valen 100% son algo dificiles y se dividen en parte teórica y práctica. Se nota que el profesor sabe mucho y siempre se enfoca en la vida real y se basa mucho en el laboratorio, pero sus diagramas en línea fueron confusos y algo aburrido, siempre toma 15  minutos más. Toma lista."}, {"fecha": "24/Ago/2021", "score_general": "10.0", "score_facilidad": "6.0", "materia": "SEP", "comments": "Hace 2 examenes que valen 100% son algo dificiles y se dividen en parte teórica y práctica. Se nota que el profesor sabe mucho y siempre se enfoca en la vida real y se basa mucho en el laboratorio, pero sus diagramas en línea fueron confusos y algo aburrido, siempre toma 15  minutos más. Toma lista."}, {"fecha": "25/Feb/2021", "score_general": "10.0", "score_facilidad": "4.0", "materia": "Sistemas Eléctricos de Potencia", "comments": "Da buena retroalimentación, Clases excelentes, Los exámenes son difícilesHace 2 examenes que valen 100% son algo dificiles y se dividen en parte teórica y práctica. Se nota que el profesor sabe mucho y siempre se enfoca en la vida real y se basa mucho en el laboratorio, pero sus diagramas en línea fueron confusos y algo aburrido, siempre toma 15  minutos más. Toma lista."}, {"fecha": "16/Feb/2021", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Lab. Sistemas Eléctricos de Potencia I", "comments": "Asistencia obligatoria, Respetado por los estudiantesHace 2 examenes que valen 100% son algo dificiles y se dividen en parte teórica y práctica. Se nota que el profesor sabe mucho y siempre se enfoca en la vida real y se basa mucho en el laboratorio, pero sus diagramas en línea fueron confusos y algo aburrido, siempre toma 15  minutos más. Toma lista."}, {"fecha": "11/Feb/2021", "score_general": "10.0", "score_facilidad": "4.0", "materia": "SEP I", "comments": "Clases excelentesUn gran profesor con quien aprendí mucho, lo recomiendo ampliamente sobretodo si vas para el módulo de Potencia. Siempre contestaba todas las dudas y te manda sus apuntes. Se pone muy estricto al momento de calificar los exámenes, estudia bien sus apuntes y has ejercicios por tu cuenta."}, {"fecha": "31/Ago/2020", "score_general": "9.0", "score_facilidad": "6.0", "materia": "SEP", "comments": "Un gran profesor con quien aprendí mucho, lo recomiendo ampliamente sobretodo si vas para el módulo de Potencia. Siempre contestaba todas las dudas y te manda sus apuntes. Se pone muy estricto al momento de calificar los exámenes, estudia bien sus apuntes y has ejercicios por tu cuenta."}, {"fecha": "14/Jun/2019", "score_general": "9.0", "score_facilidad": "6.0", "materia": "Lab. SEP", "comments": "Muchas tareasUn gran profesor con quien aprendí mucho, lo recomiendo ampliamente sobretodo si vas para el módulo de Potencia. Siempre contestaba todas las dudas y te manda sus apuntes. Se pone muy estricto al momento de calificar los exámenes, estudia bien sus apuntes y has ejercicios por tu cuenta."}, {"fecha": "15/Ene/2019", "score_general": "4.0", "score_facilidad": "6.0", "materia": "LAB SEP1", "comments": "Asistencia obligatoriaUn gran profesor con quien aprendí mucho, lo recomiendo ampliamente sobretodo si vas para el módulo de Potencia. Siempre contestaba todas las dudas y te manda sus apuntes. Se pone muy estricto al momento de calificar los exámenes, estudia bien sus apuntes y has ejercicios por tu cuenta."}, {"fecha": "30/Jun/2018", "score_general": "9.0", "score_facilidad": "8.0", "materia": "SEP 1", "comments": "Da buena retroalimentación, Asistencia obligatoria, Respetado por los estudiantesUn gran profesor con quien aprendí mucho, lo recomiendo ampliamente sobretodo si vas para el módulo de Potencia. Siempre contestaba todas las dudas y te manda sus apuntes. Se pone muy estricto al momento de calificar los exámenes, estudia bien sus apuntes y has ejercicios por tu cuenta."}, {"fecha": "26/Ene/2018", "score_general": "8.0", "score_facilidad": "6.0", "materia": "Laboratorio de SEP", "comments": "Es bien estricto calificando los reportes, cualquier falta de ortografía o algún dato mal hace que saques un 8. Eso es lo único malo, porque el profe sabe mucho y su clase es muy interesante. No es barco pero no es nada imposible pasar. No lo metan en teoría porque ahí sí es más difícil."}, {"fecha": "02/Dic/2016", "score_general": "9.0", "score_facilidad": "4.0", "materia": "Sistemas Eléctricos de Potencia I", "comments": "Califica Duro, Las clases son largas, Los exámenes son difícilesEs bien estricto calificando los reportes, cualquier falta de ortografía o algún dato mal hace que saques un 8. Eso es lo único malo, porque el profe sabe mucho y su clase es muy interesante. No es barco pero no es nada imposible pasar. No lo metan en teoría porque ahí sí es más difícil."}]