[{"fecha": "06/Ago/2022", "score_general": "5.0", "score_facilidad": "6.0", "materia": "Termodinámica", "comments": "Muchas tareas, Deja trabajos largos, Muchos proyectos grupales2021-2 (línea y paro). No se entendia a la letra y dibujos de la profa, deja varios ejercicios de tarea que son de exámenes finales de hace 15 años. Tienes que estudiar por tu cuenta. Mando a todos a final. La peor experiencia que he tenido en la fac."}, {"fecha": "31/Ene/2022", "score_general": "3.0", "score_facilidad": "2.0", "materia": "Termodinámica", "comments": "Califica Duro, Muchas tareas2021-2 (línea y paro). No se entendia a la letra y dibujos de la profa, deja varios ejercicios de tarea que son de exámenes finales de hace 15 años. Tienes que estudiar por tu cuenta. Mando a todos a final. La peor experiencia que he tenido en la fac."}, {"fecha": "27/Ene/2022", "score_general": "2.0", "score_facilidad": "4.0", "materia": "Termodinámica", "comments": "Asistencia obligatoria, Las clases son largas2021-2 (línea y paro). No se entendia a la letra y dibujos de la profa, deja varios ejercicios de tarea que son de exámenes finales de hace 15 años. Tienes que estudiar por tu cuenta. Mando a todos a final. La peor experiencia que he tenido en la fac."}, {"fecha": "27/Ene/2022", "score_general": "3.0", "score_facilidad": "2.0", "materia": "Termodinámica", "comments": "Califica Duro, Muchas tareas, Las clases son largas2021-2 (línea y paro). No se entendia a la letra y dibujos de la profa, deja varios ejercicios de tarea que son de exámenes finales de hace 15 años. Tienes que estudiar por tu cuenta. Mando a todos a final. La peor experiencia que he tenido en la fac."}, {"fecha": "27/Ene/2022", "score_general": "9.0", "score_facilidad": "8.0", "materia": "---", "comments": "Califica Duro, Da buena retroalimentación, Brinda apoyo2021-2 (línea y paro). No se entendia a la letra y dibujos de la profa, deja varios ejercicios de tarea que son de exámenes finales de hace 15 años. Tienes que estudiar por tu cuenta. Mando a todos a final. La peor experiencia que he tenido en la fac."}, {"fecha": "17/Dic/2021", "score_general": "2.0", "score_facilidad": "4.0", "materia": "Termodinamica", "comments": "Cualquier maestra es mejor opción que ella, califica como quiere, sus clases no se le entiende a su letra, y nunca da retroalimentación."}, {"fecha": "26/Ago/2021", "score_general": "3.0", "score_facilidad": "2.0", "materia": "Termodinámica", "comments": "Muchas tareas, Las clases son largas, Los exámenes son difícilesCualquier maestra es mejor opción que ella, califica como quiere, sus clases no se le entiende a su letra, y nunca da retroalimentación."}, {"fecha": "21/Ago/2021", "score_general": "3.0", "score_facilidad": "4.0", "materia": "Termodinamica", "comments": "Muchas tareas, Las clases son largas, Deja trabajos largosCualquier maestra es mejor opción que ella, califica como quiere, sus clases no se le entiende a su letra, y nunca da retroalimentación."}, {"fecha": "01/Sep/2020", "score_general": "9.0", "score_facilidad": "10.0", "materia": "Termodinámica", "comments": "Muchas tareas, Da Crédito Extra, Brinda apoyoCualquier maestra es mejor opción que ella, califica como quiere, sus clases no se le entiende a su letra, y nunca da retroalimentación."}, {"fecha": "24/Ago/2020", "score_general": "5.0", "score_facilidad": "8.0", "materia": "Termodinámica", "comments": "Barco, Muchas tareas, Pocos ExámenesCualquier maestra es mejor opción que ella, califica como quiere, sus clases no se le entiende a su letra, y nunca da retroalimentación."}, {"fecha": "22/Ene/2020", "score_general": "9.0", "score_facilidad": "6.0", "materia": "Termo", "comments": "Muchas tareasEs clara al explicar y lleva la clase relajada, es importante que hagas sus tareas y ejercicios que deja en clases porque te sirven para el examen y los toma en cuenta para calificación."}, {"fecha": "14/Ene/2019", "score_general": "7.0", "score_facilidad": "8.0", "materia": "Termodinamica", "comments": "Es clara al explicar y lleva la clase relajada, es importante que hagas sus tareas y ejercicios que deja en clases porque te sirven para el examen y los toma en cuenta para calificación."}, {"fecha": "30/Jun/2017", "score_general": "9.0", "score_facilidad": "10.0", "materia": "Termodinámica", "comments": "Es clara al explicar y lleva la clase relajada, es importante que hagas sus tareas y ejercicios que deja en clases porque te sirven para el examen y los toma en cuenta para calificación."}, {"fecha": "15/Jun/2016", "score_general": "9.0", "score_facilidad": "6.0", "materia": "Termodinámica", "comments": "Muchas tareas, Da Crédito Extra, Tomaría su clase otra vezEs clara al explicar y lleva la clase relajada, es importante que hagas sus tareas y ejercicios que deja en clases porque te sirven para el examen y los toma en cuenta para calificación."}, {"fecha": "04/Feb/2016", "score_general": "5.0", "score_facilidad": "4.0", "materia": "Termodinámica", "comments": "Las clases son largasEs clara al explicar y lleva la clase relajada, es importante que hagas sus tareas y ejercicios que deja en clases porque te sirven para el examen y los toma en cuenta para calificación."}, {"fecha": "18/Jun/2014", "score_general": "6.0", "score_facilidad": "6.0", "materia": "Estatica", "comments": "Que hable en español no en chino"}, {"fecha": "13/Ene/2014", "score_general": "2.0", "score_facilidad": "2.0", "materia": "Termodinamica", "comments": "Que hable en español no en chino"}, {"fecha": "21/Ene/2013", "score_general": "5.0", "score_facilidad": "8.0", "materia": "Termodinámica", "comments": "Que hable en español no en chino"}]