[{"fecha": "09/May/2023", "score_general": "8.0", "score_facilidad": "4.0", "materia": "Sistemas Operativos", "comments": "Califica Duro, Muchas tareas, Prepárate para leerel profesor las primeras clases te enseña tanto teoría como la parte programada, las ultimas clases solo explico la teoría y el pedía programar el código sin existir un ejemplo en que basarse en Python, además debes tener buena lógica para hacer sus códigos"}, {"fecha": "08/Feb/2023", "score_general": "9.0", "score_facilidad": "10.0", "materia": "Sistemas Operativos", "comments": "Da buena retroalimentación, Respetado por los estudiantes, Tomaría su clase otra vezel profesor las primeras clases te enseña tanto teoría como la parte programada, las ultimas clases solo explico la teoría y el pedía programar el código sin existir un ejemplo en que basarse en Python, además debes tener buena lógica para hacer sus códigos"}, {"fecha": "29/Ene/2023", "score_general": "10.0", "score_facilidad": "10.0", "materia": "SO", "comments": "Inspiracional, Brinda apoyoel profesor las primeras clases te enseña tanto teoría como la parte programada, las ultimas clases solo explico la teoría y el pedía programar el código sin existir un ejemplo en que basarse en Python, además debes tener buena lógica para hacer sus códigos"}, {"fecha": "26/Feb/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Sistemas Operativos", "comments": "Muy cómico, Clases excelentes, Tomaría su clase otra vezel profesor las primeras clases te enseña tanto teoría como la parte programada, las ultimas clases solo explico la teoría y el pedía programar el código sin existir un ejemplo en que basarse en Python, además debes tener buena lógica para hacer sus códigos"}, {"fecha": "08/Feb/2021", "score_general": "9.0", "score_facilidad": "4.0", "materia": "Sistemas Operativos", "comments": "Muy cómico, Da buena retroalimentación, Prepárate para leerel profesor las primeras clases te enseña tanto teoría como la parte programada, las ultimas clases solo explico la teoría y el pedía programar el código sin existir un ejemplo en que basarse en Python, además debes tener buena lógica para hacer sus códigos"}, {"fecha": "31/Ago/2020", "score_general": "8.0", "score_facilidad": "4.0", "materia": "Sistemas Operativos", "comments": "Da buena retroalimentación, Prepárate para leer, Clases excelentesDe los mejores profesores para aprender Sistemas Operativos, tiene un libro del que saca sus diapos y las explica bastante bien, tienes que exponer, hacer 1 examen, varios proyectos y unas prácticas,  todas con base en lo que viste en clase. En semestre online dió clases a través de Jitsi."}, {"fecha": "21/Ene/2019", "score_general": "8.0", "score_facilidad": "6.0", "materia": "Sistemas Operativos", "comments": "Califica Duro, Da buena retroalimentación, Prepárate para leerDe los mejores profesores para aprender Sistemas Operativos, tiene un libro del que saca sus diapos y las explica bastante bien, tienes que exponer, hacer 1 examen, varios proyectos y unas prácticas,  todas con base en lo que viste en clase. En semestre online dió clases a través de Jitsi."}, {"fecha": "09/Ene/2018", "score_general": "7.0", "score_facilidad": "6.0", "materia": "Sistemas Operativos", "comments": "Respetado por los estudiantes, Las clases son largas, Pocos ExámenesDe los mejores profesores para aprender Sistemas Operativos, tiene un libro del que saca sus diapos y las explica bastante bien, tienes que exponer, hacer 1 examen, varios proyectos y unas prácticas,  todas con base en lo que viste en clase. En semestre online dió clases a través de Jitsi."}]