[{"fecha": "14/Ago/2020", "score_general": "9.0", "score_facilidad": "6.0", "materia": "Sistemas operativos", "comments": "Respetado por los estudiantes, Inspiracional, Clases excelentesDe los mejores profesores de la Facultad dentro de la rama de computación. Se nota que tiene un conocimiento enorme, en pocas clases te darás cuenta la calidad deficiente que has tenido anteriormente dentro de la facultad. Una persona que de verdad tiene ganas de aportar a la comunidad universitaria"}, {"fecha": "02/Feb/2017", "score_general": "9.0", "score_facilidad": "6.0", "materia": "Sistemas Operativos", "comments": "Respetado por los estudiantes, Clases excelentes, Tomaría su clase otra vezDe los mejores profesores de la Facultad dentro de la rama de computación. Se nota que tiene un conocimiento enorme, en pocas clases te darás cuenta la calidad deficiente que has tenido anteriormente dentro de la facultad. Una persona que de verdad tiene ganas de aportar a la comunidad universitaria"}, {"fecha": "11/Mar/2016", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Sistemas Operativos", "comments": "Da buena retroalimentación, Clases excelentes, Tomaría su clase otra vezDe los mejores profesores de la Facultad dentro de la rama de computación. Se nota que tiene un conocimiento enorme, en pocas clases te darás cuenta la calidad deficiente que has tenido anteriormente dentro de la facultad. Una persona que de verdad tiene ganas de aportar a la comunidad universitaria"}, {"fecha": "25/Ene/2016", "score_general": "8.0", "score_facilidad": "6.0", "materia": "Sistemas operativos", "comments": "De los mejores profesores de la Facultad dentro de la rama de computación. Se nota que tiene un conocimiento enorme, en pocas clases te darás cuenta la calidad deficiente que has tenido anteriormente dentro de la facultad. Una persona que de verdad tiene ganas de aportar a la comunidad universitaria"}, {"fecha": "11/Dic/2015", "score_general": "9.0", "score_facilidad": "4.0", "materia": "Sistemas Operativos", "comments": "De los mejores profesores de la Facultad dentro de la rama de computación. Se nota que tiene un conocimiento enorme, en pocas clases te darás cuenta la calidad deficiente que has tenido anteriormente dentro de la facultad. Una persona que de verdad tiene ganas de aportar a la comunidad universitaria"}]