[{"fecha": "24/Ene/2023", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Laboratorio de Termodinamica", "comments": "Aspectos de calificación claros, Clases excelentes, Tomaría su clase otra vezLA MEJOR PROFEROSA DE LAB DE TERMO. Muy linda, explica todo súper claro, las clases duran lo que tienen que durar, complementa muy bien la teoría y siempre está atenta a cualquier duda, previos en equipo y a computadora además que da puntos extras por exponer. No hay otra opción"}, {"fecha": "23/Ene/2023", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Laboratorio Termodinámic a", "comments": "Barco, Da buena retroalimentación, Tomaría su clase otra vezLA MEJOR PROFEROSA DE LAB DE TERMO. Muy linda, explica todo súper claro, las clases duran lo que tienen que durar, complementa muy bien la teoría y siempre está atenta a cualquier duda, previos en equipo y a computadora además que da puntos extras por exponer. No hay otra opción"}, {"fecha": "02/Ago/2022", "score_general": "10.0", "score_facilidad": "10.0", "materia": "lab termo", "comments": "LA MEJOR PROFEROSA DE LAB DE TERMO. Muy linda, explica todo súper claro, las clases duran lo que tienen que durar, complementa muy bien la teoría y siempre está atenta a cualquier duda, previos en equipo y a computadora además que da puntos extras por exponer. No hay otra opción"}, {"fecha": "13/May/2022", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Laboratorio Termodinámica", "comments": "Respetado por los estudiantes, Inspiracional, Clases excelentesLA MEJOR PROFEROSA DE LAB DE TERMO. Muy linda, explica todo súper claro, las clases duran lo que tienen que durar, complementa muy bien la teoría y siempre está atenta a cualquier duda, previos en equipo y a computadora además que da puntos extras por exponer. No hay otra opción"}, {"fecha": "17/Feb/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Laboratorio de termodinámica", "comments": "Muy cómico, Tomaría su clase otra vezLA MEJOR PROFEROSA DE LAB DE TERMO. Muy linda, explica todo súper claro, las clases duran lo que tienen que durar, complementa muy bien la teoría y siempre está atenta a cualquier duda, previos en equipo y a computadora además que da puntos extras por exponer. No hay otra opción"}, {"fecha": "15/Feb/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Laboratorio de Termodinámica", "comments": "Barco, Da buena retroalimentación, Aspectos de calificación clarosEs muy buena maestra, hace lo posible por que aprendamos. Explica muy bien y hace la clase amena. A veces nos dejaba salir temprano. No es nada difícil pasar con ella."}, {"fecha": "05/Feb/2021", "score_general": "9.0", "score_facilidad": "10.0", "materia": "Laboratorio de Termodinamica", "comments": "Barco, Inspiracional, Tomaría su clase otra vezEs muy buena maestra, hace lo posible por que aprendamos. Explica muy bien y hace la clase amena. A veces nos dejaba salir temprano. No es nada difícil pasar con ella."}, {"fecha": "09/Oct/2020", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Laboratorio de Termodinámica", "comments": "Es muy buena maestra, hace lo posible por que aprendamos. Explica muy bien y hace la clase amena. A veces nos dejaba salir temprano. No es nada difícil pasar con ella."}, {"fecha": "03/Jun/2019", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Laboratorio de termodinámica", "comments": "Barco, Da Crédito ExtraEs muy buena maestra, hace lo posible por que aprendamos. Explica muy bien y hace la clase amena. A veces nos dejaba salir temprano. No es nada difícil pasar con ella."}, {"fecha": "25/Ene/2018", "score_general": "10.0", "score_facilidad": "10.0", "materia": "teermo", "comments": "BarcoEs muy buena maestra, hace lo posible por que aprendamos. Explica muy bien y hace la clase amena. A veces nos dejaba salir temprano. No es nada difícil pasar con ella."}, {"fecha": "27/Jul/2017", "score_general": "6.0", "score_facilidad": "6.0", "materia": "Laboratorio Fundamentos de Termodinámica y Electromagne", "comments": "La Participación Importa, Asistencia obligatoria, Las clases son largasLa mayoria de sus clases son claras, aveces si el tiempo le gana se va rápido y no entiendes muy bien, tienes que ir aveces a asesorías para terminar tu reporte lo padre es que te deja corregir si esta mal y volverla a entregar. Es paciente y trata de explicar lo mejor posible."}]