[{"fecha": "11/Feb/2023", "score_general": "7.0", "score_facilidad": "6.0", "materia": "Ecuaciones Diferenciales", "comments": "La Participación Importa, Clases excelentes, Tomaría su clase otra vezLa materia es de las más difíciles, el profe es de los pocos que dominan la materia. Los que opinan mal, no soportan anotar los ejercicios vistos en clase.\r\nSugerencias: anota todo, los exám son en su mayoría ejercicios vistos en clase, nunca faltes: la materia es compleja. Excelente profesor."}, {"fecha": "09/Feb/2023", "score_general": "2.0", "score_facilidad": "2.0", "materia": "Ecuaciones Diferenciales", "comments": "Califica Duro, Muchas tareas, Los exámenes son difícilesLa materia es de las más difíciles, el profe es de los pocos que dominan la materia. Los que opinan mal, no soportan anotar los ejercicios vistos en clase.\r\nSugerencias: anota todo, los exám son en su mayoría ejercicios vistos en clase, nunca faltes: la materia es compleja. Excelente profesor."}, {"fecha": "09/Feb/2023", "score_general": "4.0", "score_facilidad": "6.0", "materia": "Ecuaciones", "comments": "Los exámenes son difícilesLa materia es de las más difíciles, el profe es de los pocos que dominan la materia. Los que opinan mal, no soportan anotar los ejercicios vistos en clase.\r\nSugerencias: anota todo, los exám son en su mayoría ejercicios vistos en clase, nunca faltes: la materia es compleja. Excelente profesor."}, {"fecha": "09/Ago/2022", "score_general": "3.0", "score_facilidad": "4.0", "materia": "Ecuaciones diferenciales", "comments": "Califica Duro, Pocos Exámenes, Los exámenes son difícilesLa materia es de las más difíciles, el profe es de los pocos que dominan la materia. Los que opinan mal, no soportan anotar los ejercicios vistos en clase.\r\nSugerencias: anota todo, los exám son en su mayoría ejercicios vistos en clase, nunca faltes: la materia es compleja. Excelente profesor."}, {"fecha": "27/Feb/2022", "score_general": "2.0", "score_facilidad": "2.0", "materia": "Ecuaciones diferenciales", "comments": "Califica Duro, Las clases son largas, Los exámenes son difícilesLa materia es de las más difíciles, el profe es de los pocos que dominan la materia. Los que opinan mal, no soportan anotar los ejercicios vistos en clase.\r\nSugerencias: anota todo, los exám son en su mayoría ejercicios vistos en clase, nunca faltes: la materia es compleja. Excelente profesor."}, {"fecha": "23/Feb/2022", "score_general": "2.0", "score_facilidad": "2.0", "materia": "Ecuaciones", "comments": "Califica Duro, Las clases son largas, Los exámenes son difíciles"}, {"fecha": "18/Feb/2022", "score_general": "2.0", "score_facilidad": "2.0", "materia": "Ecuaciones diferenciales", "comments": "Califica Duro, Muchas tareas, Las clases son largas"}, {"fecha": "27/Ene/2022", "score_general": "2.0", "score_facilidad": "4.0", "materia": "Ecuaciones diferenciales", "comments": "Califica Duro, Da buena retroalimentación, Muchas tareas"}, {"fecha": "31/Ago/2021", "score_general": "2.0", "score_facilidad": "2.0", "materia": "Ecuaciones Diferenciales", "comments": "Califica Duro, Las clases son largas, Los exámenes son difíciles"}, {"fecha": "21/Ago/2021", "score_general": "7.0", "score_facilidad": "2.0", "materia": "Ecuaciones Diferenciales", "comments": "Califica Duro, Aspectos de calificación claros, Los exámenes son difíciles"}, {"fecha": "16/Feb/2021", "score_general": "3.0", "score_facilidad": "2.0", "materia": "Ecuaciones Diferenciales", "comments": "Califica Duro, Muchas tareasEstuve con el en el semestre en línea, sus clases son muy lentas y confusas más en sus ejercicios de ejemplo aveces hasta a él se le olvida como resolverlos. No termino el temerio y aún así tuvimos que tomar 4 clases extras. Has las tareas, si el hace el final difícilmente pasarás el nivel no es acr"}, {"fecha": "04/Sep/2020", "score_general": "5.0", "score_facilidad": "6.0", "materia": "ecuaciones diferenciales", "comments": "Las clases son largas, Da Crédito Extra, Pocos ExámenesEstuve con el en el semestre en línea, sus clases son muy lentas y confusas más en sus ejercicios de ejemplo aveces hasta a él se le olvida como resolverlos. No termino el temerio y aún así tuvimos que tomar 4 clases extras. Has las tareas, si el hace el final difícilmente pasarás el nivel no es acr"}, {"fecha": "24/Jul/2019", "score_general": "5.0", "score_facilidad": "4.0", "materia": "Ecuaciones diferenciales", "comments": "Muchas tareas, Los exámenes son difícilesEstuve con el en el semestre en línea, sus clases son muy lentas y confusas más en sus ejercicios de ejemplo aveces hasta a él se le olvida como resolverlos. No termino el temerio y aún así tuvimos que tomar 4 clases extras. Has las tareas, si el hace el final difícilmente pasarás el nivel no es acr"}, {"fecha": "23/Jul/2019", "score_general": "9.0", "score_facilidad": "6.0", "materia": "Ecuaciones Diferenciales", "comments": "Tomaría su clase otra vezEstuve con el en el semestre en línea, sus clases son muy lentas y confusas más en sus ejercicios de ejemplo aveces hasta a él se le olvida como resolverlos. No termino el temerio y aún así tuvimos que tomar 4 clases extras. Has las tareas, si el hace el final difícilmente pasarás el nivel no es acr"}, {"fecha": "04/Jul/2019", "score_general": "7.0", "score_facilidad": "6.0", "materia": "Ecuaciones Diferenciales", "comments": "Muchas tareas, Clases excelentes, Tomaría su clase otra vezEstuve con el en el semestre en línea, sus clases son muy lentas y confusas más en sus ejercicios de ejemplo aveces hasta a él se le olvida como resolverlos. No termino el temerio y aún así tuvimos que tomar 4 clases extras. Has las tareas, si el hace el final difícilmente pasarás el nivel no es acr"}]