[{"fecha": "02/Mar/2023", "score_general": "9.0", "score_facilidad": "6.0", "materia": "Cinemática y Dinámica", "comments": "Da buena retroalimentación, Respetado por los estudiantes, Tomaría su clase otra vezEste profe es de los mejores que hay en la facultad, su forma de enseñar es super clara, el profe es muy buena onda. Pero en los exámenes se pone serio y solo da 1 hora para resolverlo, aunque es suficiente porque no son largos. \r\nSi le echas ganas sacas 9, no es para barquear pero vale la pena"}, {"fecha": "18/Jun/2022", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Cinemática y Dinámica", "comments": "Califica Duro, Muy cómicoEste profe es de los mejores que hay en la facultad, su forma de enseñar es super clara, el profe es muy buena onda. Pero en los exámenes se pone serio y solo da 1 hora para resolverlo, aunque es suficiente porque no son largos. \r\nSi le echas ganas sacas 9, no es para barquear pero vale la pena"}, {"fecha": "09/Jun/2022", "score_general": "9.0", "score_facilidad": "4.0", "materia": "Cinemática y dinámica", "comments": "Califica Duro, Muchas tareas, Los exámenes son difícilesEste profe es de los mejores que hay en la facultad, su forma de enseñar es super clara, el profe es muy buena onda. Pero en los exámenes se pone serio y solo da 1 hora para resolverlo, aunque es suficiente porque no son largos. \r\nSi le echas ganas sacas 9, no es para barquear pero vale la pena"}, {"fecha": "03/Feb/2022", "score_general": "2.0", "score_facilidad": "2.0", "materia": "Mecánica", "comments": "Las clases son largas, Pocos ExámenesEste profe es de los mejores que hay en la facultad, su forma de enseñar es super clara, el profe es muy buena onda. Pero en los exámenes se pone serio y solo da 1 hora para resolverlo, aunque es suficiente porque no son largos. \r\nSi le echas ganas sacas 9, no es para barquear pero vale la pena"}, {"fecha": "27/Ene/2022", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Laboratorio de Estática", "comments": "Califica Duro, Da buena retroalimentación, Aspectos de calificación clarosEste profe es de los mejores que hay en la facultad, su forma de enseñar es super clara, el profe es muy buena onda. Pero en los exámenes se pone serio y solo da 1 hora para resolverlo, aunque es suficiente porque no son largos. \r\nSi le echas ganas sacas 9, no es para barquear pero vale la pena"}, {"fecha": "14/Dic/2021", "score_general": "7.0", "score_facilidad": "6.0", "materia": "Mecánica", "comments": "Se le entiende todo, pero más que por merito del profesor, por la sencillez de la asignatura.   \r\nTambién resuelve dudas pero es arrogante y nada considerado al evaluar. \r\nPuede bajarle puntos al grupo por una indisciplina individual, por lo que también es injusto."}, {"fecha": "03/Nov/2021", "score_general": "9.0", "score_facilidad": "6.0", "materia": "Mecanica", "comments": "Califica Duro, La Participación Importa, Respetado por los estudiantesSe le entiende todo, pero más que por merito del profesor, por la sencillez de la asignatura.   \r\nTambién resuelve dudas pero es arrogante y nada considerado al evaluar. \r\nPuede bajarle puntos al grupo por una indisciplina individual, por lo que también es injusto."}, {"fecha": "02/Sep/2021", "score_general": "3.0", "score_facilidad": "4.0", "materia": "Mecánica", "comments": "Califica Duro, Las clases son largas, Los exámenes son difícilesSe le entiende todo, pero más que por merito del profesor, por la sencillez de la asignatura.   \r\nTambién resuelve dudas pero es arrogante y nada considerado al evaluar. \r\nPuede bajarle puntos al grupo por una indisciplina individual, por lo que también es injusto."}, {"fecha": "01/Sep/2021", "score_general": "8.0", "score_facilidad": "4.0", "materia": "Estática", "comments": "Califica DuroSe le entiende todo, pero más que por merito del profesor, por la sencillez de la asignatura.   \r\nTambién resuelve dudas pero es arrogante y nada considerado al evaluar. \r\nPuede bajarle puntos al grupo por una indisciplina individual, por lo que también es injusto."}, {"fecha": "30/Ago/2021", "score_general": "6.0", "score_facilidad": "6.0", "materia": "Mecánica", "comments": "Califica Duro, Las clases son largasSe le entiende todo, pero más que por merito del profesor, por la sencillez de la asignatura.   \r\nTambién resuelve dudas pero es arrogante y nada considerado al evaluar. \r\nPuede bajarle puntos al grupo por una indisciplina individual, por lo que también es injusto."}, {"fecha": "25/Ago/2021", "score_general": "7.0", "score_facilidad": "6.0", "materia": "Mecanica", "comments": "Muy cómico, Clases excelentes, Tomaría su clase otra vez(Clases en linea)Lo recomiendo totalmente. Explica muy claro, es buena onda y cualquier duda la responde.Eso si, no te quieras pasar de listo en los exámenes porque se da cuenta si estas copiando. Si pones atención a sus clases y le estudias chido para los exámenes pasas con 8 o mas."}, {"fecha": "24/Ago/2021", "score_general": "10.0", "score_facilidad": "4.0", "materia": "Estática", "comments": "Califica Duro, Muy cómico, Los exámenes son difíciles(Clases en linea)Lo recomiendo totalmente. Explica muy claro, es buena onda y cualquier duda la responde.Eso si, no te quieras pasar de listo en los exámenes porque se da cuenta si estas copiando. Si pones atención a sus clases y le estudias chido para los exámenes pasas con 8 o mas."}, {"fecha": "23/Ago/2021", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Estática", "comments": "Califica Duro, Respetado por los estudiantes, Tomaría su clase otra vez(Clases en linea)Lo recomiendo totalmente. Explica muy claro, es buena onda y cualquier duda la responde.Eso si, no te quieras pasar de listo en los exámenes porque se da cuenta si estas copiando. Si pones atención a sus clases y le estudias chido para los exámenes pasas con 8 o mas."}, {"fecha": "22/Ago/2021", "score_general": "6.0", "score_facilidad": "2.0", "materia": "Mecanica", "comments": "Califica Duro, Aspectos de calificación claros, Los exámenes son difíciles(Clases en linea)Lo recomiendo totalmente. Explica muy claro, es buena onda y cualquier duda la responde.Eso si, no te quieras pasar de listo en los exámenes porque se da cuenta si estas copiando. Si pones atención a sus clases y le estudias chido para los exámenes pasas con 8 o mas."}, {"fecha": "20/Ago/2021", "score_general": "9.0", "score_facilidad": "6.0", "materia": "Mecanica", "comments": "Califica Duro, Aspectos de calificación claros, Los exámenes son difíciles(Clases en linea)Lo recomiendo totalmente. Explica muy claro, es buena onda y cualquier duda la responde.Eso si, no te quieras pasar de listo en los exámenes porque se da cuenta si estas copiando. Si pones atención a sus clases y le estudias chido para los exámenes pasas con 8 o mas."}, {"fecha": "25/Mar/2021", "score_general": "2.0", "score_facilidad": "2.0", "materia": "Ingenieria", "comments": ""}, {"fecha": "19/Feb/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Laboratorio Estatica", "comments": "Califica Duro, Da buena retroalimentación, Asistencia obligatoria"}, {"fecha": "19/Feb/2021", "score_general": "10.0", "score_facilidad": "8.0", "materia": "LAB DE CINEMÁTICA Y DINÁMICA", "comments": "Muy cómico, Asistencia obligatoria, Tomaría su clase otra vez"}, {"fecha": "19/Feb/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Estática", "comments": ""}, {"fecha": "17/Feb/2021", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Mecánica", "comments": "Da buena retroalimentación, Brinda apoyo, Clases excelentes"}, {"fecha": "17/Feb/2021", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Lab de Cinemática y Dinámica", "comments": "Califica Duro, Aspectos de calificación claros, Tomaría su clase otra vezEs muy buen profesor, sus explicaciones tanto de la parte teórica como de la práctica son bastante claras. Debes hacer las prácticas con el formato que él pide."}, {"fecha": "15/Feb/2021", "score_general": "8.0", "score_facilidad": "6.0", "materia": "Mecanica", "comments": "Aspectos de calificación claros, Clases excelentes, Los exámenes son difícilesEs muy buen profesor, sus explicaciones tanto de la parte teórica como de la práctica son bastante claras. Debes hacer las prácticas con el formato que él pide."}, {"fecha": "14/Feb/2021", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Mecánica", "comments": "Califica Duro, Aspectos de calificación claros, Clases excelentesEs muy buen profesor, sus explicaciones tanto de la parte teórica como de la práctica son bastante claras. Debes hacer las prácticas con el formato que él pide."}, {"fecha": "08/Feb/2021", "score_general": "7.0", "score_facilidad": "4.0", "materia": "mecanica", "comments": "Califica Duro, Barco, Pocos ExámenesEs muy buen profesor, sus explicaciones tanto de la parte teórica como de la práctica son bastante claras. Debes hacer las prácticas con el formato que él pide."}, {"fecha": "28/Ene/2021", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Mecánica", "comments": "Da buena retroalimentación, Aspectos de calificación claros, Brinda apoyoEs muy buen profesor, sus explicaciones tanto de la parte teórica como de la práctica son bastante claras. Debes hacer las prácticas con el formato que él pide."}, {"fecha": "28/Ene/2021", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Mecanica", "comments": "Califica Duro, Aspectos de calificación claros, Clases excelentesMe toco en Linea, todas las clases las dio por Zoom, y la verdad fue la mejor materia que pude llevar en linea. Ademas después de la clase subía la clase grabada y el apunte del día. Es una buena persona, es buen profesor. Nada mas se pone intenso en los exámenes, cuidado ahí."}, {"fecha": "19/Nov/2020", "score_general": "3.0", "score_facilidad": "2.0", "materia": "mecanica", "comments": "Califica Duro, Pocos Exámenes, Los exámenes son difícilesMe toco en Linea, todas las clases las dio por Zoom, y la verdad fue la mejor materia que pude llevar en linea. Ademas después de la clase subía la clase grabada y el apunte del día. Es una buena persona, es buen profesor. Nada mas se pone intenso en los exámenes, cuidado ahí."}, {"fecha": "03/Sep/2020", "score_general": "3.0", "score_facilidad": "2.0", "materia": "Estatica", "comments": "Califica Duro, Muy cómico, Los exámenes son difícilesMe toco en Linea, todas las clases las dio por Zoom, y la verdad fue la mejor materia que pude llevar en linea. Ademas después de la clase subía la clase grabada y el apunte del día. Es una buena persona, es buen profesor. Nada mas se pone intenso en los exámenes, cuidado ahí."}, {"fecha": "02/Sep/2020", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Mecánica", "comments": "Muy cómico, La Participación Importa, Tomaría su clase otra vezMe toco en Linea, todas las clases las dio por Zoom, y la verdad fue la mejor materia que pude llevar en linea. Ademas después de la clase subía la clase grabada y el apunte del día. Es una buena persona, es buen profesor. Nada mas se pone intenso en los exámenes, cuidado ahí."}, {"fecha": "24/Ene/2020", "score_general": "9.0", "score_facilidad": "10.0", "materia": "Cinemática", "comments": "Muchas tareas, Inspiracional, Clases excelentesMe toco en Linea, todas las clases las dio por Zoom, y la verdad fue la mejor materia que pude llevar en linea. Ademas después de la clase subía la clase grabada y el apunte del día. Es una buena persona, es buen profesor. Nada mas se pone intenso en los exámenes, cuidado ahí."}, {"fecha": "18/Ene/2020", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Cinemática y dinámica", "comments": "Muy cómico, Muchas tareas, Pocos ExámenesSus clases son entretenidas e incluso se sienten cortas. Hace pocos exámenes y te puedes apoyar con las tareas que son extra."}, {"fecha": "16/Ene/2020", "score_general": "8.0", "score_facilidad": "4.0", "materia": "Cinematica y dinamica", "comments": "Muchas tareas, Clases excelentes, Los exámenes son difícilesSus clases son entretenidas e incluso se sienten cortas. Hace pocos exámenes y te puedes apoyar con las tareas que son extra."}, {"fecha": "15/Ago/2019", "score_general": "4.0", "score_facilidad": "4.0", "materia": "Mecánica", "comments": "Califica Duro, La Participación Importa, Los exámenes son difícilesSus clases son entretenidas e incluso se sienten cortas. Hace pocos exámenes y te puedes apoyar con las tareas que son extra."}, {"fecha": "25/Jul/2019", "score_general": "9.0", "score_facilidad": "6.0", "materia": "Mecánica", "comments": "Da buena retroalimentación, Muchas tareas, La Participación ImportaSus clases son entretenidas e incluso se sienten cortas. Hace pocos exámenes y te puedes apoyar con las tareas que son extra."}, {"fecha": "09/Jul/2019", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Cinemática y Dinámica", "comments": "Brinda apoyo, Clases excelentes, Tomaría su clase otra vezSus clases son entretenidas e incluso se sienten cortas. Hace pocos exámenes y te puedes apoyar con las tareas que son extra."}, {"fecha": "08/Jul/2019", "score_general": "8.0", "score_facilidad": "8.0", "materia": "Estática / Cinemática y Dinámica", "comments": "Da Crédito Extra, Clases excelentes, Tomaría su clase otra vezLo amo. La tareas son puntos extras, los exámenes siempre son lo visto en clase, explica bien, es cómico y toma en cuenta tu procedimiento. Si no sales con buena calificación es porque te confiaste. 70% examen 30% lab + los extras. Es muy duro en el final por todas las oportunidades que te da."}, {"fecha": "21/Jun/2019", "score_general": "9.0", "score_facilidad": "6.0", "materia": "Cinemática y Dinámica", "comments": "La Participación Importa, Brinda apoyo, Clases excelentesLo amo. La tareas son puntos extras, los exámenes siempre son lo visto en clase, explica bien, es cómico y toma en cuenta tu procedimiento. Si no sales con buena calificación es porque te confiaste. 70% examen 30% lab + los extras. Es muy duro en el final por todas las oportunidades que te da."}, {"fecha": "26/Feb/2019", "score_general": "9.0", "score_facilidad": "6.0", "materia": "Cinematica", "comments": "Califica Duro, Muy cómico, Clases excelentesLo amo. La tareas son puntos extras, los exámenes siempre son lo visto en clase, explica bien, es cómico y toma en cuenta tu procedimiento. Si no sales con buena calificación es porque te confiaste. 70% examen 30% lab + los extras. Es muy duro en el final por todas las oportunidades que te da."}, {"fecha": "20/Ene/2019", "score_general": "6.0", "score_facilidad": "6.0", "materia": "Cinemática y Dinámica", "comments": "Lo amo. La tareas son puntos extras, los exámenes siempre son lo visto en clase, explica bien, es cómico y toma en cuenta tu procedimiento. Si no sales con buena calificación es porque te confiaste. 70% examen 30% lab + los extras. Es muy duro en el final por todas las oportunidades que te da."}, {"fecha": "06/Sep/2018", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Laboratorio de Mecánica", "comments": "Muy cómico, Asistencia obligatoria, Brinda apoyoLo amo. La tareas son puntos extras, los exámenes siempre son lo visto en clase, explica bien, es cómico y toma en cuenta tu procedimiento. Si no sales con buena calificación es porque te confiaste. 70% examen 30% lab + los extras. Es muy duro en el final por todas las oportunidades que te da."}, {"fecha": "27/Jun/2018", "score_general": "9.0", "score_facilidad": "10.0", "materia": "Mecancia", "comments": "Muy cómico, Da buena retroalimentación, Da Crédito ExtraMuy buen profesor. Las clases las empieza ligeramente tarde y termina a la hora, pero la hace amena con chistes explicando los temas de una manera correcta. Es facil pasar, ya que las tareas que deja son puntos extra y los examenes no son dificiles de pasar. Muy recomendable para esta materia."}, {"fecha": "15/Jun/2018", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Mecánica", "comments": "Muy cómico, Clases excelentes, Tomaría su clase otra vezMuy buen profesor. Las clases las empieza ligeramente tarde y termina a la hora, pero la hace amena con chistes explicando los temas de una manera correcta. Es facil pasar, ya que las tareas que deja son puntos extra y los examenes no son dificiles de pasar. Muy recomendable para esta materia."}, {"fecha": "08/Feb/2018", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Mecánica", "comments": "Califica Duro, Los exámenes son difíciles, Tomaría su clase otra vezMuy buen profesor. Las clases las empieza ligeramente tarde y termina a la hora, pero la hace amena con chistes explicando los temas de una manera correcta. Es facil pasar, ya que las tareas que deja son puntos extra y los examenes no son dificiles de pasar. Muy recomendable para esta materia."}, {"fecha": "30/Ene/2018", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Mecanica", "comments": "Muy cómico, La Participación Importa, Clases excelentesMuy buen profesor. Las clases las empieza ligeramente tarde y termina a la hora, pero la hace amena con chistes explicando los temas de una manera correcta. Es facil pasar, ya que las tareas que deja son puntos extra y los examenes no son dificiles de pasar. Muy recomendable para esta materia."}, {"fecha": "29/Ene/2018", "score_general": "9.0", "score_facilidad": "6.0", "materia": "Mecanica", "comments": "Muy cómico, Da buena retroalimentación, Los exámenes son difícilesMuy buen profesor. Las clases las empieza ligeramente tarde y termina a la hora, pero la hace amena con chistes explicando los temas de una manera correcta. Es facil pasar, ya que las tareas que deja son puntos extra y los examenes no son dificiles de pasar. Muy recomendable para esta materia."}, {"fecha": "29/Ene/2018", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Mecánica", "comments": "Asistencia obligatoria, Brinda apoyoEs un buen profesor de la materia ya que la domina, a veces hace chistes en clase y las tareas son opcionales pero cuentas como calif extra, los examenes estan al nivel de la clase, quiza un poco mas dificiles y en las prácticas llega a hacer muy minucioso y exigente con el reporte."}, {"fecha": "25/Ene/2018", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Mecánica", "comments": "Aspectos de calificación claros, Brinda apoyo, Clases excelentesEs un buen profesor de la materia ya que la domina, a veces hace chistes en clase y las tareas son opcionales pero cuentas como calif extra, los examenes estan al nivel de la clase, quiza un poco mas dificiles y en las prácticas llega a hacer muy minucioso y exigente con el reporte."}, {"fecha": "27/Jun/2017", "score_general": "8.0", "score_facilidad": "8.0", "materia": "Mecánica", "comments": "Da buena retroalimentación, Aspectos de calificación claros, Brinda apoyoEs un buen profesor de la materia ya que la domina, a veces hace chistes en clase y las tareas son opcionales pero cuentas como calif extra, los examenes estan al nivel de la clase, quiza un poco mas dificiles y en las prácticas llega a hacer muy minucioso y exigente con el reporte."}, {"fecha": "27/Jun/2017", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Mecanica", "comments": "Es un buen profesor de la materia ya que la domina, a veces hace chistes en clase y las tareas son opcionales pero cuentas como calif extra, los examenes estan al nivel de la clase, quiza un poco mas dificiles y en las prácticas llega a hacer muy minucioso y exigente con el reporte."}, {"fecha": "23/Ene/2017", "score_general": "6.0", "score_facilidad": "6.0", "materia": "Mecanica", "comments": "Es un buen profesor de la materia ya que la domina, a veces hace chistes en clase y las tareas son opcionales pero cuentas como calif extra, los examenes estan al nivel de la clase, quiza un poco mas dificiles y en las prácticas llega a hacer muy minucioso y exigente con el reporte."}, {"fecha": "30/Nov/2016", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Mécanica", "comments": "Inspiracional, Brinda apoyo, Tomaría su clase otra vezEs un excelente profesor,además de que es muy guapo :),sus exámenes son fáciles(si estudias).Sabe dar clases ya que se entiende a la perfección lo que explica,amé a este profesor es muy bueno en lo que hace."}, {"fecha": "26/Nov/2016", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Mecanica", "comments": "Muy cómico, Clases excelentes, Tomaría su clase otra vezEs un excelente profesor,además de que es muy guapo :),sus exámenes son fáciles(si estudias).Sabe dar clases ya que se entiende a la perfección lo que explica,amé a este profesor es muy bueno en lo que hace."}, {"fecha": "30/Jul/2016", "score_general": "8.0", "score_facilidad": "6.0", "materia": "Mecanica", "comments": "Es un excelente profesor,además de que es muy guapo :),sus exámenes son fáciles(si estudias).Sabe dar clases ya que se entiende a la perfección lo que explica,amé a este profesor es muy bueno en lo que hace."}, {"fecha": "25/Jul/2016", "score_general": "8.0", "score_facilidad": "8.0", "materia": "Mecánica", "comments": "Aspectos de calificación claros, Clases excelentes, Tomaría su clase otra vezEs un excelente profesor,además de que es muy guapo :),sus exámenes son fáciles(si estudias).Sabe dar clases ya que se entiende a la perfección lo que explica,amé a este profesor es muy bueno en lo que hace."}, {"fecha": "25/Jul/2016", "score_general": "2.0", "score_facilidad": "2.0", "materia": "mecanica", "comments": "Califica Duro, Hace exámenes sorpresa, Asistencia obligatoriaEs un excelente profesor,además de que es muy guapo :),sus exámenes son fáciles(si estudias).Sabe dar clases ya que se entiende a la perfección lo que explica,amé a este profesor es muy bueno en lo que hace."}, {"fecha": "30/Jun/2016", "score_general": "4.0", "score_facilidad": "4.0", "materia": "Mecanica", "comments": "Califica Duro, Pocos Exámenes, Aspectos de calificación clarosProfesor muy especial, no le puedes estregar más de una hoja en examenes o tareas, sus tareas y examenes son díficiles y te baja puntos por todo e incluso te anula problemas. Si te vas a final ya reprobaste (sólo califica resultado), llega tarde y se va temprano sus clases son aburridas,"}, {"fecha": "27/Jun/2016", "score_general": "8.0", "score_facilidad": "4.0", "materia": "Mecánica", "comments": "Califica DuroProfesor muy especial, no le puedes estregar más de una hoja en examenes o tareas, sus tareas y examenes son díficiles y te baja puntos por todo e incluso te anula problemas. Si te vas a final ya reprobaste (sólo califica resultado), llega tarde y se va temprano sus clases son aburridas,"}, {"fecha": "27/Jun/2016", "score_general": "9.0", "score_facilidad": "6.0", "materia": "Mécanica", "comments": "Muchas tareas, La Participación Importa, Da Crédito ExtraProfesor muy especial, no le puedes estregar más de una hoja en examenes o tareas, sus tareas y examenes son díficiles y te baja puntos por todo e incluso te anula problemas. Si te vas a final ya reprobaste (sólo califica resultado), llega tarde y se va temprano sus clases son aburridas,"}, {"fecha": "18/Jun/2016", "score_general": "8.0", "score_facilidad": "8.0", "materia": "Mecánica", "comments": "La Participación Importa, Aspectos de calificación claros, Clases excelentesProfesor muy especial, no le puedes estregar más de una hoja en examenes o tareas, sus tareas y examenes son díficiles y te baja puntos por todo e incluso te anula problemas. Si te vas a final ya reprobaste (sólo califica resultado), llega tarde y se va temprano sus clases son aburridas,"}, {"fecha": "17/Jun/2016", "score_general": "7.0", "score_facilidad": "8.0", "materia": "Mecánica", "comments": "Profesor muy especial, no le puedes estregar más de una hoja en examenes o tareas, sus tareas y examenes son díficiles y te baja puntos por todo e incluso te anula problemas. Si te vas a final ya reprobaste (sólo califica resultado), llega tarde y se va temprano sus clases son aburridas,"}, {"fecha": "03/Feb/2016", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Algebra", "comments": "Muy cómico, Clases excelentes, Tomaría su clase otra vezEs un profesor super buena onda deja uno de sus examenes en equipo  y te recomiendo realizes todas las series tareas y participes ya que lo toma mucho en cuenta   NO ES BARCO  pero es facil pasar si le echas ganas"}, {"fecha": "26/Ene/2016", "score_general": "8.0", "score_facilidad": "4.0", "materia": "estatica", "comments": "Es un profesor super buena onda deja uno de sus examenes en equipo  y te recomiendo realizes todas las series tareas y participes ya que lo toma mucho en cuenta   NO ES BARCO  pero es facil pasar si le echas ganas"}, {"fecha": "26/Ene/2016", "score_general": "8.0", "score_facilidad": "6.0", "materia": "Mecánica", "comments": "Es un profesor super buena onda deja uno de sus examenes en equipo  y te recomiendo realizes todas las series tareas y participes ya que lo toma mucho en cuenta   NO ES BARCO  pero es facil pasar si le echas ganas"}, {"fecha": "19/Ene/2016", "score_general": "7.0", "score_facilidad": "8.0", "materia": "Estática", "comments": "Es un profesor super buena onda deja uno de sus examenes en equipo  y te recomiendo realizes todas las series tareas y participes ya que lo toma mucho en cuenta   NO ES BARCO  pero es facil pasar si le echas ganas"}, {"fecha": "05/Ene/2016", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Cinemática y Dinámica", "comments": "Es un profesor super buena onda deja uno de sus examenes en equipo  y te recomiendo realizes todas las series tareas y participes ya que lo toma mucho en cuenta   NO ES BARCO  pero es facil pasar si le echas ganas"}, {"fecha": "12/Ago/2015", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Cinemática y Dinámica", "comments": "Muchas tareas, La Participación Importa, Brinda apoyoYo antes no no sabía de él, y resulto tener un conocimiento muy amplio de la materia. Es muy buena onda, y es fácil pasar siempre y cuando hagas sus tareas y series."}, {"fecha": "30/Jun/2015", "score_general": "9.0", "score_facilidad": "8.0", "materia": "Estática", "comments": "Yo antes no no sabía de él, y resulto tener un conocimiento muy amplio de la materia. Es muy buena onda, y es fácil pasar siempre y cuando hagas sus tareas y series."}, {"fecha": "01/Jun/2015", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Estática", "comments": "Yo antes no no sabía de él, y resulto tener un conocimiento muy amplio de la materia. Es muy buena onda, y es fácil pasar siempre y cuando hagas sus tareas y series."}, {"fecha": "23/Abr/2015", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Estática", "comments": "Yo antes no no sabía de él, y resulto tener un conocimiento muy amplio de la materia. Es muy buena onda, y es fácil pasar siempre y cuando hagas sus tareas y series."}, {"fecha": "07/Feb/2015", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Álgebra", "comments": "Yo antes no no sabía de él, y resulto tener un conocimiento muy amplio de la materia. Es muy buena onda, y es fácil pasar siempre y cuando hagas sus tareas y series."}, {"fecha": "29/Ene/2015", "score_general": "9.0", "score_facilidad": "10.0", "materia": "Cinemática y Dinámica", "comments": "Es de esos profesores que quieren que aprendas. Es muy bueno y accesible, sus exámenes están al nivel de lo que se ve en clase, las participaciones valen 0.1 y ayudan en el promedio de exámenes, también trata de ayudar a los alumnos para obtener una buena calificación. Buena opción para aprender."}, {"fecha": "20/Ene/2015", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Álgebra", "comments": "Es de esos profesores que quieren que aprendas. Es muy bueno y accesible, sus exámenes están al nivel de lo que se ve en clase, las participaciones valen 0.1 y ayudan en el promedio de exámenes, también trata de ayudar a los alumnos para obtener una buena calificación. Buena opción para aprender."}, {"fecha": "19/Ene/2015", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Algebra", "comments": "Es de esos profesores que quieren que aprendas. Es muy bueno y accesible, sus exámenes están al nivel de lo que se ve en clase, las participaciones valen 0.1 y ayudan en el promedio de exámenes, también trata de ayudar a los alumnos para obtener una buena calificación. Buena opción para aprender."}, {"fecha": "19/Ene/2015", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Álgebra", "comments": "Es de esos profesores que quieren que aprendas. Es muy bueno y accesible, sus exámenes están al nivel de lo que se ve en clase, las participaciones valen 0.1 y ayudan en el promedio de exámenes, también trata de ayudar a los alumnos para obtener una buena calificación. Buena opción para aprender."}, {"fecha": "15/Ene/2015", "score_general": "9.0", "score_facilidad": "6.0", "materia": "---", "comments": "Es de esos profesores que quieren que aprendas. Es muy bueno y accesible, sus exámenes están al nivel de lo que se ve en clase, las participaciones valen 0.1 y ayudan en el promedio de exámenes, también trata de ayudar a los alumnos para obtener una buena calificación. Buena opción para aprender."}, {"fecha": "15/Ene/2015", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Álgebra", "comments": "Es un excelente profesor, sus exámenes son fáciles y ayuda mucho en el promedio final, seguramente el compañero de abajo no trabajo mucho, en general el promedio del grupo es de 8 o 9. Muy pocos se van a final. Es muy buena opción, muy relajado y buena onda."}, {"fecha": "01/Dic/2014", "score_general": "7.0", "score_facilidad": "6.0", "materia": "Álgebra", "comments": "Es un excelente profesor, sus exámenes son fáciles y ayuda mucho en el promedio final, seguramente el compañero de abajo no trabajo mucho, en general el promedio del grupo es de 8 o 9. Muy pocos se van a final. Es muy buena opción, muy relajado y buena onda."}]