[{"fecha": "11/Abr/2023", "score_general": "7.0", "score_facilidad": "6.0", "materia": "Dispositivos y circuitos electrónicos", "comments": "Asistencia obligatoriaEl androide le dicen, enseña lo básico sus tareas nada difíciles, sus clases son pesadas solo transcribe lo de sus notas, sus examenes son medio complejos."}, {"fecha": "27/Ene/2023", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Dispositivos y Circuitos Electrónicos", "comments": "Asistencia obligatoria, Las clases son largas, Tomaría su clase otra vezEl androide le dicen, enseña lo básico sus tareas nada difíciles, sus clases son pesadas solo transcribe lo de sus notas, sus examenes son medio complejos."}, {"fecha": "23/Ene/2022", "score_general": "8.0", "score_facilidad": "8.0", "materia": "Dispositivos y circuitos eléctricos", "comments": "Muchas tareas, Prepárate para leer, Las clases son largasEl androide le dicen, enseña lo básico sus tareas nada difíciles, sus clases son pesadas solo transcribe lo de sus notas, sus examenes son medio complejos."}, {"fecha": "25/Feb/2021", "score_general": "8.0", "score_facilidad": "10.0", "materia": "Dispositivos y Circuitos Electrónicos", "comments": "Barco, Pocos ExámenesEl androide le dicen, enseña lo básico sus tareas nada difíciles, sus clases son pesadas solo transcribe lo de sus notas, sus examenes son medio complejos."}, {"fecha": "17/Feb/2021", "score_general": "10.0", "score_facilidad": "6.0", "materia": "Buena clase", "comments": "Muy cómico, Da buena retroalimentación, Respetado por los estudiantesEl androide le dicen, enseña lo básico sus tareas nada difíciles, sus clases son pesadas solo transcribe lo de sus notas, sus examenes son medio complejos."}, {"fecha": "06/Feb/2021", "score_general": "9.0", "score_facilidad": "6.0", "materia": "Dispositivos y Circuitos Electrónicos", "comments": "Clases excelentes, Los exámenes son difíciles, Tomaría su clase otra vezLos exámenes y tareas que aplica se basan enteramente en las clases que envía en pdf, así quye no necesitas leer libros o buscar por tu cuenta a menos que no entiendas bien lo que explica en las sesiones por zoom"}, {"fecha": "29/Ene/2021", "score_general": "3.0", "score_facilidad": "6.0", "materia": "Dispositivos y circuitos eléctricos", "comments": "Barco, Muchas tareasLos exámenes y tareas que aplica se basan enteramente en las clases que envía en pdf, así quye no necesitas leer libros o buscar por tu cuenta a menos que no entiendas bien lo que explica en las sesiones por zoom"}, {"fecha": "08/Sep/2020", "score_general": "7.0", "score_facilidad": "10.0", "materia": "Dispositivos y Circuitos Electrónicos", "comments": "Barco, Pocos Exámenes, Brinda apoyoLos exámenes y tareas que aplica se basan enteramente en las clases que envía en pdf, así quye no necesitas leer libros o buscar por tu cuenta a menos que no entiendas bien lo que explica en las sesiones por zoom"}]