[{"fecha": "11/Feb/2023", "score_general": "8.0", "score_facilidad": "8.0", "materia": "EDA I", "comments": "Pocos Exámenes, Brinda apoyoEntregando la mayoría de las prácticas y tareas, ya te encuentras del otro lado. Te explica cualquier duda que llegaras a tener.  Es una buena opción para acreditar la asignatura sin tanta bronca."}, {"fecha": "03/Feb/2023", "score_general": "4.0", "score_facilidad": "6.0", "materia": "Fundamento de programación", "comments": "Las clases son largas, Pocos Exámenes, Deja trabajos largosEntregando la mayoría de las prácticas y tareas, ya te encuentras del otro lado. Te explica cualquier duda que llegaras a tener.  Es una buena opción para acreditar la asignatura sin tanta bronca."}, {"fecha": "18/Jun/2022", "score_general": "5.0", "score_facilidad": "6.0", "materia": "EDA 1", "comments": "Prepárate para leer, Las clases son largasEntregando la mayoría de las prácticas y tareas, ya te encuentras del otro lado. Te explica cualquier duda que llegaras a tener.  Es una buena opción para acreditar la asignatura sin tanta bronca."}, {"fecha": "25/Feb/2022", "score_general": "2.0", "score_facilidad": "6.0", "materia": "EDAI", "comments": "Entregando la mayoría de las prácticas y tareas, ya te encuentras del otro lado. Te explica cualquier duda que llegaras a tener.  Es una buena opción para acreditar la asignatura sin tanta bronca."}, {"fecha": "05/Feb/2022", "score_general": "7.0", "score_facilidad": "8.0", "materia": "EDA I", "comments": "Las clases son largasEntregando la mayoría de las prácticas y tareas, ya te encuentras del otro lado. Te explica cualquier duda que llegaras a tener.  Es una buena opción para acreditar la asignatura sin tanta bronca."}, {"fecha": "03/Feb/2022", "score_general": "8.0", "score_facilidad": "10.0", "materia": "Fundamentos de Programación", "comments": "Barco, Muchas tareas, Muchos proyectos grupales( en línea) El profesor es un poco confuso pero si pones atención aprendes, trabajaras mucho en equipo, es fácil sacar una buena calificación, entrega todo y tendrás mínimo 8"}, {"fecha": "26/Ene/2022", "score_general": "8.0", "score_facilidad": "8.0", "materia": "Fundamentos de programación", "comments": "Califica Duro, Las clases son largas, Los exámenes son difíciles( en línea) El profesor es un poco confuso pero si pones atención aprendes, trabajaras mucho en equipo, es fácil sacar una buena calificación, entrega todo y tendrás mínimo 8"}, {"fecha": "24/Ene/2022", "score_general": "7.0", "score_facilidad": "6.0", "materia": "fundamentos de programacion", "comments": "Las clases son largas, Aspectos de calificación claros, Brinda apoyo( en línea) El profesor es un poco confuso pero si pones atención aprendes, trabajaras mucho en equipo, es fácil sacar una buena calificación, entrega todo y tendrás mínimo 8"}, {"fecha": "03/Sep/2021", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Fundamentos de Programación", "comments": "Inspiracional, Clases excelentes, Tomaría su clase otra vez( en línea) El profesor es un poco confuso pero si pones atención aprendes, trabajaras mucho en equipo, es fácil sacar una buena calificación, entrega todo y tendrás mínimo 8"}, {"fecha": "24/Ago/2021", "score_general": "8.0", "score_facilidad": "8.0", "materia": "Fundamentos de programación", "comments": "Da buena retroalimentación, Asistencia obligatoria, Pocos Exámenes( en línea) El profesor es un poco confuso pero si pones atención aprendes, trabajaras mucho en equipo, es fácil sacar una buena calificación, entrega todo y tendrás mínimo 8"}, {"fecha": "17/Feb/2021", "score_general": "8.0", "score_facilidad": "8.0", "materia": "Fundamentos de Programacion", "comments": "Da buena retroalimentación, Aspectos de calificación claros, Tomaría su clase otra vezEs buen profesor, en las clases en línea se adaptó muy bien. Le da más peso a tareas y trabajos que a exámenes, puedes no salir tan bien en los exámenes y aun así cerrar con buena calificación. No te quedan muchas dudas sobre los temas gracias a que hace varios ejercicios."}, {"fecha": "12/Nov/2020", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Fundamentos de Programación", "comments": "Da buena retroalimentación, Muchas tareas, Brinda apoyoEs buen profesor, en las clases en línea se adaptó muy bien. Le da más peso a tareas y trabajos que a exámenes, puedes no salir tan bien en los exámenes y aun así cerrar con buena calificación. No te quedan muchas dudas sobre los temas gracias a que hace varios ejercicios."}, {"fecha": "01/Sep/2020", "score_general": "7.0", "score_facilidad": "6.0", "materia": "Fundamentos de programación", "comments": "Aspectos de calificación claros, Brinda apoyo, Tomaría su clase otra vezEs buen profesor, en las clases en línea se adaptó muy bien. Le da más peso a tareas y trabajos que a exámenes, puedes no salir tan bien en los exámenes y aun así cerrar con buena calificación. No te quedan muchas dudas sobre los temas gracias a que hace varios ejercicios."}, {"fecha": "21/Jun/2020", "score_general": "9.0", "score_facilidad": "10.0", "materia": "Fundamentos de Programación", "comments": "Da buena retroalimentación, La Participación Importa, Asistencia obligatoriaEs buen profesor, en las clases en línea se adaptó muy bien. Le da más peso a tareas y trabajos que a exámenes, puedes no salir tan bien en los exámenes y aun así cerrar con buena calificación. No te quedan muchas dudas sobre los temas gracias a que hace varios ejercicios."}, {"fecha": "27/Mar/2020", "score_general": "9.0", "score_facilidad": "10.0", "materia": "Fundamentos de Programación", "comments": "Da buena retroalimentación, La Participación Importa, Brinda apoyoEs buen profesor, en las clases en línea se adaptó muy bien. Le da más peso a tareas y trabajos que a exámenes, puedes no salir tan bien en los exámenes y aun así cerrar con buena calificación. No te quedan muchas dudas sobre los temas gracias a que hace varios ejercicios."}]