[{"fecha": "16/Feb/2018", "score_general": "10.0", "score_facilidad": "8.0", "materia": "Propiedades de los Fluidos Petroleros", "comments": "Hace exámenes sorpresa, Asistencia obligatoria, Clases excelentesAl parecer de los mejores profesores que hay, si es cierto de que tienes que entregar todas las tareas, pero es muy cuidadoso con la disciplina, y enseña bien. Hace mini exámenes, la mayoría de memorizar la nomenclatura usada en la carrera, ideal para poder comprender bien las materias que siguen."}, {"fecha": "05/Feb/2018", "score_general": "5.0", "score_facilidad": "4.0", "materia": "Propiedades de los fp", "comments": "Al parecer de los mejores profesores que hay, si es cierto de que tienes que entregar todas las tareas, pero es muy cuidadoso con la disciplina, y enseña bien. Hace mini exámenes, la mayoría de memorizar la nomenclatura usada en la carrera, ideal para poder comprender bien las materias que siguen."}, {"fecha": "29/Ene/2018", "score_general": "5.0", "score_facilidad": "6.0", "materia": "Propiedades de los fluidos petroleros", "comments": "Al parecer de los mejores profesores que hay, si es cierto de que tienes que entregar todas las tareas, pero es muy cuidadoso con la disciplina, y enseña bien. Hace mini exámenes, la mayoría de memorizar la nomenclatura usada en la carrera, ideal para poder comprender bien las materias que siguen."}, {"fecha": "27/Ene/2018", "score_general": "8.0", "score_facilidad": "8.0", "materia": "Mecánica de fluidos", "comments": "Al parecer de los mejores profesores que hay, si es cierto de que tienes que entregar todas las tareas, pero es muy cuidadoso con la disciplina, y enseña bien. Hace mini exámenes, la mayoría de memorizar la nomenclatura usada en la carrera, ideal para poder comprender bien las materias que siguen."}, {"fecha": "24/Ene/2018", "score_general": "8.0", "score_facilidad": "6.0", "materia": "Principios de mecánica de yacimientos", "comments": "Califica Duro, La Participación Importa, Asistencia obligatoriaAl parecer de los mejores profesores que hay, si es cierto de que tienes que entregar todas las tareas, pero es muy cuidadoso con la disciplina, y enseña bien. Hace mini exámenes, la mayoría de memorizar la nomenclatura usada en la carrera, ideal para poder comprender bien las materias que siguen."}, {"fecha": "23/Ene/2018", "score_general": "3.0", "score_facilidad": "4.0", "materia": "Propiedades de los fluidos", "comments": "Califica Duro, Asistencia obligatoria, Los exámenes son difícilesSus exámenes están muy duros a comparación de lo que enseña, se equivoca mucho en clases y al final no ayuda en nada, si no entregas una tarea te manda a final lo cual me parece muy tonto, se debe evalúar conocimientos no tareas"}, {"fecha": "23/Dic/2017", "score_general": "4.0", "score_facilidad": "2.0", "materia": "Propiedades de los fluidos petroleros", "comments": "Sus exámenes están muy duros a comparación de lo que enseña, se equivoca mucho en clases y al final no ayuda en nada, si no entregas una tarea te manda a final lo cual me parece muy tonto, se debe evalúar conocimientos no tareas"}, {"fecha": "27/Jun/2017", "score_general": "8.0", "score_facilidad": "4.0", "materia": "Propiedades de los fluidos petroleros", "comments": "Califica Duro, Muchas tareas, Hace exámenes sorpresaSus exámenes están muy duros a comparación de lo que enseña, se equivoca mucho en clases y al final no ayuda en nada, si no entregas una tarea te manda a final lo cual me parece muy tonto, se debe evalúar conocimientos no tareas"}, {"fecha": "31/Jul/2016", "score_general": "7.0", "score_facilidad": "10.0", "materia": "Propiedades de los Fluidos Petroleros", "comments": "Sus exámenes están muy duros a comparación de lo que enseña, se equivoca mucho en clases y al final no ayuda en nada, si no entregas una tarea te manda a final lo cual me parece muy tonto, se debe evalúar conocimientos no tareas"}, {"fecha": "28/Jun/2016", "score_general": "7.0", "score_facilidad": "8.0", "materia": "Propiedades de los Fluidos Petroleros", "comments": "Da buena retroalimentación, Respetado por los estudiantes, InspiracionalSus exámenes están muy duros a comparación de lo que enseña, se equivoca mucho en clases y al final no ayuda en nada, si no entregas una tarea te manda a final lo cual me parece muy tonto, se debe evalúar conocimientos no tareas"}, {"fecha": "15/Jun/2016", "score_general": "9.0", "score_facilidad": "10.0", "materia": "Propiedades de los Fluidos Petroleros", "comments": "Muchas tareas, Asistencia obligatoria, Tomaría su clase otra vezExcelente profesor. Es muy joven y con mucho ánimo para dar clases, sin duda se esmera en que entiendas cada tema de la mejor manera posible. Califica con exámenes parciales y una exposición a mitad del curso. Es muy justo calificando y muy amable."}]