[{"fecha": "07/Dic/2022", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Ingeniería de materiales", "comments": "Asistencia obligatoria, Pocos Exámenes, Tomaría su clase otra vezSi hacen paro les regala calificación"}, {"fecha": "25/Ene/2022", "score_general": "6.0", "score_facilidad": "4.0", "materia": "Ing. de materiales", "comments": "Califica Duro, Los exámenes son difícilesSi hacen paro les regala calificación"}, {"fecha": "13/Oct/2021", "score_general": "4.0", "score_facilidad": "2.0", "materia": "Ingeniería de materiales", "comments": "Califica Duro, Los exámenes son difícilesSi hacen paro les regala calificación"}, {"fecha": "26/Feb/2021", "score_general": "3.0", "score_facilidad": "2.0", "materia": "Ciencia de Materiales", "comments": "Muchas tareas, Deja trabajos largos, Los exámenes son difícilesSi hacen paro les regala calificación"}, {"fecha": "16/Ago/2020", "score_general": "4.0", "score_facilidad": "6.0", "materia": "Ingeniería de materiales", "comments": "Prepárate para leer, Asistencia obligatoria, Los exámenes son difícilesSi hacen paro les regala calificación"}, {"fecha": "23/Jun/2020", "score_general": "10.0", "score_facilidad": "10.0", "materia": "Ing. de Materiales", "comments": "La Participación Importa, Las clases son largas, Tomaría su clase otra vezBuena profesora, es estricta a la hora de calificar y dura pero a la vez tiene un poco de carisma. La participación es importantisíma para aumentar la calif, 5 firmas 1 extra en los parciales, estudien mucho, la verdad puedes aprender mucho con ella y con los libro que recomienda."}, {"fecha": "17/Dic/2019", "score_general": "7.0", "score_facilidad": "4.0", "materia": "Ingeniería de Materiales", "comments": "Califica Duro, Deja trabajos largos, Los exámenes son difícilesBuena profesora, es estricta a la hora de calificar y dura pero a la vez tiene un poco de carisma. La participación es importantisíma para aumentar la calif, 5 firmas 1 extra en los parciales, estudien mucho, la verdad puedes aprender mucho con ella y con los libro que recomienda."}]